{"text": "0 رجاسيد اين اررق الال العلوم المسذستاعت لها الفصل الدراسيى الأول تسم \"0 صر سنتتننا ض ل م و 7 3 8", "metadata": {"page": 1, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". . 4 مأردئية لق السازالوطني اماقم 7 اتطويالمناسج 2102ل لوال ب تدناانا6 0111 101 د الصف الثائنى - كتاب الطالب الفصل الدراسي الأول فريق التأليف موسى عط الله الطراونة رئيسا د. جهادعل المومنى لينا سامى القاضى . نادية أحمدالأشقر . . 9 . التاشر: المركز الوطتي لتطوير المتناهج سر المركز الوطني لتطوير المناهج استقبال آرائكم وملحوظاتكم على هذا الكتاب عن طريق العناوين الآتية: 1 مقصسصه 2088 8. 0. 80 065376266 06-53762627237 0001 160322020. 016 0 1101110 0. 900", "metadata": {"page": 2, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قزرت وزارة التربية والتعليم تدريس هذا الكتاب في مدارس المملكة الأردنية الهماشمية جميعهاء بناء على قرار المجلس الأعل للمركز الوطنى لتطوير المناهج ق جلسته رقم  تاريخ 71م وقرار مجلس التربية والتعليم رقم تاريخ  م؛ بدءامن العام الدرامي 0 م. . 2022 امعأنددنا 6150كا00 5ااا2860م120 0007 - 000020 . أصعدم ماع26 صصنانع تن 1ه تعاصف لقصفتتولا 12 01 طكاومع صا لإاا10و019 2160م06 - صصنانا 1ن 01 تعاصع 12ص0تتهل 16 نرم اع كزاطام 300 0101560كل ,2030160 اطول م1 11205121 - 07 - مقط . اصع 61610010 238-1- 41 - 9923 - 978 : 158011 المملكة الأردنية الهاشمية رقم الإيداع لدى دائرة المكتبة الوطنية: 37,11 الأردن. المركز الوطني لتطوير المناهج العلوم: الصف الثاني: كتاب الطالب الفصل الأول المركز الوطني لتطوير المناهج. - ط2؛", "metadata": {"page": 3, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "مزيدة ومنقحة. -عمان: المركزء 2022 66 ص. الواصفات: تطوير المناهج المقررات الدراسية مستويات التعليم المناهج يتحمل المولف كامل المسؤولية القانونية عن محتوى مصنه؛ ولا يعبر هذا المصنف عن رأي دائرة المكتبة الوطنية. اه ,671 كلك اولاعاتت1 صا 501160 باو ن100م61 66 لإ02 1100 أاطنام كأطا آه 0211 ملا . لمع نصووه1 كأطاوا ال , كالمصعطاه اه و6100 ,001020009 ,1066080168 ,كأصف 61 ,106205 لاطة لاط 10110 لرصة ذأ 11205011160 16 ا وصاألامف  و0 نعم عكصضو ا 2 اه بعطكتاطنام ع1 آه ص أككتصصاء م صعاا اننا \"نمأم 16 ,000ما1ا عقا انعا 86 ,صما 83102105 ,امنا لإعصع و وصأكصععنا 1 و119ام م 106 لاط امع نكا 0201و6101 ام6آأدلا لاقت م4ى ع 3 صفتتق أاطان -صا- وصأناو0ا13ي بق1اطانا ط5ل1م8 . لمنقاطانا 126  عاطهاأدلاة كأ صفتا اطنم كتطا 161 111 عناووا2أق ا الطبعة الأولى التجريبية 1ه 2020م أعيدت طباعته 2023-71 م", "metadata": {"page": 3, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الدرس 2: الكائنات الحية نرت يفاتها سسا 16 إراء والنوسم: دور التكنولوجيا في اشيكشاف خصائص الكيوانات ورعائيها ااا ااا 23 مراجعة الوخدة الأولى . 24 تي الإثراء والتوضع: الما الكر ات ا ا ااا 43 مراجعة الوحدة الثاة. ا ااا 44 اللرس 2: كيفيتغير سطح الأرض؟ ا ساف د ا لزن لدي ع ا ا ا د الإنراء 1 لا ا الي ا اواك اليكل الي ند ا ل لد مسرد المفاهيم والمضطلهات . ااا 65", "metadata": {"page": 4, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "جسمالله الرحمن الرحيى المقدمة انطلاقا من إيمان المملكة الأردنية الهاشمية الراسخ بأهمية تنمية قدرات الإنسان الأردني وتسليحه بالعلم والمعرفة؛ سعى المركز الوطني لتطوير المناهج. بالتعاون مع وزارة التربية والتعليم إلى تحديث المناهج الدراسية وتطويرهاء لتكون معيئنا للطلبة على الارتقاء بمستواهم المعرفي ومجاراة أقرانهم في الدول المتقدمة. يعذ كتاب العلوم للصف الثاني واحدا من سلسلة كتب العلوم التي تعنى بتنمية المفاهيم العلمية؛ ومهارات التفكير وخل المشكلات؛ ودمج المفاهيم الحياتية والمفاهيم العابرة للمواد الدراسية؛ والإفادة من الخبرات الوطنية في عمليات الإعداد والتأليف وفق أفضل الطرائق المتبعة عالميا؛ لضمان انسجامها مع القيم الوطنية الراسخة؛ وتلبيتها لحاجات", "metadata": {"page": 6, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "البنائية التي تمنح الطلبة الدور الأكبر في العملية التعلمية التعليمية وتتمل مراحلها في التهيئة؛ والاستكشاف والشرح والتفسير والتقويم والتوسع. اعتمد أيضا في هذا الكتاب منحى  في التعليم الذي يستعمل لدمج العلوم والتكنولوجيا والهندسة والأدب والرياضيات في أنشطة الكتاب المتنوعة. يعزز محتوى الكتاب مهارات الاستقصاء العلمي وعمليات العلم من مثل: الملاحظة؛ والتصنيف, والترتيب والتسلشل والمقارنة والقياس والتوقع والتواصل. ويتضمن أسئلة متنوعة تراعي الفروق الفردية؛ وثتي مهارات التفكير وخل المشكلات. فضلا عن توظيف خطوات الطريقة العلمية في التوضل إلى النتائج باستخدام مهارة الملاحظة؛ وجمع البيانات وتدوينها.", "metadata": {"page": 6, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "يحتوي الفصل الدراسى الأول من الكتاب على ثلاث وحدات هى: خصائص الكائتات الحية وصفاتهاء وتفاعل الكائنات الحية فى البيئة؛ والأرض والشمس. وتشتمل كل وحدة على أسئلة تثير التفكير وأخرى تحاكي أسئلة الاختبارات الدولية. وقد ألحق بالكتاب كتاب الأنشطة والتمارين إذ يحتوي على التجارب والأنشطة الواردة فى كتاب الطالب جميعها وتهدف إلى تطوير مهارات الاستقصاء العلمئ لدى ونحن إذ تقدم هذه الطبعة من الكتاب فإنا نأمل أن يسهم في تحقيق الأهداف والغايات النهائية المنشودة لبناء شخصية المتعلىى وتنمية اتجاهات حب التعلم ومهارات التعلم المستمر فضلا عن تحسين الكتاب بإضافة الجديد إلى محتواة. وإثراء أنشطته المتنوعة؛ والأخز بملاحظات المعلمين والمعلمات. والله ولي التوفيق المركز الوطني لتطوير المناهج", "metadata": {"page": 7, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ض 0 و الوحخدة 0 ا 7 و 7 لله - . ل خصائصل الكائنات الكنية ومصفاقيا , : 0 ' 8 ود ا انا ا ا ا - الي 2 ' ا ا هيا 2 ا ل 0 7 2 ا 7 و7 م 0 تشترك الكائناث الحية في خصائص رئيسة ومم ذلك لكل كائن 00 ل و ر 2 رعو يد حي صفات محددة تميزة.", "metadata": {"page": 8, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب يه 5 2 قائمة الدذروس بر ب م -؟ 2 ا ب الكائنات الحية تورث ا اتح - مأ ا اب ل به انز سيبل ا لس ا يا وات و دجت لوتب 1 : ما ب 8 6 8 22 1 ا لا 1 1 1 0 يصوأ حا 7 د 1 1 ' ' لوو اال ل : قدا لضا ا لسارت زب 5", "metadata": {"page": 9, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "26 مب . 9 ماي عر أزتدي القفازاتي وأستخدم الهقص بمساعدة معلمي معلمتي وأغسل يدي بعد الإنتهاء من التجبة. ع و ل 5 9' خطوات العمل: ط 1 3 م 7 7 2ه 2ه و7 2 77 0 لماه -0 7 ا مس وس . 7 رسو سمه اه اس 1 : 1 أضم كمممناسةمن النربة في كل خائق مع بذرتين أو ثلاث بذرات من العديء لذ 1 ا لتر الحم . اا 1 خخ ل ا الحواد والأدوات 3 2 220 ا 7 و 27 . ب 0 ايا : ض م 8 أرش التزية بالماء ثم أضع الطب في تكاء زورون با الم : : : 0 ا 1 1 2 الال 5 8 لاط تموبذرات العدس في الطب مذةأشبوعي. 0 ب 2 2 7 بر م2 2 ملحقة ا أقيس طول النات بعد \"0 ؟ \" اال كم اجر و ل\" ح قت : ءءء 0 2 0 7 ةق ما التغيرات التي ستطرا على الثبات؟ 0 . 3س لو ب و ني مرش ماء اعرض نتائجي على زملاثي بذور العدس 0 تبي - زميلاتى فى ا ال \" 0 الا حال الى ايلات اه اا 3خ أذ د عو را 0 التواصل: يتشارك العلماء نتائج أبحاثهم؛ لإيصال الأفكار التى فى تطوير", "metadata": {"page": 10, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا و 5 ع 7 عه ا - 0 هه \" الدرس خصاتص الكاتنات الحيه ابا 4 اير 2 رو 09 0 ما الذى يمير الكائن الحي عن غيره؟ بده ي يم ين بي عن غيره الفلرة البنيسة: 7 و اا ار : و و ا صل ف و م النباتات والحيوانات كائنات حية. تشترك تشترك الكائنات الحية بخصائص 7000 عي عا م 2 اق 2 لا : 2 في خصائقص م منها: النموى و نرم ا 7 اء : 1 0 5 ررد 92 2 عام وتحتلف عن بعضها في والاسيجابة والحركه والنغذية 0 الصء ت. ر 2 ؟ ب ات 2 9 \" بعض الصفات تتمير الكائنات الحية بأنها تنمو . أى ا ال 01 2 2 اسراح له 7 0 مزلم الى الم النمو التكاثر دمتاء 1000 الاستجابة  الات عندما ينمو يرداد طولة ويكبر حجمه. 8 مويساة . . وبا م لصن ف 5 0 9 1 بل راع 8 با ا مواد حر لبذ - من - كل وك -\" بن 7 مز ص - 0 د كين", "metadata": {"page": 11, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "بض ات ا ا . 6ه 7 الث ور 7 اخ ءءء ومن خصائص الكائنات الحية التكائر  أي أنها تنتج أفرادا جددا ان و 2ه و فتزداد أعدادها. تخليف الكائنات الحنة يط ائق نكا هاء فالذجاجة كا بالف بالف ء نات في طرائق بر 6 جاجه در لبيض والدارب 2 84 -' \"م و 4 م يتكاثر بالولادقي أما القمح فيتكائر بالبذور. 0 ها ' 5 ب 1 \". 7 75 : . حي - 2 با د 3 إ - 5 ا - الدنة \"0 سكير دراء 4 جد 1 1 . 4 5 ماج : 1 0 ء. حن ل د 0 نز 7 7 ب ل ب الب الا و المت مطشا ءالب أ في اق ام ل 4 ا ا 1 وين عه 5 بر . تسيا", "metadata": {"page": 12, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "3-0 5 راثا 22 عرب 2 م 1 0 اما ل ة؟ 0 4 29 2 ماعدة صغار الحيوانات في الصو الموااواأدوات: ضور لمراجل نمو كيف عرفت أنها صغار الحيواناتت؟ طائر 11-امممملهتتحيس اا هس 2 ؟ 5 -- اليب ا علي و هر ا ا به - ه22 الاجظ: أنظر إلى الصور المعروضة 0 ى د ل ام ا 2 لم ا زعي و9\" 1 25 إ 0 1 حب 21 م 7 \" رء 2 و : 2 خض - عازن اه أ رخفن زه مررري خيرلر 20 دالب 0 ستنةج: ما التغيرات التي ظهرت دري 3 . 2 الطاء ؟ 7 2 . 2 ا 8 ير؛ وإذاتعرض لكان الحي إلى مؤثرات ا الو لس اط ار دور م الك ا 7 7 داءعج ذي كاد نه ماعل معهاء ويسمى هذا الا 1 اتواصل: اتبلال نتائجي مع زملاني الإشيجابة . زميلاتي. 1 2 0 سال رأسها وأضراقها 1 ماله لون دا الدزع عند يها لط لب تا ؤي 1 11 لذك ا . د ر -", "metadata": {"page": 13, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "سر\" . و ؟ 01م و 4 . وود 7 ن وود تخلى الكائنات الحية جميعها. قمن الحيوانات ما يأكل الثاتات ومنها ما يأكل و 9 و 2 0 مو 3 . ب ع 2 ل 27ر جور . . 9 اللحوة ومنها ما ياكل النباتات واللحوة ما النباتات فتصنع غذاءها بنفسها. 2 م . و 0. . 7 وج ورررة ار 2 ل 0 7 ؟ 0 ا 0 ايج لأوتب يتعذى على والحيوانات. أ - لوح ا الأعشاب 1 يي 1 1 اا 1 7 ار , . \"6 وم فالا لان ل ل م 2 د 6 بع - - 1 0 د 0 2 ا . 1\" , ب لاا د ا ال 7 : ا 5 و 0 3 م د : . 1 5 2 2 : '. را 1 ر ا ا 1 7 8 ل ه 1 : ا : 1 : نر", "metadata": {"page": 14, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "27 واه 2ه \"1 \"- را أل الا : 7 اناا ال 7 يق رز ا ف 1 : 1 1 ل 7 7 2 11 أ 1ض ددم اللا درو و ا : 2 ا و . ا : دا كن اده الم 7 7 2 ا ا حصنا 1 زب ايضيء ا 2 ل ال 7 1 صا يح م ب م ا اج أ ا حي رن : 5 1 د ااا ا 4 اد 17 الأ ا جر 9ن زا : 0 ا ا ي\" مر ري 22 ب 1\" زخر تباع الشمس تتحرك باجاء مصدر الضوء. 72 ع ا\" ا 22 1 722 2 عدو رف 2 نح 0 0 3 ى تحرك الكائنات الحية؛ فمثلا يتحرك النبات إلا أنه لا ينتقهل من مكائه اما الحيرانات و م 70ص 0 : 8 201 اه . و 2 درء 7 2 ع 4 4 ايو درف . ىن 1 ؟ كلاود. 1 3 \"11 أن ل جه 7 2 3 ل 90 3 ء ا ات و ا 2 0 عي و 2 هل العبارة الأيية: الكائنات الحية متشابهة صحيحة؟ ابر إجابتي.", "metadata": {"page": 15, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفكرة الرئسة: ما الخصائص التى تشترك بها الكائنات الحبة جميعها؟ 0 ا لغ 2 و 3 و ء و زور 9 7 , 9 1 ب 4 م والصورة التى تدل 1010 عليه: عن الاستجابة أصه : آذ م 1 عم 0. ل و سمه اضع ارات في الا وه الل أ بالا ركو سس مف 2 م. ؟ و نمو ل 5 لخ الوم مع المجتمع 9 العلوم مع الع ل كيه 77 أعمل بطاقة معلومات لطريقة من تسمى صغار الحبوانات بأسماء خاصة 1 اء 2 0 الل 0 م2 م ل 8 م2 و 7 \" 1 طرائق الرعاية التي يقدمها الإنسان فمثلا ب 2-70 ف الأسدة لا أنحت 0 22 17 2 م ء7 7 - 2 ل للحيوانء واضمنها صورا لهاء ثم اتبالال ا عن أشماء صغار الحيوانات الآتية: 8 ب 8 اخ جح ء 7 1 , 0 البطاقات مع زملاثي زميلاتي. لبخرة والحصانء والماعزء والأزتب.", "metadata": {"page": 16, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب - - و ر ل و للا 0 0 عه . \" . . \" : الدرس ؟ بر الكاثنات الحية تورث صفانها با 5 اير م ب م 7 0 م 7 ؟ ف 7 7 الفلرة الرئيسيه : و7 بن 200 م رطعو : . 5 8 : و ؟ : لاي ماي ل 0 رهلر 0 ع م و نرث صيغاز الكائنات الحية. الحية الأخرىء وتتقل تلك الصعات إلى ن 0 ص 0 9 2 1 - 7 . 8 الى و 0 ل كثيرا ين صيفات ابائهاء. الكائنات الحية من أباها وأجدادها بعملية اي ا 4 ي البرائة مانء: 11 و 1و7 د : - : اد 27 4 ا 7 7 . , 2 نر هه تت \" المقاهيم والمصطلحان: ور بجرء الخحصوير الوراثة ج110 201 1 2 ه لي ل إ 0 صفك سس 3 م 7م\" . , ب الأوراقي ولونها. : ا ا هي 2 7 7 9 و 2 سالا 0 م جراد ؤ5520 و \" 1 0 أ 222 رار هل تورث صفة لون الفراء عند الدبية؟ أقدم الدليل. 271 1 آ 7 7 ل ل 8 : قا 1 ل\" أجلن 1 : اليه 4 ا 7 اق 1 7 7 روم ذا : 1 7. 7 6 7 ا كا 7 01 اخ الي 2 0 ا ل 7 77 7 , 0 7 ' 1 0 ل ا 1 ل م رهم اخ د - ااا ل 7 ا ا 2 و ها اللدهخذا حا ذه كر ا 01 را 01 : 27 ا 7 ا يض 0 لز 7 ددر عاد اسان 1 صر . 8 1 ء 1 و را ا ان 0", "metadata": {"page": 17, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الأآرانب وصغازها 5 اراي ا لا 0 المواد والأدوات: صوز كبار الأراب ويغارها. . نبا ال 1 الل 1 اح و1 : بز و و3 واي مدر الي ا ع اك ا ص و تمثل يغارها. و م و 9 خطوات العمل: 3 كمه نو 3خ : ل 03 م 7 : الاحظ: أنظر إلى الأرانب الكبار الثلاثة فى الصور 1ء ب ج ويغارها فى 28 : تحر ويه 7 2 لب ب 2 2 1 الصور د هف و وأحدد ألوانها وحخجومها وأشكال آذانهاء وأسجل ملاحظاتى. ل م : لا ا 0 . 2 2 بن 9 0 70 ع ف ىه 9 ب والأكثر شبها للأوتب ج؛ مستحدما الملاحظات التي في الجدول. أشتتيج: من أين أخذت صغازر الأرايب صيفاتها؟ 65  مقي از اال ع7 رك سعريه 1. : أتواصل: أخبر زملاني زميلاتي بفكرتي حول الشبين الأرايب الكبار ويغارها.", "metadata": {"page": 18, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قذ تختلف الكائنات الحية فى صفاتها عن آباثهاء فمثلا: 7 قح 7ف ارم ا م 8 قد يختلف لون الريش عند فزخ الطيور لب بي أ اساي ا ماما 1 الكبيرة التي من النوع نفسه في عدد ؤ الأوؤراقي وحجمها. جر و دو و الحيوانات والديها. : ,", "metadata": {"page": 19, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "كل يختلف أقراد النوع الواحد من الحيوانات؟ على الرغم من التشاببين أغراد النوع الواحدء إلا أنها تختلف في بعض الصفات. فمت ثلاحظ أن الكلاب يختلف بعضها عن بعضء مم أن الكلاب جمعها من تشابة الكلاب في أن لها أربعة أطرافء ويغلي جلدعا الشعر لكنها تختلف في الحجمء أو لون الشعر وطولهء أو شكل الآذن. 0 لل 1 8 ل م . 1 1 2 ا", "metadata": {"page": 20, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "د 7 2 2 9 0. ل يي 2 0 8 0. ا 0 ب ب ونلاحظ أيضا اختلافات بين الذكور والإناث في الحيوانات من النوع نمسو 2 م قرا قا ص ورد \" . ص فمثلا. تختلف أنثى الأسل اللبوة عن الأسد. أ أ . مز 2 0 7 و ل أنحثق: يم تخلفالكلب عنبنضها؟ في تتشابه ابتار رفم تلترفت ل سب يارصيييع8ظ81 حلا - 1 3 - ا : ل \"\" 1 0 ا 1 قرا ا ميل 1 ' 0 : \" ,\"0 : .", "metadata": {"page": 21, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "4 . 0 و 0 ور 0 7 و مع م2 ءا ه ب عي م هل تؤثر البيئة في صيفات الكائنات ض ض 1 : . 0 4 و ا و . 2 م 0 با 7 7 ا 0 0 ممه االماء الكاثنات الحية. ,0 د را : اس 1 : 1 د اصك 75 7 فدلابضب لون طائر النعام ودي م 70 يرما ته 5 2 ل أ 1 و ا ا ب ب فى 7 0 ا 11 رفي 84 7 5 7 0 7 0 ما إذالم يتعد علبه فإن لونه بق طائر النحام : 2 0 3 م 3 او 0 2 0 3 \"م 7 . ما مر 0. في مناطق منخفضة. شجار الحو في المناطق الجبة شجار الحور في المناطق المخفضة ا ال ذا خا لان اال ابل زان 5 1 0 ف ل ل 7 را ال ا 1 أ 9 1 0 8 7 الاو 7\" ا 5\" ورا ل 0 جر اد 3 1 1 1 أ 1 ابزوااعنا 5 0 ل ا 1 2 ا : 8 بن يو ا 8 1 ل . : ل واليي ا 0 1 ب", "metadata": {"page": 22, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "دسلسو 2س هه و 2 رار و 7و 2 بالإهسايه راجا ا - 0 سر وتساء و وه : \" : 0 ا 1 م شجرة الزمان عنذ توافر الماء؛ في حين رد حر جر رمال يوئر 7 8 8 و 3 ا 2 2 ع7 1 رار 2 ف : 3 \" له الماء. واي ا نرق عار 0 لين 7 ها ل 0 م 1 ا 7 0 اتحقق: كيف توثر البيئة في تعيير جز شجر زمان في مراحكة الرزسن 1 0 ا 734 2 ع ره ا الفكرةلرئيسة: أقارزبين الماعز 0 1 - يم 2 سر ارا 2 1 وصغيرهاء فيم تتشابه؟ وفيم د تختلف ؟ 01 80 ب 9 و 72 م ا ره 0 9 ؟ 0 2 رو ب الوراثة د المفهوم والصوزة التى : 2 0 2 را لتي تدل عليه 110 يد الل 6 2157 داكن انظر إلى الصورة نم اذكر ثلاث مسح 0 8 إ: ب : موق \"م 8 الا 1 0 0 صفات ور ثتها صغار القفل عن أمهاء 0 2 3 اجر 2. 175 : : . 3 العلوم مع القن ل العلوم مع البيئة تاد حن اناء وصحد وآ شم لم حد ره 7 اط لج ءاي رارع ء حر - صغيرة؛ وأرسم لوحة أسمي نباتا يعيش في بيثتي وابين 7 دام 7ح اج عط7طئء ء 4 8 2 4 0 لهماء واتحدث مع زملاثي زميلاتي عن أمممته للإنسان. الصفات المشتركدبينهما.", "metadata": {"page": 23, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "حون 9 9 2 7 -ال دور التكنولوجيا فى اشيكشاف خصائئص الحيوانات ورعايتها ساعدت التكنولوجيا العلماء على تعزف خصائص كثير من الحيوانات وصفاتهاء فمثلا مكنت نظارات الزؤية الللة العلماء من مراقبة الحيوانات من مسافات بعيدق وزؤية أدق التفاصيل ليلا. وخاضة فى الحيوانات التى تنمط وقد اشتخدم لإنسان التكنولوجيا أ دل ا 2 ب 0 رعاية الحيوانات وتربيتها وحمايتها ض ابي اا - 1 4 ب وعلاجها بتوفير الادويةوالاجهزة ا 21 وو . 7-0 اللا م 1 25 و 12 : ل تاي للا 4 طم واره لقره 8 2 : 3 أتواضل: أبحت عن دور التكنولوجيا في رعاية الانات والحيوانات وأناقس زملاني زميلاتي بنتائج بحثي.", "metadata": {"page": 24, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المفاهيم والمصطلحات ألا 1 . و 5م ال ا - 1 م أملا الفراخ في كل من الجمل الآيية بالكلمة المناسبة: 7 092 0 0 8 ور إ رانة إنتاج الكائنات الحية أفرادا جددا: الات تتغير صغار الحيوانات وتكبر عندما: ات 420 ا اج 23 النكا تقال الصفات من الآباء إلى البناء: . نر المهارات والأفكار العلمي 0 2016 0 2 ال عد ا 0 اكه 3 م الم الصورتان الأتيتان إحداهما لطائر وهو كائن حي؛ والاخرى للسحاب وهو حي م ل 0 - كح 2 2 3 2 م06 27 أقدم سببين لتصنيف الطائر كائنا حياء والسحاب كائنا غير حى. ره 2 3 3 9 ب عردو سه 0 عنس ار ب\" \"0 ب 5 . أكتب صفتين تتشابه بهما صغار القطة مع الام. در 1ص 6 . بم 7 أكتث صفتين تختلف بهما صغار القطة 8 . \" 7 ا ا 5 عن الام. 7-6", "metadata": {"page": 25, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". ي و اا جردو 6 ا رخص ل م اي حقيقة أمرأي؟ : أمير أي الوبارتين التبين حقيفة وأيها رأي: ماو الك ل صعير ردب ينمو ويتعير. يم 0 تو دع و. تفكير ناقد: كل السبارة ائن حي؟ ماذا؟ و مما رك را ل \"جسم سه رس 2 2 أشتخرم اأرقام: أثن صور الحيوانات الآية بحسب عدد أرجلها من الل إلى الأكثر. أختار الإجابة الصحيحة 7 مركو 6 1 7 يي 5 . 8 أتوقع: أي البطات الأنية أ للفراخ التي في الصورة المجاورة؟ 85 جا", "metadata": {"page": 26, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 0 عر و و 1ج ص 7 و7 ب 4 0 و اخ ارتب بالتسلسل: تبين الصور الاتية مراجل نمو نبات فأي مما يأتي يمثل 8\" 7 بم م الترتيب الصحيح لها؟ تررم نج 4 20163 ق 24. 1023 3,214 تسويم الأداء ا 2 2 : ام 7 د 4 ب دارم ام عد المواد والأدوات: ورفة؛ وقلم. و 7 و كر 3ع ره 2 و : 0 م أصمم جدولا لإشيكشاف الكائنات الحية في بيئتي. 2 رو 0ه ب . ا 2 بر م 0 الاحظ الكائنات الحية الموجودة فى بيكتى واسجل اسماءها فى الجدول. 3 بر 2 ب ن ن 8 أسجل خصائص هذه الكائنات فى الجدول. خء ا 0 نم 73 0 أخلل: ما طريقة تكاثر الكائنات الحية التي درستها؟ ا . 2. 0 ب تواصل: أتبادل قوائم أشماء الكائنات الحية وحصائيها مع زملان ي زميلاتي فى الصف.", "metadata": {"page": 27, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وسو دبسسجايجبنا ممسجلةبصئاصطاااكوردرد 2 ناض الكاتتات العية فى المطة , - بج . ححين 19ب لحار ليب ا سيج ذه اي --15 - 1 إن ا ال د ا م ي ال ما ا مخ ا ا : 7 2 . 067 8 0 رب 7 2 8 الب 0 : 5 - الح 1 . 1 راطا الد. وص . الدد ا 2ه 7 2 ', : 7 2 . 9 2 7 228821 5 3 9 ى 9\" م", "metadata": {"page": 28, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2 7 بن 9 قائمه الد مه الذروس 7 ه 7 الدرس الأول: الدرسى الثاز : هم 0 ل آ ب 5 و ود 1 رس ءءء لل اص ص م لم بال لا مالم دبجضصضهك \"1 لم 1 بح 2 ركم 2 ب ام و ال 8 2 - \"\" 23 2 م صر اد م\" 0\" را 0ه اذا وتيب 1\" 30 5 8 الا 0 1 جح الب : سورة هود إ 9 , - \". 228 ن رن . اانه اد ان قل : . ىن را 11 أ 1 1 ا ل 1 قم 0 با 11 ل 3 بل 2 1 م 0 0 : \"0 \" \"م 0 : 1 افا 11 : ام ازج اح ا ل 0 يليا : ب\" يدم أ لكلا اي نا ووو 1 فنا . سا القن عي 0 رلا صر 1 0 1 -ا 1111 1 - . 1 - ل ضا سر ب 7 و كل وو ء ادي ' ا ال 0 ل ار ا اب ل 7 و 0 ا لي 7 ل 2 م ب - سير جر 72م ا الي ا 7 ل - ري 1 ل م و را 0 را سح ام ره ام ادل الح ابا يد ء 4 7 1 ا ا رقو عات ب تا ل اح ب 7 3 ل نر بلطم دحب 2 \" -حبب حاحب كنا ل ا ا 2 مسو 0 ان 0 ا 2 ل . -- تت بي امهون.", "metadata": {"page": 29, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ى 4 ديح ءا ل 7 هر - مسج لحت لطن تن اس ب جد - امت 0 : -- الح روا لاض ا 0 ا لا اب وج ا ا ا ا ا ل بير ورد 1 1 1 ارا أ ا حزن ةن ديد ب لالم اد ا جهدام ب ا محر ا اج - از سف ا بسر الاير 7 ديل 76 ل ل 5 5 و يفاو يوضر ام ب لل أب دري 0 ا الكائنا 7 1 5 احاثما؟ 0 ا ب 0 0 2 2 دي 0 ا رات 07 ن وري اللأقكهز تيغ 001 ل ا را امم 52 2 بت : ج - 7 2 7 24 . د 7 ىس 0 7 \" م 1 لقا 3 م ل,؟ ص 215 م ال 81 . 5 0 : 3 ب - وعد رةه 1 و\" حي ا ا الب 0 برد نحصب 26 ابر ص لجفيار اج ال ا فيط ار ا خا نيا د ا 8 م را ب ا م اا ا ل اح ا 1 لاض اب 0 ا ف حي ي ا ا 5 ا لمكي اعد إل د ا حك ال لا ب وم ص 7 0 تج ا ا اا كو ل ب س\" بد ييا تع 2 اخ م لبا\" - م1 الرحعنا ا م 9 ام 2 ار\" : 1 لمر المتاوووة الواح لد صم فقي موت قت د بحفيسيبا ا بالل راد ا 0 أ طعا رحن مواد رحد ال 1 كي الو ا ص را و7 4 مج 7 م ل اام ليثيم جا وشا مي", "metadata": {"page": 29, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0232 - 0 - 5 كر ا 0 د ب و 2 2 1 نظر إلى الصورة وأحدد أسماء الكانات الحية الم وجودة فيها. 00م ال : 2 0\" بز آ 2 \" 1 5 رز رج اا ض لقي 7 ا ض 6 , . اد و الك 2 ب الو 5 ما الغذاء الماسب لكل كائن حي فى الصورة؟ الإ . و و 0 0 0م . 71 2 . 0 ص به ماذا تحدث للكائنات الحنة لو جف الماء فى هذه الدعة؟ ا ب ا م و 7 و7 مم 0 4 و مم 7 1 . ماري . ب و سج و . 0 و ن راي ,\"ع\" ل 0 ب ا م 0 1 ا 253 الكاثنا 1 0 2 1 , ح د د ء ه م 0 2 ا مطاخع 7 0 1 ا م 5 ار را ال ب ا 2 و 0 2 2 و م 8 2\" ساس وه 7 ل تكد ل ا الايد 1 ا 1 ا ل جد د ا 3 0 زا ال اجيم الال 2 لكا الل 0 ل تي ا ا اليه عقا 0 كد 72 0 7 7 أ لد 2 : ها سب رس ل 0 و ا ب - حك جب 7 و0 ا لم ل", "metadata": {"page": 30, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا و 2 1 ع . . 1 ل 1 2 الدرس حاجات الكاتنات الحيه ,. با 4 اير و 0 و 0: رو لى م . د ا 8 3 ؟ إلى ماذا تحتاج الكائنات الحي معيس ؟ الفشة الس ا : : : 2 . ن و ب 2 2 2 24 و 7 8 م سا سس 2 0 7 لغ 2 7 0 تعتمد النباتات والحيوانات على 9 و كرا بعضها؛ للحصول عل حاجاتها . در ا 9 و . - 9\" ل : 2 سا 4 2 س 2 : ب . 2 م ن 2 2 ا ل لص 1 . المفاضيع والمصطلحاتن: - الأسا سية . اها لللصللللللصلللللللسس ليله \"0 2 ل ب 7 : ن ن 2 0 الماوء : 906 لا تستطيع الكائنات الحية الاستمرار فى م 0 2 م 34 74 الله الغذاة 810 660 الغيش من دون توافر حاجاتها الأسامية 72 كي 4 2 5 كح 2 2 0 7ه لخ اه 7 فالات مثلا يموت بعد مذ إذا لم يتوافر له تسسات - وخ د د ل ل د \" . م اليا - كو - ءءء الب 2 سر و ا عه وال ل 1 1 1 سك ا تمي رين", "metadata": {"page": 31, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م طوس 2 ا و م ل د النا 0 و ا 2 9 م 74 1 اوبعل . د ا لد 2 77 0 0 : ا81 7 4 0 ب ا لد ع 2 0 و 2 9 و 1 والائد - 0 1 ا للخصول تها. فلكمان ولأفام 011 ها 8 : 0 \" : اي لل ا 8 0\" ل 2 7 ىه ل ب صمل الات لح : : عر 1 . ب المه- . ا 0 0 1 ,' ا لحي ما 9\" إن ب ن 2 1 لم 2 3 ا رع م 0 د 0 وفر النباتات الحماية والماوى لكثير من 0 ال ة بأ 83\" 2 الختوانات فمثلا تد ل : \" 2 ب ب 1 و 2 \"ص لا ب م 6 2م 0 2 0 \"8 - ا : مين و لوط 2 ده 6 و : يح 05 رنك 3 7 ل بن : كااء ا ؟ 0 من الثاتات؟ ا- ا ا ل \" 00 لضاف 2 2 دا ل \" 7 لذن 0 ا : وار عنم ا ا 1 1 وكا اخ ل اا حا 0 7 ا ل 1 را وأ ا ا 9 1 1الواا اا 1 م را 1 . : ل 19 0 7 الا 7 ا اا ا ا ا 0 ل 1 الود \" لتب ا ل ارا اي\" ف 3 مك ال ل 1 ا 0 ا مكو 2 ا الإ 1 0 2 ا ا : 0 ف 1 5 م 1 1 0 0 م عضي ا 1 اي , إ ب 0 8 2 ا أجد تت ب 7 ا 1 1 م م اها 5 3 حج 8 1\" ال ' اي 1 8 ل ار 127 5 دوين", "metadata": {"page": 32, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 9 ب 2 2 8 م 75س 2 ص : شساعدبعض الحيوانات مثل الطيور والحشرات : ب م و ,7 سر امه 3 : : : و. 7 تساعد دودة الأرض على تهوية التزية وتسهيل انتقال الماء إلى جذور 1 5 0 0 و 7 و و 72 6 -: \" و أتحقق: كيف تستفيد الثاتات من الحشرات؟ دودة اأرض به تحسن ا : ا", "metadata": {"page": 33, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م 7 7 م رو 70 انيقال الطاقة بين الكائنات الحية ططي . 2 2ه 2 9 ور. 2 ب . ا 0. اهيا 2 1 0. . ب ن 2 بر و : بوظائفو وتنتل هذه الطاقة من كائن حي إلى اخر عبر ض لق 7 0 مم - ا 7 4 0 يلملة غذاية سنمصس 0. فمثلا يحصل الأنتب على 4 . م 2 0 7 هه 2 بد الطاقة من تعذيته على الأعشاب. وتحصل الأفعى على الطاقة من تخذيتها على الأزتب. فى تحصل على 1 1 ' الأرتب. 1 ع ور ور وق النات يحضل على الطافة من تخذيته على الف من الشمس. الأعشاب. رو 2 ب\" راس مجر 4 ب\" اجر 2 م اا الم أنحذق: أتواصل مع زملاني زميلاتي وأحذدكيفية لقال الك : م ا\" كم ات اراك انس أ 2 الل ل", "metadata": {"page": 34, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "دالخمور ممق سا . 0 م للم لفو ةل ا كاج د 2 7 والمر ذاه يم في البيئات الاب حيت تتقل الطافة من كان حي إلى آخر عر لسلة غذابة؛ فمدل تتعدى الماك الصغيرة على العوالق الاة وتتغذى الأشماك الكبيرة على الأسماك الصغيرة وهذه الأشماك جميعها يتعلى عليها الحوث وكائنات حية أخرى. 1 2 جح - :", "metadata": {"page": 35, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "بع ب 7 0 بم 01م 0 0 ا الفكرة الرئيسة: ما الحاجات الأساسية للكائن الحي؟ و راك 1. ا ل 0 \"0 73 زوك رس المفاهيم والمضطلحات: أصل بخط بين المفهوم والصورة التي تل علي: المأوى 0 -- 5111 0 ا يستمط 8 96 لقره 7 0 \"9\" رع تفكير ناقد: ماذا يحضل للحيوان إذا لم يجد مأوى منايبا؟ 7 . 77 9 : م 7 ب اي \"م 2 . اضع دائرة حول زمز الإجابة الصحيحة. تساعد الفراشة النباتات على: ع 2 م 89 التعزية التكاثر التهوية 2 2-1 \" م لج أكون ملسلة غذاة من الكائنات الحية الآتية: 3 لعلوم مع القن 0 : الام 9 م 2 أرسم يسلسلة غذائية لحيوانات تعيش في بيئتي.", "metadata": {"page": 36, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- الدرس 266 تكيف الكائنات الحية مه رو لعا ل منح الله تعالى الحيوانات قدرة العيش في جلا كات ام 5 2 علي 0 3غس2ض 2 2 يبر حب بيئات مختلفة؛ من خلال سلوكات أو تراكيب م 8\" 0 2 7 : \" ل - 0 س 73 و تساعدها على التكيف مع البيكة في أجسامها تتلاءم مع البكة التي تعيش فيها. التي تعيش فيها. وهذا ما يعرف بالتكيف متاماترد0م. يتكون جسم الكائن الخى من أعضاء او د : \"1. التكيف متلماف0ه. أجزاء تسم التراكيب  تساعده تراكيب  على العيش فى بيتته مثل الريش والأجنحة 5 و 7,7 2 ؛ م 0 ا لنموية ععه08نممم للطيورء والفراء ليلدب القطبي؛ واللسان رتت ذ ف ؤ م ع 7 .", "metadata": {"page": 37, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 2 0 227 224 7 كم و 7 ع\" د ريو و 2 تختلف الحيوانات فى طريقة تعذيتهاء فجعضها لها أسنان مسطحة تساعدها على . 0 7 9 ل 0 الك 1 0 7 و 1 2 غك 2 حم كيف تساعد التراكيب الحيوانات؟ ا 1 3 ع ت ه ء 2 صورة كلب وصورة اا الى ا رو : 2 1 بطة وصور خروف. 0-3 ا م ب 3 وود 7 سن ' ب ايلات لحوم. ولا تراكيب تساعدها في مه م 7ف 0 : 1 نيل ابت ال : تخذيتها مثل: الاب والمحالب والمناق 1 خطوات العمل: ل 2 و 7 و و ا عدا لإا ماي 0 1ت الح عاك ء أنطر إلى الصورء وأتأملها جيدا. 0 : م 0 ء 2 ا الحادة ومن ايلات اللحوم الاسود والنمور 7 ااه ادو 80 ما أشكال التراكيب التى تساعد و ر. 0 3 م ال 4 2 ب 2 - 2 - أناقش زملاتي زميلاتي لتوضيح ا حب 7 0 م : ى يه د 7 الل ها تلام تراكيب الحيوانات مع غذائها. د الما ون ل ها أتأمن الضورة ا ا ب : دفو س. و3 م ما دور مخالب الصقر ومنقاره 0 ب د 7 ا ب \" - وف م 8 0. و 2 اص في حصوله على غذائه؟ ا 6 1 2 براجاز اا 1اانا ا 2 جه و كل يت 7 نا بت كاز ا ا ا 2 و لا ب ا ا عدج . . دا ل ل ا . اي ل ل د ا ل ا", "metadata": {"page": 38, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "77 م ا 7 ل 7 ا اهار و الغعرمة 22 : 0 قرا زعائف تساعدبعض التراكيب الحيوانات على الحركة في بيثاتها. 1 7 امج ورا 2 الأ جحة عند كثير من الطيور تساعدها : على الطيران كما تساعد الزعانف الأسماك الج على السباحة فى الماء. يمتلت الجمل أطرافا طويلة تعده عن حرارة الرمال ويساعده خف العريض على الير على رمال الصخراء؛ قلا تخوص أطرافة فى الرزمال. ضير أل 7", "metadata": {"page": 39, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "رد 0 ان با نخد لوه له لوه مم و ه72 ى و الا وب و ون سم سرس 2 سا تتما الحيوانات مع ودوات السئة كالضوء ددجات الحرا م المخاطر مم مور 7 ممم ا 7 و رز 7 زه و بز 146 و . الال ان و 2 1 -. . 2 0 2 7 2 بي و با ا ا ا ن رز 2 \" 0 و او خرف أ و 2 و 2 1 0 - 8 . 0 ب 7 ا ا 1 على لك بعص بر كيبها : و 7 د 9 8 2 ف 6 27 7 الخ . ء كر 2 ن 2 . م ل الحلرون يخفى رأسه م ص ل الن 0 ن ىه اا 2 65 0 ه عل حي الخ اال حل ما م 2 خط بن ب \" لا م وو كين 0. لسري محسس'-ا ره و لم ل 0 و 4 2 و . ع 2 1 ا ذا 0 4 8 م للق 0 إ ن 0 7 \" : 2 ء ار 1 72 ابن لي ا 1 7 2 2 ب م ان لير ا ورا يأض ا 3 5 7 2 7 ا ل ا وعد . 0 8 7 و ا يج 1 سر اه قاع . اا دجا و ار 1\" م . ليك ورا للا ل 2 سه 2 قد دع د ا حي ون ن م انا م ع يب", "metadata": {"page": 40, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وتتكيف خيوانات أخرى مع الببئة بالتموية  من جو م وهو ل شف هر 805 هم 7 ص ب ص 2 2 0 4 مم 1 3 و 9 0. ومو ب و ص2 0 هوا ا ني\" 0 اب رذ ةا رايم 2 77 ا ل ل 0. 1. 1 و رغ بي رشي سو ا ل م ل 1 دار : ع اح اا الإدات \" 32 الارسة ز ال ا الصاقدة فم 0 8 ا مره بج\" جرد سد 44 الا ا عم ا اال ب ب ل ا ل اول دج ل ل زان ابيع ايا اا ا ااا ال أ ب ب عضي لمم 5 4 0 ا 5 ل ا ا ححا ؛ . كرا زد ماجاء ل ا 0 ل 7 يا الام مكرتو ا ل ارالك : د تبك ات مزح شاب احور ا لص لإا ب لتر الوا لير جار - ع ل . العا لاا ف دا مر ل لا اي ب 3 حك جا اود 1 مض ا لاحر 1 اي ان رك مال اه رس و عا ا ا 7 أ ال اا راسي 2 7 يه م رو دح ل ا ا واي ا - 3 ل لأ 7 ا 7 ا ناليمو جا لمهت ماد حار اه امد دزا واي لو سر ا ل ل د رخ له ا للا ا ا ا 0 :", "metadata": {"page": 40, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 ل \" حب ب الاح ا 45 ب ل ا يا م ويد وا ل - - ابوج 3 0 مم حي : 8 ل ا ا حك 4 ا الات لوت ات م 0 جا\" 0 المروكدووي ا ل ا ل حم ارا ين ةمير ل , 0: الاض مد ات 0 حلب اعد ا 2 0 ا ل ل 2 0 محا ا واس اح سخ والاوا ب ا را شق ارا ارت ا ير ا ارن الا اااوو ا- مدي أ تبهيبيست\"- لس رحن لا ل ل د\" 1 لمع ع ادا 1 الط شط لضا رن ا حت ا لمشت ال دو ا ا ا اا ا : ا ل ا ا م ال امير اح راج لعشي السو مس از د د د ويا لابج اد ب : 0 الى حكن ات ال ل ؛ , ا ا ب ا اا ص لمجا 7 ا - ب المؤتكلا. . لجيه ل ل اا 5 ل اي ا اأء ما ن ا , با ل ا دح 3 \" 0 07 : مر - 0 2 د خا اد و ا مر ار ل ل ااا , حيطا اا حر ئش ماب حا لام لديا . حين اتير اله جلا ا حا : ا ل ا ليد و فير ان الم ص \" ا ل ين لاا اق ل ا و . . حي - ا ال اا ا رح ع الات ا 1ق .", "metadata": {"page": 40, "chunk_id": 3, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "سر ا مس ارد باج المست \" رايا اج اده ا ا الخ ا سعد اال كراد حل امار مرا اياي ني ا ألم ال سيت مججمجحينة 10 ا وا لي وي م ل حضاجاج. اداج ع سي ب ك لر رح اح ادو دا وا اوس لحرن الا لازا ا نه سب ا 5 ا حا حا 171 2 و اا : ان قاد ع ا يتلق 0 ا ل مل إن د 2 7 بالا \"0 ا 7 سينا حم رحو 7 ب المح ال ا 6 سالا . جاح اي ل . وخ 1 اراد كب رارج الصاح اا ال و ا ا كالسا ا يي\" 1 ا تدام داز اله ا در بد در 1 دو كمي م ما ار ا ار 3 اح حا لس و اي ا لأ ححا اا مع ا رك لل ل 7 2 ا ا لوق اذ جاه الودرسن عالا : مهد اله ا 0 رمحي اإجيد ب ود بحر وم زح ل لا ار ا ا ان اا - حي ل ذا و ان با كين كدي رعاء ارج كرتم ال الو لصالا صا ا المح اا 6210 حير 2 ا ار ار بي ا الاي ا كا 0 0 ا ا : اماي لا 4 ا ل يا ين دو ل ا 7 رق 4 ضع لنت سكا سقو د ا رادي ل الوك راي ل ات يل تمر ودع ان ل ص ل لا ارا د مل ا ات با سي دحك رادل لم2 ا لا حر ادي ا . را ا اوكا ماحد غدل 8 وامهاي تباي بالا ال ا باج 27 دت انا ارا انثير ا و", "metadata": {"page": 40, "chunk_id": 4, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2خ 72 و 7 2 تتكيف الناتات بطرائق كثيرة 0 و يو بسك ال عا الال 1 ا ا 1س 0 ا 0. 2\" م2 الصبار الذي ينمو بكثرة فى الصحراء تمتد جذوزه 7 13 2 0 2 و ج و 2 ارا به وله أشواك إبرية تحميه من الحيوانات التى تتغدى بر ط, \"م م 0 2 ود : 8 احا : ا ط إن تكيف بعض النباتات ياتي استجابة للمؤثرات ا 2 ,\" : 0 آي 8 7 : 7 م ل رصي م 03 م م . . 7 يدج الخارجية مثل النبتة الخجولة التي تنكمش أوراقها 8 ,و 7 عدي اعيا ل به 2 م ءءء لله 11 عند لنيهاء كما أن الحركة المفاحة لأزراقها تبعد 1 ور أ 24 سك يك الحشرات الضارة. ع 2 ن لله وو 3 راد نل ا 0 25 ال سار ع وبعض النباتات سامة يثل نبات الدفلى؛ إذيك ص ب \"8 0 7 1 و 6 يدر دو الأ م راسد 2 2 2 سس مه 0 : 7 2 0 : : ترتت : 0 5 م 0 0 0 1 - . 5م ب . 4 : : 5 \" ب 7 ال 0 9 ب 0 \" ره ب\" بر 7 لجال . 3 ب 0 : - ب 3 : 1", "metadata": {"page": 41, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و في ولا يه . 7 بي عأ رةه 7 ال اجغا حدصو و و 2 2 أثر البيكات المختلفة في نمو النباتات آثر البيئات المختلفة فى نمو الثاتات ار دا . ىم 1 : 0 ا تؤثر بعض عوامل البيئة في حياة اا اه ايب ار . 7 ومن م يو : المواد والأدوات: ثلاثة نباتات متشابهة وكوب لثانات ونموهاء مثل: التريق والماء ا ا ا 0ق 0 37 3\" - 7 7 مدرج, ومسطرة؛ ولاصتىء وقلم وماء. ودرج الخرارة والضوء حطوات الحما : 0 84 7 7 ل - جأصئا 22 ملك لحا زياد لذاء ف إن إنخفاض ذرجو الحرارة ع أضع ملصقا على كل نبات يحول زقما مختلفا م 1 وه ا 2 ا دء 0 د. . آط. 2 بحسب كمية الماء المعطاة: 1 ماء متو اف ضا ومو ر اب . ر 1 1 5 1 0 2 م 7 1 2 ماء قليل 3 من دون ماء. المزروعات. كه م ارك م اه 2ك عق د 2 أضع النباتات الثلاثة جائب بغيها قرب 1 5 22 : : م ب 6 ده 22 بح بر 9", "metadata": {"page": 42, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "فاع 7 ان . أجرب: أضم يري عم مناسبدمن الماء على - ا وال 27 157 . د ب مضي كج لك ا ل 7 النبات رقم 1 وكمية قليلة على النبات زقم2؛ أ با م 0 اط أما السات رقم 3 فأتركه من دون ماء. . 7 3 8 م 3 0 ماع ار وال - اص مده أ -11 ا ا ألاحظ: آراقب النباتات الثلاثة يوما بعد يو ى 10 يع 7 ؟ \" 7 1 0 0 ل أقيس مقدار طول كل نبات اسبوعيا؛ واسجل اقياسات في جدول. وإن قلة كمية الضوء التى تصل إلى فسر البانات: أبرر اختلاف أطوال الناتات 2 رب و ما كه الا دكت 12 د الثمات تمبب اصفرار أوراقه. مد ديا ليث ما الماء ف اتاد 8 أستنتج: ما أثر الماء في نمو الثباتات؟ 0\" 1 د 2 2 و 7 : 0 ما الذي جعل أوراق الثبات ؤ\" 0", "metadata": {"page": 42, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفكرة الرئيسة: ما التراكيب التى تساعد الطبور على العيش فى بيئاتها؟ 0 5 7,7 3 2 7 9 االرو رده 1 2 505 بخط بين المفهوم والصورة التي التمويه 3 9-6\" ا 9 لقره 2 2 أنوقع: ماذا يحصل للجزباء إذا فقدت قدرتها على المويه؟ آصف: اشترت والدتي شملةثبات وطلبت لي الإغيناء بهاء فكيف ينكنني : م 2 2 المحافظة على نمو النات وصحته؟ 0 ىم م ل م ره 7 : 7 سا ا بص. 2 تفكير ناقد: إذا أضبحت البيكة التى تعيش فيها الناتات أكثر جفافاء فكيف يمكن اتات اللكيف للعيش فيها؟ 6 العلوم مع الصحة 3 العلوم مع القن م ا س لي 7 عورء ا 3 2 أبحت عن تباتنات طبمة عيش في 1 أحذلوحة كائن حي ين اكيب التي 0 مرا رس ارا ره و كحك \" لأودن وأعمل ملصقا حول فوائدها مكتنه من العيش فى بيكته. واستخداماتها.", "metadata": {"page": 43, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الإثرا والنوس 0 . 206 رز مي أب ' ب بع و له لعري 71 ص 9 ا 7 ل . م 4 7 مي . ه ب تعرض حيوان المها العربي في الأزدن للانيراض وذلك في حمسينيات لكرن الماضي إلا أن الجمية الملكة لجماية الطبيعة. أطلقت مبادرة للإعادة : ب\" 7 0 ص 0 27 ب ب و2 2 حبوان المها العربي إلى الحيا له في مسية الدومري في الأردن. د ب\" 7 2 7\" 7 2\" و 08 سال 8 0 21 ويتميز المها العربي بلونه الأببض الذي يغطي معظم مناطق جسية مع و ره مس0 1 2 و 0ه 0 وجود خطوط سؤداء اللون على الجبهة والأنفء كما يعتلك المها العربي د ء سا2 قرونا طويلة. - ذا اذك سعط داق - الاج حب- 4 و : , 0 1س 1 : حدر سات و \"0 : م زا س0 أل 7 ارا ا و ان دل ود\" ودر المج ء 4 . كم نا مس 1 2 0 7 0 7 0 مي راكاي 7 27 الى 2 2 0 ا ع لل مه 2 في الأزرق في ظروف مناسبة والتقط صورا فوتوغرافية لحيوان الما الربي بعد له كما 0 رده الى رةه 21. 5 ب 8 253 الاسجذان من مسؤول المحمية: وأعرض الصور على زملاني زميلاتي في الصف.", "metadata": {"page": 44, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المفاهيم والمصطلحاث مود 5؟ - دا . الك يي . مارغ أكتب المفهوم المناب في كل فراغ مم يأتي: م ف و؟ 1 كاي 0 دي د 5 ود كه 2ه و 09 مجمد 2ك ب 0 وردد ب ا والحركة: ا ص 2 ا 0 2 ا و2 2\" ا 0 ا ب د 0 ره 0 0 ا بص 7 اه 2 - \" 1 2 د \" 0 2 ن لكي 1 را . هو شلوكات أو تراكيب في أجسام الكائنات الحية تثلاءم مع م 7 الو 1 72 المهارات والأفكار العلمي 2 و 4 ء سر ن وآ طم أصل بخط الصورة بالجملة المناسبة في ما يأتي: اي 0 13 و راركو نمو - تخ ل ال لي برد ياكل اللحوة وأسنانه حادذة. ف وود 0 0 ال م ره 2 . ا م0 ن ره 2 7 م جو و ءا بك رو 2 م أقارن بين الملحفاة والقنفذ من حيث طريقة حماية كل منهما نفس من الخطر.", "metadata": {"page": 45, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ىمري قاس . 2 اب لا يماذاتتحرك الحيوانات في كل من الصورثين التتين؟ 2 م س 9 الح ريد ور و الاحجظ الصورة الآيية ثم أجيب: - أ . ماذا أشاهد فى الصورة؟ 05 - فرعو ج. ماذا تأكل الطيور؟ . أستعين بالصور وأرنب الكائنات الحية بوضع الرقم المنايب؛ لتكوين سلسلة غذابي وض يقال الطاقة يتها وأكتب اشم الاين الحي لعناسب في كل فراغ في الجمل الآنية: غس\" يدا ص الا و و و و يتغذى التعلن على . للحصول على الطاقة. يتعذى الخوتب على ات للحصول على الطافة.", "metadata": {"page": 46, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أختار الإجابة الصحيحة الأسماك الأغشاب ق اللحوم تمتلك الحبوانات فى العادة بعض الصمات التى تساعدها على العيش فى بيكنها. في الصوزة المجاورة حيوان يعيش في الصحارى الحارة. الصفه العى حباء الله تعالى إياها مما يأتى؟ - و 2 0-2 7 وه 0 ا طول اليل صعرالعيين كبر الأضنى و . و 0 ويخ الأداء العلم والتكنولوجيا استفاا الإنسان من أشكال بعض تراكيب الحيوانات في ضنع آلات تفيده في وان بمكيث ا در هه رو وار ل . 1 7 الحياة. أتآكل الصور الآيية التى نينأمئلة على ذلك. 5 بكو 5ع ها \"م م 74 0 0. ننه 0 4 2 ره أغمل تمودجا لإخدى هذو الآلات باستخدام مواذمن بيكتيء وأعررض مانوصلت إليه مام زملائ ي زميلاتي.", "metadata": {"page": 47, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 0 ووه ا 8لا 0 وز 2 1 \" ها وز ب ات ب راض زا و 0 و ع 5 2 2 2 ا ا ادا 2 : 2 2 0 8 و الأ رأ 0 ا ل ازمر 27 حي بسحي رمع مور الرمن . ا 2 7 رمف انرس 1 7 1 \" 0 ر و 1", "metadata": {"page": 48, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب م 2 2 ع 2 خخ 0. الات ب 7 ب و صا يو تا اح 0 0 المسسل امسا 7 0 و 2 اللو ل ا 81 اا و - 0 دا 0. 0 رن خلا هين بس : 7 تور وا 1 الد الثالث: . 1 7 سيرب 1 الو تث 1 0 لذ\" \"لاد . د تدان ل 1 مال ا داو 1 ب : لصي : : بال ا 4 . , ارا الموج - ب 1 1 ا ا ا ا 7 1 8 2 ا ا الججم . 7 رن ال ء 05 : , 2 . 7 - حرق ص صر : 0 ادا ' 1 ا و 7 لبه 77 5 بريجبا 1 3 : 5 اا : ا له 0 00 ينا و 7 بيج ا 2 1 1 ا تي 7 : \" ال ونيو كرض \"0 2 7 ار 0 727 1 7 1 رب ب 3 7 1 , : د ا - مد جر 70 7 2م26 - 0 3 ا 0 ل ل إ ا لا اليا ا ب ا ا ا التو . 2 5 حسمي ب \"0 ا 7 وس - ا ا 7 بج 0 اي 8 د 1 ا . في يا 0 2 5 ا 0 في ب فوط ا بي هر ور ا ل , ا ق 0 7 ولوب 5 7 7 0 يي ل ل خ 7 - 0 0 الود 8 أ قلامة 2 2 , 7 بص ا 1 و مو 7 خط مغ 0 لق م - 7 با 1 ل 7 مب", "metadata": {"page": 49, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا مق ا. 8 ن؟ ل ل و 7 2 12 س الكا ده 7 ل وعينات الصخور. 4 دئع- ل 1 المواد والأدوات : و م 2 5 7 : ا 9 و و م ل 2 - ص شم 8 سحا بن 1 1 7 1 و 1 5 8 و عبات م ر \"م 2 2 2 2 ل ا سر 6 و 0 ا ل ا 0 \" 2 و قات اذ و 2 : م ره و22 2 2 , و 2 عي ال ماد 1 \"م 4 : . . ب مر 7 9 1 رار حيري 07 1 0 ا ا ل مهارة با العم 2 و 0 ل 0 م ما لمرالكة ا ان ل ل ل ا 1 الملاحظة: بلاحظ العلماء الأشياء والحدات. ويسجلون ما بلاحظرنث أ ل 12 , 2 ل 3 27 9 . 001 الم 1 0 0 ب 2 8 8 2. 2 7 بهم 7 2 5 ا كك : ان لي - ا 5 : 2 7 ل 37-0 1 ل ا ار الها 20 ارا تالاش في الاي وان ا لاوا بدا ا ا ل ل ا د نت از عا ا وا ا لسر ار الوط م لور ا تجيهى ذاتح بادا الك تدا في نا", "metadata": {"page": 50, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- يه لل 0 و ا و 8 اننا ب . ز فى ال . '. الدرس كيف تتكون النربه: لنا . 2 22 7 0 ان ص 9 7 مم 5 وصضءط \"0 الفكةا 2. 77 2 تعلمت سابقا إن مكونات طح الارض لفلرة الريسه : : 2 2 , ود 0 0 0 0 وو ب 2 دما نم 1 2 . 17 - أ 2 م فا كمنا . الا سرامم ادام يابسةه وماء. ب 2 1 2 2 2 بم ررس لم و و الأرضيةء وتتكون البابسة من الصخور 2 ل 6 رصية و ن سه بر لصخور؟ 002 6 و للا م م ء. 8 ا لطاجي و9 هو 2 مهمه لخحاة الكائنات الحة. 22 202 م 7 ارا لهو ج ج رس 8 سا 2 7 التى ا اد 0 2 أد . : . يي 1 \" 0 22 و مر 0 م و ود 6 و 2 في , بم 7 ,2 هه ن ن المقاهيم والمصطلحان ا هيم و : لوا ا بتكن م الثئة آنا 7 و سس مس م 1 صحور ه10 نات صخري صخري 05تنت ن , ص . مصع ةق الت ود ل ل ز 7 , . 61 ل 8 الها ب ا ب م سنن ام 7 ا عي 1", "metadata": {"page": 51, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا 5 ا ب نر خي ا ات 34 بر 2 7 ا . م 0 م 30 7 ا 7 . و 7 لد مه ا الخ ا كيه ا و 0 م ا ل ب العا 0 ات اح ا . ا حب 9 د 0 كر 7 : 3 أبيدية ود عر ل ا هيد ول م. حل لين دور لمر ل لي ا ,0 1 حن ضاق جص - تح 2 اناا ح 1 - 2 نوو هه - ل خا محا تمد . . و 31 7 دا ا ب ل ا ل 1 اص ربا 0 2 27 1 4 7 - محا مالل م\" أب انف ا 9 3 , حي 0 ب ال اد 7 . د حي 1 1 مسر 0 . - يك ا ذم ا ها 1 دراب ل لز اع اي لاب رابا لا ااا د\" 0 ل ا ا ا اا د ل اي ا 5 1 : الى تعد اناد 2 ن0. 8 - 7 1\" سه لا 1 0م 5 7 4 : 1 ا ل 0 . - - جور الج با 26 8 4 ديه . 50 1 لك ب وار . 77 لمر 1 ا م يد ا ال ا ا 1 31 7 2 5 : ب 4 لا م - ا للم ا با به 3 الدان ددىاة . بدا 5 0 7ط مز ذا ا إلى ب : 1 ا ل و ع لزب ب د ب\" اج 7ه . يثنا 1 7 ب الما ب لما و الخو وجا ا ي نر لاا 8 1 بح لزيد ا حير - ال ل ألا 2 0 ا اشح ان الات اليه بان ب سيعه\" 1 بن ب ا 0 1 0 0 1 0ه بض ج 1 ارق بل أ لكبهيه روك ج ان يي بالجتجحسص اح ادا اليه ا الح در ان نذاب سضننضا ددر تنالمواننا اناه 17", "metadata": {"page": 51, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "رد 2 2 2 يف تكرن اله ا : وب 20 2 عيب يسارع مزه تك ايك ين تكشر احور وى ع صغيرة جد نستى صخري 0: 5  وتحتوي على ماء وهواءء وبقايا الثباتات والحيوانات. ا و س0 اج يسبب الماء والزياح وخرارة الشمسء : ماصل ب ه ابر 2 7 ب - وغيرها في تكسير الصخور. اا الا يسرتثير الماء والرياح والحرار 2 سر 2 ره ص و حا لب ولا في تكسير الصخورء وتبدا النباتات ا و زه . حت ف النمه. 2 تخعلطبقايا لانات مع فنات الصخور؛ 2 جويده ني \"يد 1 ةد ادا. . أن سد 2 مر م ؟ 22 سس كائنات حية وهواء وماء. و أتحقق: ما مكونات النربة؟ 5", "metadata": {"page": 52, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا - أ \"51 ا 81 2 ا سيت ا و د 8 ن لكي 2 4 01 0 و ب ب : 0 7 ', . . 7 : لا و سىس 1 0 أ : ا و7 ' 0 0 ر 1 الح 7 : ب 2 1718 الى طبر 27 لخذاء وتعمل 2 ا \" ايها لزراعة النباتات التى توفر له الغ 3 ل مج ل 7و 66 1 و لناتا 0. ال 0 2 كن حا - م 0 \"1 أ ل مه 1غ ا سماثار\" 0 ا 1 اي 1 هدم لتب على تثبيت جذور النباتات في الأض؛ 0 ص 1 و 2 22 م 8 ه ؟ د ام أفضل. وتعد التربة مكانا و 2 نات الحنة مثل: 41خ تعيش فيه كثير من الكائنات ا يه مث : دودة ص : د . ل , 7 7 يا د ا 8 و و 2 د : ير ا اله - 2 م آتحقق: ما همية التة للنباتات 2 لد ل اذ را ال كوه و ل نه بحت ا 0 ش - 5 باب يي 1ا م أتأمل الضورة 7زم حدم ن\" 3 و 2 ب 0 ا ا الكائنات الحنة. ا عل كتج بارت ال دوج سس سيج بحب 5 ىا م حسيي", "metadata": {"page": 53, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اف ل نل ض مراجكة الرااس رةه 2 اط ادي 2 2 ا ض . ا 2ه 2 زور م ؟ ااا رود المفاهيم والمضطلحات: أصل بخطبين المفهوم والصورة التي تدل عليه: صخوز  حل السبب والتجة: ما الذي يجعل الصخور تكمر؟ أتواصل: أوضح أحمة لنرية لنحيوانات. العوم مع الرياضيات جمحت سلمى في أثناء تتظيف حديق المدرسة مجموعةن الصحورء ووضعنه ب اسه عض ال رق مي ره كك عه ده 2-0 في مجموعتين. أساعد سلمى على كتابة مسالة رياضية تين مجموع الصخور. 2 جا سر لضا", "metadata": {"page": 54, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ذا رك ري كقزر . ر دق ا 2 الدرس كيف يتغير سطة الارض؟ با 5 ابر ن 0 7 ن ل 2 : 1 وض 21 7 الفلر الرئيسه : مويه لصخور له سا . سالآةه عط م غ2 0 ي 6 4 2 م ا 3 27 التجوية والتعرية عملبان يتعرض مطح الارض إلى عوامل كثيرة و ا 3 9 3 8 و ا ا 7 8 مي و22 م 72 0 و 3 حز0 : 0 و 0 0. 2 2 2 2 0 طب در ب 0 ب م سا اده 0 2 تحطيم الصخور وتفتيتها. وسمى هده المقاهيم والمصطلحان: ها ا ا م : العملية التجوية ع. التجوية التعرية 100 ا 1ص 9 م كيف تشكل وادي الموجب فى الأزدن؟ 8\" ,0 زا 5 تت م ا لمي 21 : 1 0 د - ومين : 8 ا : 1 7 - ا م ب 1 1 الى سور ا 1 - ا ري أ : ا 8 بد سازو ا عقا 01 0 -- لد ب اق قال 7 ا 8 ا نز ا ذكد. 1 ح \"0 1 نب 1 7 0 ل ع 20 ا ال 0 لا ب ل لم راج 0 0 :", "metadata": {"page": 55, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2 و و حانا 0 4 \" \" ا ا م - م هو إ 0 تات بين ا م : 2 : 8 ود الصخور بقعو . و 2 2 2 م ؟ 7 رم وعندما تكبر جذورها فإ ل على جا ا 0 رطقو - السية دق 2 5 بر جذورها فإنها تضغط جازبي الصخر ونفتته. كما تتفتت الصخور نمع ردي 7 لصخور بعل ته - 2 اهار تك نآ 4 كماتفت الصخور بغ تير رجات حرارتهاء فحرار. 2 ب ل م ء \"0 رب في يل بسبب اشعة الشه 0 ال و ا ال و ج 0 72 7 2 و9 2 1 م 0 رز على من . \" إ 8 7 - مم ا 8 من خرارتها فى الشتاء. : 0 7 رج . . \" 0 . , 4 . 0 جز آ صا ل ايا ار ا يي 8 حراس رسي ب 00 ا السو ألم - ب ا ايز 7 1 1 3 ايه 0 ن مس 7 ل 27 ب ابن بدذججز ب 1 5 رو ب 14 \"0 حا مترريا م 1 4\" اورف ا 8 اانا الا ا 1 ل 11 ا ةي ر 0 اق ا 5 ا 0 ال م 2 8. 1 ص الا ا لام ال 1 4 ل 71 رك كي ل ا م لا ا 0 1 ا ا أذ . - :", "metadata": {"page": 56, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 7 24 وات 3 5 - ور 0 ؟ 4 1 7 07 1 رضي 1 1 1 . 01 09 ا 1 ب ل 0 ا ايو هر\" 1 : ب 1 1 لاه ريه الاي 1 الاي كر 1 : يا 07 . وبا 5 ا 1 ل ا ب 7 5 0 و 1 . \" الال اا , 0 1 ا ب ا : 0 جو 1 \" ر 7 07 1 7 0 تحب رم ال 0 0 ل 00 7 : ا 4 . 8 م م ل دنأ 1 مدر 7 : 2 ا ل ا\" 3 ام لي : . 2 ؛ 8 د 2 5 الكل ا - 1\" 0 0 0 \" 1\" ل ا 7 : ل م بك ل 1 , ب م 8 دنا 7 م 0\" . 4 7 0 ا 1 - ا ا 9\" ذأ الو 7 ا 0 يتا : ا 1 , مكرود و الال : 0 ااا بيطاي 0 0 0 4 ا ل 8 فلا ' د هام الي 0 الردربن ف 1 ار 1 م ب ما ا اا مد ا ا ا 1 5 1 1 ل ا اد 0 ب 1 0 7 ب . ل دن 1 و ا 5 1 1 ا ادك ا الا عاد 0 لمانا الا عنمي ورا مه 7 يا ا 1 1 7 : 0 9 خا - , 4ق هه م - ا 85 3 بأ : 1 ا جل الوا ن ا ليل ااا ا 3 ض ب\" ما 1 \" 5 و\" 7 0 8 0 ل 1 ل أا ري لات كت ا : ا ا اك الاب ل ا ا ا نا 0 ا 1 ب لي . 3 : : \"0 01 ابد ا 5 ا ملا 8 ل ذا كر ا\" اليد ا ا 1 9 0 ق 0 كل ار ص 7 3 ل نبي 11 \" 0 8 5 ا 7 كر الل 0 م : ا 0 ا . 8 : الل م ف نوصت . ص 01 لا 1ل ا ا 2", "metadata": {"page": 56, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "4 م 27 0 ل 7 م 2 8 2 : ا س عن عملية التجوية مى كان إلى آخر؛ 1 . من جلي التجوية ين 19ح 7 حصان بلاشتيكيان متطيلان مر مايء بعل الزياح والمياء الجاربة كالانم اد مضه عصير رثل. والسيول التعرية 0. والتجوية وات المه : والتعربة عملينان متلازمتان. قد م اما لل لدعت لص والتعره و 2 لع أضع في طرف كل من الحوضين كمي مناسبة من الرمل. ماذا تسمى عملية اليقال نف بالماصة بطف على كومة مو 02 و 2 1 032 : 0 لنب جر وذ الفتات الصخري من مكان إلى اخر؟ الرمل في الحخوض الاول واسجل ىج 0 : رش الماء بلطف على كومة ا : الرمل في الخوض الثاني. كيف أثر كرنت بال وادي م بفعل الماء فيها؟ عمليتي التجوية والتعرية. . - 1 أقارنبين كأثير الهواء والماء فى الأثل. 1 : 8 ارود رم 0 ع بي - هل بقي شكل كومة الرمل كما 5 . ب 2 0 الى و سد عن را ا 0 : كان في البداية أمتغير؟ أفسر ما حنت. 1 ,1 1 بللتمت ل 1 موب مدوددور-س-جويى حب بر 7 لاد النجة سلاف . 2 . : 2 سه دي - الام يميبد 8 ب : 7", "metadata": {"page": 57, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "لطت ارك طح ا حدا 0 ا 2؟ الك الفكرة الرئيسة: ما العملنان اللتان تساعدان على تغيير سطح الأرض؟ ب 2ه و جر و 1 المفاهيم والمضطلحات: أوضح لزملان ي زميلاتي كلا من: النجوية التخرية د 7: م سر ام 9 ورعو -؟ 7 يب 8 أصنف: أخحتار إسم العملية التي يعبر عنها الكل الآتي: در و از ب. تعرية ير اللو مع الجعرافيا خر اه 0 7 7الخ مق را ل كط ا اق امم لوحة تحوي خريطة الازدن بمساعدة أحد افراد أسرتي ثم اجمع و زر لخادو 7ه رارك راي 2و حا 2 انج أو", "metadata": {"page": 58, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- الدرس الشمس نجم قريب ب اير ماك لنجم؟ بال قال تعالى : هوالزى جمدالشمس ضهة 8 م مر 2 1 ار لحر 7 ا واللقمرنورا 6 سورة ونس لبه 5 ال . اه م سم ءا رض ل حين أنظر إلى السماء ليلا أشاهد كثيرا من المقاهيم والمصطلحان: ال ا ا 2 1 الم فيها. ثم مى هذه فا لكك 3ق - وتمتلع السماء بأعداد هائلة من النجوه؛ بعضها 0 ا كي أضغر من الشمسء وبعضها الآحر أكبر كثيرا ال ادا من الشمس. لكن. ما الذي يجعلنا نرى الشمس لشمس كبر لنجوم. كر 2 2 م 7 سج . اكجر من غيرها ين نجوم السماء الكثيرة ا اا د سس : سس - - سكت سس 2 تصصخ ا اسمن", "metadata": {"page": 59, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 إ: 8 و . ش : 0 . 5 7 : ا م الحجمء أدا قياس شريط يثري ار 0 ف : قينا 1 ء 7 . . ء 0 و 0 0 . 2 . . 4 . . ب و حور 0 . 1 ات تنا : 8 72 2 2 \" 0 . . 3 6 6ب و قر م 2 وه . عت ,' 0 2 راضخ الخ الا حل ع 25 عن 58 0 دمت د سه لحرو ا ولي وا الف الول عي بغد 50 من الكرة الثائية مراعيا أن تكون الكرات على إستقامة واحدة. ير جر 2و 2ع 0 2 2 ا ا - 8 خجوم الكرات كما 1 ا ا 4 ن ممبلة؟ و و ا \" 7 8 رم ا 2 ب 0ه يعتمد حجم الأشياء التي تراها على مدى بعدها عنا أو قزبها مناء فالأشياء ني لله 9 0 رود 2 القزيجة تبدو كبيرة والأضباء البحيدةتبدو صغيرة. 7 و وو 4 و 84 و و لا اعد اد . - 2 كر قا 2 0 اصن 2 7 زه 0 7 21 أتحق: يماذا دو النجوم يقاطا لامكة في الما لبل؟", "metadata": {"page": 60, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "سا2 رج عتمم اكير ء لما ا مام امسا 2 0 الفكرة الرئيسة: أيهما اقرب إلى الارض: الشمس آم بقية النجوم المفاهيم والمضطلحات: أستخدم كلمة الشجم لصف الصورة الآنية: أتوقع سبب الشحذير من الوب تحت أشحة الشمس مدة طويلة أو النطر ليها مباشرة. خم ادع 2 2 كر ساق 1 2 65 الغلوم مع اللعة 4م 0 و ره هه ج 0 2 3 و ب أبحث عن بيت شعر نجم الثريا والقيه أمام زملائي زميلاتي.", "metadata": {"page": 61, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "لزأ 2 2 ب ى رج سر ل الإتراء والتوضع مسر بلح وادى ر و . مه و ام ب زر سس وادى : معدت الك كن يبعد 7010 عن محافظة 1 ويسمى و72 ريد ادى زم جنوت الاردن ون وى اكوو حال 8 ال يمع وادي رم ا ارد ر مه له الصحرية المرتفعة مثل جبل لقم ؛ لأتدبسه شكز سطح القم وي بجا ا م لأنه يشب شا سطح با ا ه زور العم ؛ به يس 7 72 , حب الى ا بعد 2 و 8 7 م و 90. 7 9 4 0 امل التجوية والتعرية. و رار عن لذأ اللل 0 اخذا شكليهما بيعل عواه اه م جبل ا إ فى ب ب 2 7 7 2 عم 0 لاي ر ا حل 22: 00 لاا ؛ لتمتعه بالطبيعة الصحراوية ا 7 ص 2 1 انحاء لل ا 7 2 72 نطقة سياجية بر تادها الزوارو لسياح من ا 7 7 2\" م ب م ا لزهلة لشامخة. 1 8 الخلابة وجباله ليا 7ق 7\" ا و 0 2 ع و ل 2 17-7 2 1 6و 2 اسميع ا ب 1 أصم تلصتا ازور وادي رم واصمم 8 محال ' م 1 حر ءاد درجة إا اش مخ تق ن . ,7 جم ا عدي 2 7 7 0 ل ب سش 0 ب ا م 17 ا ااا ا - 1 8 لك لداخث: اا هر 1 حا 0 ع 2 بر مف ا ب جا ا 3 ب حي م ند 1 1 7 2 اا لا 1 رز 7 قا 7 حا جا اا 2 5 2 2 ل 0 2 مسي \"0 77 2 7 و 8 ا حك ال 7 الك ل يه 2 اا ب 1 ا ب اليا ا رخص ا الا و", "metadata": {"page": 62, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المفاهيم والمصطلحاتث 7 و 0ه و 0 4 ل أصا الكلمة بالصورة المناسة ف ماتأت : صل الكلمة بالصورة المنايبة في ما ياتي: ا . عه تربة 35011 - : نيث انس ي اوها 0 : اآك ا05 0 ها سي اس\" 5 ل2 72 هدعوو : 72 0 7 و م 27د 7 مو 2 ل 7 2 0 إطضاء 2 0 2 له و قطع صغيرة من عملي نقل الصخور نقتت الصخور ونسهم أنه آنا كا لد نا ذه آذ كه 1ه د ا ا ايا للي اليا للي ليي بي اليا بنب الي لبي بي اليا ربب", "metadata": {"page": 63, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المهارات والأفكار العلمية ا 2 يه ب م 7\" أكتب العامل المناسب ماء ريا داخل السهم: بو 7 2 2 و قبل السبب بغد النتيجة ل ا رك حي اا 1لا -. مدا الا راص ل 2 . 7 و يو و \" ا 0 2 0 ؟ بين التجوية والتعرية. 0 \" ل 6 ره 1 ن سل 0 80 لماذا تند الشمعات ا بدو بعص ا م . ب 0 2 ط 1 اه ال 7 مضبئة وكبيرة الحجيء؛ ويعضها نقاطا صغيرة لامعة؟", "metadata": {"page": 64, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أختار الإجابة الصحيحة 8 إطار النافذة نابيب المياه ديكور الجدران 8 الحرائن والستائر 22 ري 07 الم 2 سا2 . 7 سبب وجود الكثبان الرمية في وادي رم وعدم وجودها في العقبة: ا سال زر د : الرمال والرياح رمال والياء و . و ل ف الزمال والجبال الصحراء طويخ الأداء ويه دقر 2 ار كير 0 ,2 5 2 در 2 و د م اله رةه اوعد", "metadata": {"page": 65, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اد المفاهيم واله 0 ات ن 8 م ن ل ل الاستجابة 6و00مي18: تفاعل الكائنات الحية مع المؤثرات. 2 2 ادر 02ت ل : 7 0 التجويه ع: 10: عملية تفتت الصضخور إلى أجزاء صغيرة بفعل عوامل ل حتافة ج م \"م و كه م ل 9 ن \" ع ا اضر 3 ا ا ته 0 . 0 اسه \" ع 1 . 1 اا التربة 80: فتات الصضخورء وماء وهواءء وبقايا الكائنات الحية المتحللة 5 2 ب و م ب م : 2 ام ؟ ا ؟ 9 التعرية 1: : عملية إنتقال الفتات الصحري الناتج عن عملية التجوية من مكان إلى أخر. 3 بم ءا ب ا وء 0 التكاثرز 00 601: 00 12: إنتامج الكائنات الحية أفراذا جددا. في . م ا ومصء فح ءا ي للم 2 . التكيف : تزكيب أو سلوك يمكن الكائن الحي من البقاء حييا في ا الها 21 ل : ا . ا 5 و م دامج م 8 مجر المحيطة به. بحيث تصعب رؤيته. 0 م 0 م - ا 0 ول وات . دلي اد ا 7 ا ماد ع ا", "metadata": {"page": 66, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 الصحور 0215: أجسام صلبةمن مكونات الابسةء وتتمير بقساوتهاء واختلاف ألوانها. 0 الفتات اله لصحري وص قئلم18: قطع صغيرة تنشا من تفتت الص لصضخور. 0 المأوى 516 : المكان المناسب لعيش الكائن الحي في بينته. النمو : عملية تغير الكائن الحي وكبر حجمه. الوراثة ,0زل116: عملية إنتقال الصفات من الأباء إلى الأبناء.", "metadata": {"page": 67, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T1.pdf", "quality": "ok"}}
