[
  "templater-obsidian",
  "table-editor-obsidian",
  "dataview",
  "quickadd",
  "obsidian-meta-bind-plugin",
  "metadata-menu",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "custom-font-loader",
  "obsidian-banners",
  "css-snippets",
  "vscode-editor",
  "obsidian-git",
  "obsidian-mindmap-nextgen",
  "advanced-canvas",
  "optimize-canvas-connections"
]