{"text": "1 8 ف 3 592 : 3 2 يو ا 5- 0 م مدنا د ا 0 ا 2 هئ 00 0 17 208-117 1 د 1 : إإرلطة 0. 0. يه 5 3 ل 0 1 7 9 ل\" 0 اراك و 7 بزولاةة بإيليلة الصف الخامس الابتدائي - : ا ل . 1 بلط - الح الوا ال للح سوسس و - 1 : 30 1 - - ع 0 0 ً' د 3 : 2 1 يي 0 3 مح اد 1 الحدا 7 3 1 بك إأعييه بورع 2 1 . عس اس م عفش 1 لكا 72ج 4 82 - يي - د . . تس : 1 . 1 ' 1 9-96 ع 222 1 1 2 4 : 0 َُبو1ك 6 3 اف 1 بع سأ تك - 1 14-1 7 إيو بية اتا بز ار ار 4 خملوط م20 أك لطاع يه لع يي : 1111 3 10 2 2 2207 لفطلاك المساهة بين مؤديي لحي ا الا  رقصةاتشورة ظ 2-2 8 : 0 522 : تتكتت0 1 ظ ل ظ 13 مؤدي رقصة التنورة - 4 2 3 الا . مؤديرا زة رقم 3 - ِ 0 : ع : 2: 3 ء1 -- حيص ح رد لكر سس وين 1 3 كح هه 1 ووو اح عر الكويي- --اتبفب7أ ل 4 حت 2 ليوو 226 -- سود سد 2 - عي ل ب ب 0لبصصيصيي د ا ُ 5-27 - ل ير رس لله لاا لد حي 7 . - حا ا اع ا عد 22 حي 5- : و ور 76 -- هت 2 - 2 , سن 1 0 يي\" 35- د 22 اجدمتتي يب 4 5 الت . 5 07 ارا ب 7 8 0 0 7 ةا . 6 ال ا ااا اا الا هر ساس 7م يي يالهه ممم 70 الرياضيات مهد", "metadata": {"page": 1, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ل و2 9 2 2 يار بافيق 24 1 01 ! 5 مي 1 2 1 28 سم 7 01 ا لل . - 4 را لك بس 2 5 11 27 0 0 ا ا 1 1 1 8 ِ- 14 2 ل 0 عع 53-8 8 نبل حقوق الطبع لعام 2023 محفوظة لمؤسسة ديسكفري التعليمية . 10 ,360عنا0ع اع015601ا. 0ه جميع الحقوق محفوظة. لا يجوز نسخ أو توزيع أو نقل أي جزء من هذا العمل بي شكل أو بأي وسيلة بح كر أو تخزينه في نظام للاسترجاع أو قاعدة بيانات دون إذن كتابي مسبق من مؤسسة ديسكفري التعليمية. عب ده : وللحصول على الإذن الآذونات أو للاستفسارء يمكنك إرسال طلب إلى: له . عما رمه أوعبلع بمعامءواما 0 ع ناد ,أعع : 51 ووعزومه 0 4350 0209 كلظ رمه مقط 800-323-4 ماهع. لعا لااع  ه5صامه أ أوعبالع 5 2 978-1-61708-8377-7 : 13 لاوا 0 لم 2221 23 24 25 ال 10 9 8 7 6 5 4 2-3 1 32 مراجعة هد د. محمد محي الدين عبد السلام أبورية د. أسامة عبد العظيم عبد السلام محمد - أ. أحمد إبراهيم الدسوقي هاشم --ِ حي 12 د أكرم حسن محمد 0 53 رئيس الإدارة المركزية لتطوير المناهج سد ادك . د 1 5-9 الشكروالتقدير - كل الشكر للمصورين والفنانين والوكلاء لسماحهم لنا باستخدام موادهم محفوظة الحقوق. - الغلافان الخارجي والداخلي: 6010. ا615106 ل ! 5 3684", "metadata": {"page": 2, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0-1 اليج 1 2 1 5 3 0 فيد ام- 0 29س جع سس إن المحتويات المقدمة وكلمة السيد وزير التربية والتعليم والتعليم الفني . . أأألا رسالة إلى ولي الأمر المعالم . 42224. 422. 2. 2. 2. 2 22424444424 000000222222222 افأ لم سلس الور الأول الحس العددي والعمليات -- - - سه الوحدةالأولى: القيمة المكانية الأعداد العشرية وحسايها المفهوم 1-1: الكسور العشرية حتى جزء من الألف الدرس الأول: الكسور العشرية حتى جزء من الألف . . 2. 0. 0. 0442 2. 20202. 3. 0. 000 الدرس الثاني: تغيير القيم المكائية . . ييييييييي يي ابابا ا لاما ةماه 7 كل الدرس الثالث: تكوين الكسور العشرية وتحليلها. . . . -. -424. 424. 242. 2. 42. 2. 2. 4. 2 0. 2. 2. 2242 . . 11 الدرس الرابع: مقارنة الكسور العشرية. . 242442. 42. 42. 42. 2. 2. 2. 2.", "metadata": {"page": 3, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "2 0000000222 . 15 الدرس الخامس: تقريب الكسور العشرية . . ااا ااا ااا ااا ااال 17 . المفهوم 2-: جمع وطرح الكسور العشرية : الدرس السادس: تقدير مجموع الأعداد العشرية . 2. 20 الدرس السابع: نمذجة جمع الكسور العشرية . 0. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 22 ص الدرس الثامن: نمذجة طرح الكسور العشرية . 0. 0. 0. 2. 2. 2. 0. 2. 2. 2. 2. 2. 2. 2. . 2. 2. . 2. 29 الدرس التاسع: تقدير الفرق بين عددين عشريين . . -. . 2. . 0. . 2. 00002002022. 02. 2. 2. 0. 2. 2. 2. 2. 2. 2. . 34 0 الدرس العاشر: طرح الكسور العشرية حتى جزء من الألف . . 2. 0. 0. 2. 0. 2. 2. 2. 2. 2. 2. 2. 2. 0. . 37 د الدرس الحادي عشر: مسائل كلامية على الكسور العشرية . 2. 2. 2. . 2 2. . 2. 2. 2. 2. 40 - 0 الرياضيات - الفصل الدراسي الأول أ ل", "metadata": {"page": 3, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1م 0 : 1 177 الع اا : 5 و 1 4 ل الل 0. 4 ل د 1 د 11 ع 48 ا 1 زع لج حي د 0 اليميعةة م اا ل ا اش ايا 0 الوحدة الثانية: العلاقات بين الأعداد ير المفهوم 2-1: التعبيرات الرياضية والمعادلات والعالم من حولنا كا 417 الدرس الأول: التعبيرات الرياضية والمعادلات والمتغيرات . -. -. -. . 2. 0. 2. 0. 0. 4. 0. . 02. 2. 2202 0. 44 1ل الدرس الثاني: المتغيرات في المعادلات . 242. 222. 0. . 2. 2 20222. 22 . 2. 0. 0000 47 الدرس الثالث: القصص والأهداد . . 25. 5-. 24. 2. 2. 4. 2. 2. 4. 0 44 000200024440444 0000. . 49 4 المفهوم 2-2: العوامل والمضاعفات . 2 الدرس الرابع: تحليل العدد إلى عوامل أولية . 2. 2. . 2. 2. 2. 2. 02. 2. 2. 2. 2. 2. 2. 2. . 2. 81 : سس الدرس الخامس: العامل المشترك الأكير ع. ما . 0. 0. . 0000002.", "metadata": {"page": 4, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "202020. 2020. 0. 2. . 0. 54 7 الدرس السادس: تحديد المضاعفات . . -. -. 0. 00002. 020202020. 002. 0. 2. 0. 0. 0. 0. 0. 0. 002202. . 0. . 56 نكب الدرس السابع: المضاعف المشترك الأصغر مممءا . 2. 0. . 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 2. 59 01 الدرس الثامن: عوامل أم مضاعفات5. . -. 0. 20026026020020200. 002000002. 40. 00. 0. 0. . 62 00-6 : الوحدة الثالثة: ضرب الأعداد الصحيحة 2 و المفهوم 3-1: نماذج لعملية الضرب 2-- الدرس الأول: استخدام نموذج مساحة المستطيل في عملية الضرب . 65 2 3 الدرس الثاني: خاصية التوزيع في عملية الضرب . . -. -. -. 2. 2. 2. 2. 2. 0. 0. 0. 0. . 2. 0. 0. 68 ا المفهوم 3-2: ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين ع 3 الدرس الثالث: الضرب في عدد مكوّن من رقمين باستخدام الخوارزمية المعيارية . 72 2 الدرس الرابع: ضرب الأعداد متعددة الأرقام . . 202444444444444 0. 0. 75 مه 8 --22 : م . د 00-2 يبه", "metadata": {"page": 4, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "2 بياذ ل اليم 7 : . د 1 1 2 3 7 جح ابح را فر 1 وريه - اوسا 5-3 ام- 0 29س جع سس إن سمح المجورالثاني العمليات الحسابية والتفكير الجبري عطعل - سه الوحدة الرابعة: القسمة على أعداد صحيحة - المفهوم 4-1: استخدام النماذج في عملية القسمة الدرس الأول: القسمة على عدد مكوّن من رقمين . . -. -. 2. . 2. 2. 202. 20. 2. 2. 02. 2. 0. 0. . 0. 0. 81 الدرس الثاني: تقدير خارج القسمة . . 0. 0. 6. 0. 6. 6. 6. 0. 2. 6. . 2. 2. 2. 4. 2. . 2. 83 المفهوم 4-2: القسمة على عدد مكون من رقمين الدرس الثالث: استخدام خوارزمية القسهة . 2. 2. 0. 2. 2. 2. . 2. 2. 2. ه85 الدرس الرابع: علاقة القسمة بالضرب . 0. . 0. 0. 00. 0. 2. 0. 22. 2. 2. 2. 2. 2. 2. 2. 2. . 2. 87 الدرس الخامس: مسائل كلامية متعددة الخطوات . 2. 0. 0. . 0. 0. 0. 0.", "metadata": {"page": 5, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "2. 2. 2. 4. 2. 2. . 2. 2. 89 1 الوحدةالخامسهة: عملينا الضرب والقسمة مع الكسور العشريه المفهوم 5-1: ضرب الكسور العشرية ظ' الدرس الأول: الضرب في قوى العدد 10. -. 2. 0. 2. 2. 02. 2. 2. 2. 2. 020. 20202. 0000. . 0. 0. 0. 0. 92 ا: الدرس الثاني: عملية ضرب الكسور العشرية في أعداد صحيحة . . . 95 الدرس الثالث: ضرب الأجزاء من عشرة في أجزاء من عشرة . -. -. -. 0. . 2. 2. 0. 97 الدرس الرابع: ضرب الكسور العشرية باستخدام نموذج مساحة المستطيل . . 99 1 الدرس الخامس: ضرب الكسور العشرية حتى جزء من ماقّة . . -. -. -. -. . 101. 0 ع الدرس السادس: ضرب الكسور العشرية حتى جزء من الألف . . -. 103. 0. 0. 0. 0. 0 3 الدرس السابع: الكسور العشرية والنظام المتري . 105. 2. . 2. . 2. 2. 2. 2. 2. 2. 2. 2. 2. 2 5 الدرس الثامن: القياس والكسور العشرية وقوى العددد 10 . -. -. -. 108 3 الدرس التاسع: حل مسائل كلامية متعددة الخطوات . . 110 7 0 الرياضيات - الفصل الدراسي الأول أ 01", "metadata": {"page": 5, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "72ب م 1 0 : 5 0 0 ب 7 7 َّ : 0 0 11 هد 0 07 الت بلب'حء 0500 2 312 - 0 - زر 31 هر 2 0 4 ! ضاي امصالاعية 2 المفهوم 5-2: قسمة الكسور العشرية عي الدرس العاشر: القسمة على قوى العداد 10 . --. --. 02. 2. . 6. 62. 02. 0. 62. 02442. 42402. 42444. 0. 444. 4. 112 جر آر الدرس الحادي عشر: الأنماط والعلاقات في قوى العدد 10 . . -. -. -. -. 2. 0. 0. 0. 4. 114 24 الدرس الثاني عشر: قسمة كسور عشرية على أعداد صحيحة . . -. 0. . 0. 116 1 ّّ الدرس الثالث عشر: قسمة كسور عشرية على كسور عشرية . 2. 2. . 2. 2. 2. 2. 2. 118 ظ الوحدة السادسة: التعبيرات العددية والأنماط 2 ْ المفهوم 6-1: إيجاد قيمة التعبيرات العددية وتحليل الأنماط 4 الدرس الأول: ترتيب إجراء العمليات الحسابية . 121. 6. 6. 2. 6. 6. 6. 2. 2. 6. 0 ' الدرس الثاني: تعبيرات عددية تتضمن أقواسًا . 123 3 الدرس الثالث: كتابة تعبير عددي لتمثيل موقف ها . -. . -. 125. 2. 2 الدرس الرابع: تحديد الأنماط العددية . . -. -. . 2. 402224242. 4. 442. 4. 42. 2. 4. 2 . 127. 00. 00. 00 -- اا معدي ب د حي 0ك دعست : حٍّ 0-2 2-0 ٍ--", "metadata": {"page": 6, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0 9-7 0-0 و 0 2 5 ا نت للد 3 5- ا 7 1 ل : 593 11 يسسية وح 1: 3 3 عه 4 : ج00 1 1 5 4 اسسييييديسسة يم يس سسم سس 0 0000 مقدمة الكتاب المدرسى 5-0 تشهد وزارة التربية والتعليم والتعليم الفني مرحلة فارقة من تاريخ التعليم في مصرء فقد انطلقت إشارة البدء في - التغيير الجذري لنظامنا التعليمي بدءًا من مرحلة رياض الأطفال حتى نهاية المرحلة الثانوية التعليم 2. 0 الذي بدأت ملامحه من سبتمبر 2018 عبر تغيير مناهج مرحلة رياض الأطفال والصف الأول الابتدائتي. وفى 2021 بدأنا في تغيير منهج الصف الرابع الابتدائي وسنستمر فى التغيير تباعًا للصفوف الدراسية التالية حتى عام 2030 إذ نعمل على إحداث نقلة نوعية فى طريقة إعداد طلاب مصر ليكونوا شبايًا ناجحين فى مستقبل لا يمكننا التنيق بتفاصيله.", "metadata": {"page": 7, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "وتفخر وزارة التربية والتعليم والتعليم الفنى بأن تقدم هذه السلسلة التعليمية الجديدة. فضلًا عن المواد التعليمية الرقمية التي تعكس رؤيتها عن رحلة التطوير. ولقد كان هذا العمل نتاجًًا لكثير من الدراسات والمقارنات والتفكير 8 العميق والتعاون مع الكثير من علماء التربية في كل من المؤسسات الوطنية والعالمية لكي نصوغ رؤيتنا في إطار قومي إبداعي ومواد تعليمية ورقية ورقمية فعالة. وتتقدم وزارة التربية والتعليم والتعليم الفني بكل الشكر والتقدير للإدارة المركزية لتطوير المناهج؛ وشركة إن تغيير نطامنا التعليمي لم يكن ممكنًا دون الإيمان العميق لدى القيادة السياسية المصرية بضرورة التغيير 3 فالإصلاح الشامل للتعليم في مصر هو جزء أصيل من رؤية السيد الرئيس عبد الفتاح السيسي لاإعادة بناء المواطن المصري. ولقد تم تفعيل تلك الرؤية بالتنسيق الكامل مع السادة وزراء التعليم العالي والبحث العلمي؛ 1 والثقافة والشباب والرياضة. إن نظام التعليم 2. 0 هو جزء من مجهود وطني كبير ومتواصل للارتقاء بمصر إلى خيّد مصاف الدول المتقدمة لضمان مستقبل عظيم لجميع مواطنيها. - في 0 الرياضيات - الفصل الدراسي الأول أ أأنا", "metadata": {"page": 7, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "12 ص 4 3 2 2 42-2 5 0 1 اا 1 9 تعرس , ب بي ئ ا 0080 37 3 وه 7 1 ا 1 0 4 را ك كم ع 2 1 : - 4 ء. 7 1 7 1 6 5 : - 4 8 ا و 5 ! 35 , ا 0-0 -- ' 201 بن . ا ا و 7 دنا 3 اأ سستما حور 7 ويسم كلمةه السيد وزير التربية والتعليم 85 والتعليم الفني د أبنائي الطلاب . . زملائي المعلمين بكل فخر واعتزاز يسعدني أن أشارككم تلك المرحلة الحاسمة في ملحمة التنمية الشاملة المستدامة, ويشارك فيها جميع أطياف الشعب المصري العظيم وهذا يستدعي أن يكون لدينا منظومة تعليمية قوية تنتج جيلا قادرًا على مواجهة التحديات الكبرى التي يشهدها العالم في الوقت الحاضرء وأن تكون له الريادة في امتلاك مهارات المستقبل؛ ولهذا فإن الدولة المصرية تحرص على ترسيخ العلم من خلال بناء منظومة تعليمية على قدر عال من ب الجودة؛", "metadata": {"page": 8, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "تمكن أبناءها من مهارات العصر وتجعلهم قادرين على خوض مسارات التنافسية الإقليمية والعالمية في 0 وقت يشهد العالم فيه ثورات صناعية متعاقبة. 5 وهذا يحتم علينا أن يكرس نظامنا التعليمي التأكيد على المهارات والفهم العميق وإنتاج المعرفة وذلك من خلال بناء منظومة مناهج حديثة تتواكب مع التغيرات الحادثة على كافة الأصعدة؛ وتؤكد على التربية من أجل تنمية المهارات والقيم وعلى تكامل المعارف: وتعدد مصادر التعلم؛ ودمج التكنولوجيا لإثراء العملية التعليمية وتحسين 5 نواتجهاء وأن تتضمن أهم القضايا المعاصرة على كافة المستويات. هد وعلينا أن نتكاتف جميعًا لمواصلة رحلة التطوير الدائم في ركائز التعليم وتوفير أساليب الحداثة في منظومتنا 2 تمنياتي لأبنائي الطلاب ولزملائي المعلمين بدوام التوفيق. : 8 اه 5 5 5 000 ََ 110 حي 2 ! 5 اجمعيع أ. د. رضا حجازي 3 امه 29 0 0 0 - اك وزير التربية والتعليم والتعليم الفني ا أله تر اناك 1 22 4 واليجد ُ يس د ام 701 مق -- 2-8 هد أي - ج", "metadata": {"page": 8, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا سس الا لا : يي السيد الفاضل ولى الأمرالمعلم؛ في هذا العام سيستخدم تلميذك كتاب مادة الرياضيات   وهى برنامج رياضيات شامل تم تطويره لإلهام التلاميذ ليسلكوا منحى علماء الرياضيات في تصرفاتهم وتفكيرهم. يتعلم التلاميذ خلال برنامج الرياضيات في نسخته الرقمية والورقية طرق التفكير رياضيّاء والتواصل باستخدام لغة الرياضيات: وطرح أسئلة ذات مغزى: وحل المسائل المعقدة والعمل بشكل تعاوني مع زملائهم. 9 5 الصف الخامس الابتدال مذ د 24 21 وا 10 7 سب 7 أ سافه بين مؤديِن 5 2 سبد لاا دأد. الاااتاسنتسس 6 المحور الأول الحس العددي والعمليات م : : 1 - 1 - 3 ع -. 1 لاي المحور الثاني العمليات الحسابية والتفكير الجبري يح 5 -2 ٍَ الفسمة عن أعداوسَتبة الكسؤر الفضرية لتعبيرآت العددية والأنماط 2 9 1 لد 2 به ذك", "metadata": {"page": 9, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الرياضيات للصف الخامس الابتدائي بوزارة التربية والتعليم. ويمثل منهج كتاب مادة الرياضيات  سد 0017 للصف الخامس الابتدائي تحول الوزارة إلى إطار نظام التعليم 2. 0؛ مع التركيز بشكل 1 خاص على اكتساب معارف جديدة وتذكر معارف سابقة وتعزيز فهم السياق وإتقان الإستراتيجيات المتبعة ل وتحديد الروابط بين موضوعات الرياضيات لدعم تطبيق المهارات والمفاهيم. يشمل البرنامج أيضًا نهجًا 3 موضوعيًا ومجموعة سيناريوهات من الواقع لمساعدة التلاميذ على فهم محتوى مادة الرياضيات. لت بر 0 الرياضيات - الفصل الدراسي الأول أ ا", "metadata": {"page": 9, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "خوك ' \" تي 2 د لذ ف الس كدت 1 15م ال ل ال ةم لج 7  4\" د 1 1 ال الل - 4 ا اث ل د 4 كه ا - 8 يكذ 7 175 7 17-7 7117 3 77 2-8 كك . اط لان 1-1 . . لوح ظ 5 17 \"7 م تابع: السيد الفاضل ولي الأمرالمعلم 5-7 3 يمثل كتاب مادة الرياضيات \"  للصف الخامس الابتدائي تحديًا بالنسبة للتلاميذ لتعزيز 5 ما تعلموه في الصفوف السابقة؛ وتطبيق المفاهيم والمهارات بطرق جديدة. يتعلم التلاميذ أيضًا مفاهيم ومهارات جديدة ومعقدة تؤهلهم لمواجهة تحديات الصف السادس الابتدائي والصفوف التي تليه. يقع على عاتق تلاميذ ش الصف الخامس الابتدائي مسئولية أكبر ليتعلموا بأنفسهم؛ فضلا عن أنه يتم تشجيعهم على البحث عن فرص لتطبيق مبادئى الرياضيات التي يتعلمونها في العالم من حولهم.", "metadata": {"page": 10, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "7 يشمل المنهج الرئيس للصف الخامس الابتدائي تعلم عمليات ضرب وقسمة الأعداد الصحيحة والكسور الاعتيادية والأعداد الكسرية والكسور العشرية والتعبيرات العددية. يستكشف أيضًا التلاميذ الأنماط والمستويات الإحداثية والمخططات الدائرية. على الرغم من أن هذه الموضوعات قد تبدو منفصلة, إلا أن التلاميذ يبحثون عن الأنماط : والعلاقات بين هذه الموضوعات ويطبقونها لتحقيق فهم عميق لكل موضوع منها. يستكشف التلاميذ العلاقة بين ويطبق التلاميذ العلاقة العكسية بين عمليتي الضرب والقسمة؛ ويوضحون أوجه التشابه أو الاختلاف بين الأعداد 1 العشرية والكسور الاعتيادية والقيمة المكانية. يتعلم التلاميذ التفكير مثل علماء الرياضيات بينما يلاحظون الأنماط", "metadata": {"page": 10, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "والقواعد ويثابرون على حل مسائل التحدي ويشرحون أفكارهم ويضعونها في تمثيلات ويستخدمون نماذج ص52 ع لوصف حلولهم. ويسعون إلى تحقيق الدقة. 2- ع0 يتميز كتاب مادة الرياضيات   للصف الخامس الابتدائي بنصوص واضحة وجذابة ومقاطع ب و فيديى وأدوات رقمية وأنشطة عملية لإلهام التلاميذ وتحفيز التعلم والفضول لديهم. تتطلب الأنشطة العملية من ي33- التلاميذ البحث عن الأنماط والقواعد في الرياضيات وتتحدى 2 1 200 نةاااافنت. ا لي ول جه الرياضيات. يعمل البرنامج أيضًا على إشراك التلاميذ في العديد 9 َه د من أنوا ع الكتابة ويطلب منهم أن يشرحوا منطقهم ويدعموا 8 رق 2-222 أفكارهم باستخدام الكلمات والأرقام والرسومات والرموز. عندما ع د 2 ّْ 0 رهم باستخدام ت واارقام والرسومات والرمور. سم عجوو ينخرط التلاميذ في العديد من المهام التي تعتمد في حلها على لحت سوب -- معرفتهم السابقة ويتعلمون ما يدعم منطقهم: يسّهُل عليهم تكوين اا 0 ! وي روابط بالعالم الحقيقي وبطرق تعلم أخرى لمادة الرياضيات. ْ كا 2-3 ْ 2 21 بسي سمح السب ءظ 4 ّْ 9 هك عد 2", "metadata": {"page": 10, "chunk_id": 3, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا ا وا ب صددت 1 7-0 -7-1 م 1 يد 07 بم 2 تآ ف 5 1 َ 2 خبححيع 7 1 - - - ل 7 ا 0 0 1 سسصسحح سس لآ مفاهيم وينقسم كل مفهوم إلى دروس. يحتوي كل درس على ثلاثة أجزاء رئيسة: استكشفء وتعلمء وفكر. يسترجع التلاميذ معرفتهم السابقة ويبدأون في تطوير لغة الرياضيات والتعبير عنها. يركز التلاميذ على التعبير عن فهمهم وتفكيرهم المنطقي وأدلتهم وإستراتيجياتهم الرياضية. يعزذ لتاميذ إدراكهم لمفاهيم بشكل عميق ويينون أساسًا قويالاكتساب امعرفة في الدروس المستقبلية. بالإضافة إلى ذلك تتيح الأجزاء \"التلخيص\" و\"التدريب\" و\"تحقق من فهمك\" للتلاميذ الفرصة لإظهار تعلمهم إما شفهيًا أو كتاييًا. كك سوف تجد فى هذه النسخة المطبوعة من كتاب التلميذ أكواد الاستجابة السريعة والأكواد السريعة التى تنقلك وتلميذك إلى نفس الجزء على النسخة الرقمية من برنامج الرياضيات \"اء16  للصف الخامس الابتدائى عبر الإنترنت. ء' نحن نشجعك على دعم تلميذك في استخدام النسخة الورقية والنسخة الرقمية التفاعلية عبر الإنترنت على أي جهاز. مع أطيب أمنياتنا لك ولتلميذك بالاستمتاع معًا بعام دراسي رائئع من الرياضيات. وتفضلوا بقبول فائق الا حترام؛ عه . و 2 فريق الرياضيات - ! 9-85 1 سر 2 0 الرياضيات - الفصل الدراسي الأول أ أل", "metadata": {"page": 11, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة : - ت - وح 7 غ1 5 1 جع ب مجعم ون وسو : 7 دا : 1 8 0 0007 الفيديو أ 1 89 1 -- 1 0 3 2 فك 0 3 , 2 ين سم 78 , د م5958 -3 5 1 براه ا ار د 4 1 1 - ا 1 ذه - 0 2 عق 1 : . 14 5 1 م\" نذا ع عساحين اندر انة4 3 ممص ب 3 111  2 010 د نمسم ست كن اسار اس السللاالاانا! ! ااا مي أسئلة فيديو الوحدة ته اسن اوس ل لان سس الس سسا سب خخ وين يستعرض الفيديو التمهيدي للوحدة 3 م وح يون الأولى 8 ان 1 7 08 5 1\" ال مج دا 8 1 2 5 0 و 0 0 1 - ِ- 0-8 9 52 سس ييه : - المكانية\" بعض الأماكن ذ ب - 2 ية\" بعض الاماكن في مصرء الكود السريع 0 ْ وكذلك الكسور العشرية. في هذه  : الوحدة يستكشف التلامين الأنماط والعلاقات المرتبطة بالقيمة المكانية, ويتعلمون إستراتيجيات لتقدير المجموع والفرق وجمع الأعداد الصحيحة والكسور العشرية وطرحها. 5-0-1 ' وك 0 \" و كيف ساعدت الكسور العشرية التلامين على فهم 1 جح العالم من حولهم؟ ا 5 مخ زست ماذا اكتشف التلامين عن الكسور العشرية والقيمة 59 2 ذا اكتشف التلامين عن الكسور العشرية والقي 22 2 المكانية؟ لي", "metadata": {"page": 12, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول الأولى ظ الكسور العشرية حتى جزء من الألف الدرس الأول زه ضر لها ظ ا 5 5 09 1 1 0-4 1 8 1 1 : الكسورالعشرية حتى جزء من الالف ا 1 ظ 1 إل 1 أهداف التعلم اد ْ 0 أستطيع أن أقرأً الأعداد العشرية حتى جزء من الألف. 1 ا أ 0 أستطيع أن أكتب الأعداد العشرية حتى جزء من الألف. لك استعشف 5\" 1 ! . طيور منخفض الفيوم اقرأً الفقرة التالية, ثم حل المسالة. 1 1 إلا تعتبر الفيوم وجهة شهيرة للغاية لمشاهدة الطيور في الل . تهاجر الطيور إلى المنخفض من أجل نياتات 2 ييا مشي الطلين ال 1 بحيرة قارون ومياهها. بعض الطيور التي يمكن اله ار رؤيتها في بحيرة قارون هي الطيور المائية الصغيرة 7 ود 2 لذ 1 وطيور اليلشون الرمادية والأرجوانية والبيضاء ظِ 1 أ 0 07 70 1 طائر البلشون الأرجواني أصغر من طائر البلشو: 0-0 را 2 يزن من 0. 50 إلى 1. 35 كيلوجرام فقط. فيما يلي 1 1 أوزان ثلاثة من طيور البلشون الآرجوانية. لكل عددء طيور البلشون الأرجوانية 27 سجّل ما يلي: مر أ الرقم الموجود في الجزء من عشرة 2 ب الرقم الموجود في الآحاد ج الرقم الموجود في الجزء من مائة 0 04 الطائر الأول: 5 كيلوجرامًا ا الطائر الثاني: 1. 27 كيلوجرام ا الطائر الثالث: 0. 875 كيلوجرامًا ٍ! الدرس الأول: الكسور العشرية حتى جزء من الألف 3", "metadata": {"page": 13, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "يه الوحدة المفهوم الأول . الأولى ظ الكسور العشرية حتى جزء من الالف 1 تخطيط مدينة إلى ألف وحدة متساوية اقراً المسألة وشارك أفكارك مع زميلك المجاور. يعمل أكرم في تخطيط المدنء ولديه قطعتان مربعتان كبيرتان من الآرض متساويتان في المساحة. القطعة الأولى 1 مقسمة إلى 10 قطع متساوية للسكان. والقطعة الثانية مقسمة إلى 100 قطعة متساوية. يعلم أكرم أنه يجب أن يخطط قطعة مربعة أخرى تتضمن 1,000 قطعة متساوية. كيف يمكنه استخدام القطعة المقسمة إلى 10 أو القطعة المقسمة إلى 100 للتاكد أن لديه 1,000 جزء متساو؟ أي قطعة أرض تفضل أن تسكنها؟ لماذا؟ ا لالط طللطللا الل سيلا 1 لها اذا لكا ا لك لاا ل ل لا ل لل لط للطللا الها اك كا اا لك ل لك ل لا لك لل لط للطللا الها اك كا اا لك ل لك ل لا لك لل لط للطللا لل لط للطللا طلا", "metadata": {"page": 14, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "55\" القرص الدوار للكسور العشرية تدرب على إنشاء نماذج للكسور العشرية حتى جزء من الألف وقراعتها وكتابتها. 7 5 1 اختر ثلاثة آلوان: لون للأجزاء من عشرة: ولون للأجزاء من مائة ولون للآجزاء من ألف. 3 2 سيختار المعلم عددًا لكل مكان عشري باستخدام القرص الدوار. ظلل في الشبكة لتمثيل الأعداد التي 3 يختارها المعلم. تأكد أن كل قيمة عشرية بلون مختلف. 3 1 3 سجّل الكسر العشري النهائي الذي يمثله النموذج. قارن حلك مع حل زميلك وتدرّبٍ على قراءة 3 : الكسر العشري. 8 2 ا", "metadata": {"page": 14, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "عات 0 1 \" 7 الوحدة المفهوم الأول 7 عا 1 الاولى ظ الكسور العشرية حتى جزء من الالف : 7 ري اقتصسة 0 1 4 كرر الخطوات على شبكة جديدة. اللا 1111 ان الل لل ل اللا ل لل للا الل للا للللا الل اللا لل بلالا الل للا اللا 1111 ان الل لل ل اللا ل لل للا 11 ااا 11 ااا اللل بلالا ا ةا اللا ةا الل اللا 1111 ان الل لل ل اللا ل لل للا 11 ااا 11 ااا لال لل لل اللا اا لط للا الل للا للللا الل اللا الل لل ل اللا ل لل للا 11 ااا 11 ااا لال لل لل اللا اا لط للا الل للا للللا الل اللا لل بلالا لا لل ليللا لل للا اللا بالا الل ماقا للا ااا اا ااال اااااالاا جزء واحد من عشرة جزء واحد من مائة ااا للا اللا للا ااال للا اللا 1: 1 للا اا لطا اللا ا للا ل تالالا ع ااال للا اللا 6 لا لل لل تالالا 2 لاا لط للا للا", "metadata": {"page": 15, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ٍِ ا للا ل تالالا 0 ااال للا اللا 3 لا لل لل تالالا 2 لاا لط للا للا 9 1 الا 3 ااال للا اللا 55 لا لل لل تالالا 8 لاا لط للا للا ع 1 الا 3 اا للط لل اللا ٍ- ا للل طلللال اللا اانا 5 ااال ل اا لاطا الااا 0 جزء واحد من ألف رق حُ ل لل ااال للا 2 لاسا ا 1 الا لط للا ا ل لل اللا 111 ااال ااا اللا ل لل للا الل للا لاا صلل ااال للا لاا ل لاااللل لا للا الا لل للا ا لل ل اللا ل للا اللا 7ب ا اللا ل لل للا الل للا لاا صلل ااال للا لاا ل لاااللل لا للا الا لل للا ا لل ل اللا ل لل ااال للا لاسا ا الا لط للا ا ل لل اللا 111 ااال ااا اللا ل لل للا الل للا لاا صلل ااال للا لاا ل لاااللل لا للا الا لط للا ا ل لل اللا 111 ااال ااا اللا ل لل للا الل للا لاا صلل ااال للا لاا ل لاااللل لا للا لاالل اللا ا لا الل ل لااالا اااسسم جزءًا من عشرة ل اه جزءًا من مائة ل ده جزءًا من ألف اااسسم جزءًا من عشرة ل اه جزءًا من مائة ل ده جزءًا من ألف 2 اا ل : الدرس الأول: الكسور العشرية حتى جزء من الألف 5", "metadata": {"page": 15, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول : 0 3 1 الأولى ظ الكسور العشرية حدى جرء 2 الالف : قل متسس ص سس 0: لقنس لل للا الل للا لل لبلا للا لل ل للا لل للا للللل لبلا لاسا 0 للا لل لاا ل ا ااا الل لبلا للا لل ل للا لل للا للللل لبلا لاسا للا لل لاا ل ا ااا 1 للللااا ل ل اا ل لل للللا الا ل ا لل للا الل للا لل لبلا للا لل ل للا لل للا للللل لبلا لاسا لل للا الل للا لل لبلا للا لل ل للا لل للا ْ لا الا ااا لالطالا ةط ل ةلالا هرءًا من عشرة . ل هزرءًا من مائتة ل ب هجزءًا من ألف هرءًا من عشرة . ل هزرءًا من مائتة ل ب هجزءًا من ألف اللي ااا 1 مض 1 ٍ- 5 - الرياضيات في مصر: أسعار البنزين والكسور العشرية لاحظ قائمة الأسعار المختلفة للبنزين في مصر. تناوب 7 مع زميلك المجاور قراءة كل أسعار البنزين بصوت مرتفع. 3 2 أسعار البنزين لكل لتر أبريل 2021 1 بنزين 80: 6. 75 جنيهات 3 بنزين 92: 8. 00 جنيهات حدر بنزين 95: 9. 00 جنيهات 1 1 أي نوع من البنزين هو الأقل سعرًا؟ 2 أي نوع من البنزين هو الأغلى سعرًا؟ و لست لمن 1 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 16, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 55 : 7 : ع الأولى ظ الكسورالعشرية حتى جزء من الألف الدرس الثاذ ل رس الثاني لعاءت جم زعا هه 0 وو 4 د 0 هت 1 تخييرالقيم المكا نيه 0 يد 1 : 0-0 هدف التعلم - 0 أستطيع أن أشرح كيف تتغير قيمة الرقم عند تحريكه إلى اليسار أو اليمين ِْ 5 استعشف ما العدد المناسب؟ اقراً الفئات التي توضح بعض البيانات عن محمية وادي الريان بالفيوم. حدّد القيمة المناسية لكل فئة. : الفثات القيمة عند السكان 4 112 م 2 المساحة التقريبية لمحمية وادي الريان بالكيلومتر المربع ب 30 1 3 عدد الكيلومترات من القاهرة ج 3,615 ٌُ 4 الحرارة بالدرجة المئوية في الصيف د 1,800 1 تغيير القيمة المكانية تحدث مع زميلك عن الأسئلة التالية. كن مستعدًا لمناقشة أفكارك مع زملائك في الفصل. 2 ما التعبير العددي الذي يمكن أن نكتبه لتمثيل ذلك؟ 3 ما مقدار الزيادة في العدد الصحيح 3,615 عند ضربه في 10 3,615 10 ومقدار الزيادة في كل رقم شض ضمن هذا العدد؟ ْ الدرس الثاني: تغيير القيم المكانية 7", "metadata": {"page": 17, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 5 3 8 الأولى ظ الكسورالعشرية حتى جزء من الآألف 46س الف لق أأنوور. . بد . ق. قوة العدد 10 استخدم جداول القيمة المكانية لحل المسائل التالية. أكمل الفراغات لتوضيح كيف تغيرت أيضًا قيمة ْ كل رقم. فيما يلي مثال للتوضيح. مثال: - 10 57 0 مدي إمسسع 1 ا 0 سس ره ه: اةة2ثة سا قيمة العدد الصحيح زادت بالضرب في 10. قيمة الرقم 5 زادت بالضرب في 10 من 50 إلى 500. 2 م قيمة الرقم 7 زادت بالضرب فى 10: من 7 إلى 70. 5 - - 5710 1 ' : 29 . . 1ْ 0 لل ل ل لل ل لا 2 قيمة العدد الصحيع ل تريد تقل بالقسمة على 10. قيمة ب طالرقم الأول تزيد تقل بالقسمة على ان لش إلى اس : قيمة ل الرقم الثاني تزيد تقل بالقسمة على 0ن إلى يسن", "metadata": {"page": 18, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ْ-: : , 0 7 5 الوحدة المفهوم الأول ل 0 ا الأولى ظ الكسورالعشرية حتى جزء من الألف - 10 6. 5 3 قيمة لس االرقم الأول- تزيد تقل بالضرب في إل يي ِ قيمة -. ل الرقم الثاني ل تزيد تقل بالضرب في 1 وين سإ سح - 10 345 5 : 0 ا - 6 قيمة العدد الصحيح ل تزيد تقل بالقسمة على 10. قيمة ب الرقم الأول تزيد تقل بالقسمة على إل يي قيمة ب ! لرقم الثاني ب تزيد تقل بالقسمة على 0 ا إلى سخ 35 الدرس الثاني: تغيير القيم المكانية 9", "metadata": {"page": 19, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 9 0 ءِ 5 الأولى ظ الكسورالعشرية حتى جزء من الألف ا سس هه 00. 112 قيمة ل طالرقم الثالغع ع تزيد تقل بالقسمة على 1 لوا و 1 الكتابة عن الرياضيات أجب عن الأسئلة التالية. ظ 1 ما الذي لاحظته في العلاقة بين قيمة العدد بأكمله وقيمة كل رقم عند الضرب في 10 أو القسمة على 10؟ ا 2 ما الأنماط الموجودة في القيمة العددية لنظام العد؟ 3 ماذا سيحدث في رأيك إذا قمت بتحريك رقم مكانين إلى اليسار؟ استخدم الأمثلة لتوضيح أفكارك. لله و ل 0 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 20, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول الاين الأولى ظ الكسور العشرية حتى جزء من الألف 00 أفسننة1\". شق . تب الس ْ الب الثالث . : رس زه بزعا تكوين الكسور العشرية وتحليلها ا 1 م زه هدف التعلم - استعقف ساعات النهار في الفيوم استخدم التمثيل البيانى بالأعمدة لمساعدتك في الإجابة عن الأسئلة. عدد ساعات النهار في الفيوم تقريبًا ٍِ 114 0 9 12 1 ٍِ دٍِ ٍ 1 ع 1 5 8 0 جا ٍ 1-0 55 ص 2 مي 2 50 ّ 2 52 سر 2 ىر و صو تي الى يي شر الشهر ساعات النهار؟ 0 2 ما الشهر الذي به 5 في الجزء من عشرة؟ 3 أي شهر به أكبر قدر من ساعات النهار؟ 4 ما الأشهر التي بها 3 في الآحاد؟ حةة الدرس الثالث: تكوين الكسور العشرية وتحليلها 11", "metadata": {"page": 21, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 5 3 : 58 الأولى ظ الكسورالعشرية حتى جزء من الألف ع 7 ع 1102091139. 9391313111113لزير. بد. تحليل الأعداد العشرية اعمل بمساعدة المعلم على إيجاد طرق متعددة لتكوين العدد 12. 42 وتحليله. عست اسم ره 1121: 2121 سا 0 2 0. 4 2 10 ما الطرق الأخرى التي يمكن استخدامها في تحليل 12. 42؟ اكتب أفكارك. التدريب مع زميلك سجّل العدد الموجود في المسائل التالية في جدول القيمة المكانية. اعمل مع زميلك لتحليل العدد بالصيغة الممتدة, ثم استخدم طريقتين أخريين. 3 00 ْ 1 8 ْ جرء من َ 1 عسات ميس خوك ْ 2 الطريقة الأولى الصيفة الممتد6: 1 الطريقة الثانيةة - ب ببح 1 الطريقة الثالثة: 2 سسسب", "metadata": {"page": 22, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "يدان 0 ْ-: : , ع 5 الوحدة المفهوم الأول ل 0 الأولى ظ الكسور العشرية حتى جزء من الالف الم1111اااسسه حد 0 ا 0 5 3 ال ظ ا 9 ع ل 1 : : جزء من ِ 1 ا م آآات زء م ماتكتة آحاد مك 1 لظ ص ص ل سسا إآآاة 4 الطريقة الأولى الصيغة الممتدة: . سم الطريقة الثانية: ِب ظ 4 الطريقة الثالثة: ب  سس ْ 1 1 ااا ٌْ 8 8 ل ا ٍِ جزء من 1 لو أ 2 زء م ألن زم مه ع حاد الا دساف جزسدمف ططرة 1 0 لط اطاط طلا لاسا ع1 ع 011 3 : : 7 6 الطريقة الأولى الصيغة الممتد6: سم 1 ٌّ الطريقة الثاضية: 2  سس 77 الطريقة الثالثة؛ سسسب : إإل جزء من آلف جزءمنماكة أ جزء من آحاد و 0 0 عشرة ع : . ا 1 لظ للا لي كن . 12 الدرس الثالث: تكوين الكسور العشرية وتحليلها عل", "metadata": {"page": 23, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 5 3 ِ 8 الأولى ظ الكسور العشرية حتى جزء من الالف , 2 لسسع م ست 0 32س . ا ان الطريقة الأولى الصيغة الممتد6: 2  سسسب 1 الطريقة الثاضةة  سم 1 الطريقة الثالثة؛ سسسب -- عدصت دست اتي- 0 الطريقة الأولى الصيغة الممتدة: 3 يه . الطريقة الثاضيةة7ض 2 دآ 33س كح الطريقة الثالثة: - آ 2 3333333 سس . 1 تسجيل حالة الطقس اقراً ما يلى وأجب عن الأسئلة. 8 سجل سمير وتهاني درجات الحرارة اليومية في الفيوم في شهر يناير. تخبرنا البيانات التي سجلوها أن درجة ا01 الحرارة التقريبية خلال شهر يناير كانت 16. 3 درجة مئوية. 101 تقول تهاني إن درجة الحرارة كانت \"ستة عشرء وثلاثة أجزاء من عشرة درجة مئوية. \" ويقول سمير إن درجة الحرارة كانت \"ستة عشرء وثلاثون جزءًا من مائة درجة مئوية. \" من إجابته صحيحة؟ كيف تعرف ذلك؟ ما الطرق الأخرى التى يمكنك استخدامها لكتابة 16. 3 درجة مئوية بالصيغة القياسية مستخدمًا ما تعرفه عن القيمة المكانية للأعداد العشرية؟ و ا 1 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 24, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 الوحدة المفهوم الأول سلس : 1 الأولى ظ الكسور العشرية حتى جزء من الألف مهاس مسف . . حن 2 1 ' الدرس الرابع ال2. 81. ل0 05 35 . 8 سا : مقارنة الكسور العشريه 0 1 هدف التعلم . استعقف مقارنة درجات الحرارة في المنخفض تتباين درجات الحرارة بشكل كبير في منخفض الفيوم. الأعداد التالية تمثل درجات الحرارة في يوم واحد في شهر مايو. جميع الأعداد هي درجات مئوية. قارن كل مجموعة من الأعداد باستخدام الرموز أو أو -. 6 36. 55 2 2012 019 1 0 4 35. 22 4 م410 0. 5 3 : 8-38800 5 م 6 ما الإستراتيجية التي استخدمتها لمقارنة درجات الحرارة؟ : تعلم : مقارنة الكسور العشرية قارن كل مجموعة من الأعداد باستخدام الرموز أو أو -. ارسم جدول القيمة المكانية لمساعدتك إذا لزم الأمر. 0 45. 057 1 1ه ب 98. 0133 2 0 50. 009 3 71 بل 101 4 : 9 2. 011 5 ل 0 34. 5 6 و الدرس الرابع: مقارنة الكسور العشرية 15", "metadata": {"page": 25, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول . - ِ 8 الأولى ظ الكسورالعشرية حتى جزء من الألف 0 58 - سس سس هه ست 0. نط لان 7 حدّد العدد الأكير: 1 149 128 130 13 155 10 1-1 11 4-1 حدّد العدد الأصغر: 1 الكتاية عن الرياضيات تأمل ما تعلمته عن مقارنة الكسور العشرية وأجب عن الأسئلة التالية. 1 أعط مثالا لعددين عشريين حيث يكون العدد الذي يحتوي على العدد الأكبر من الأرقام العشرية أصغر من العدد الآخر. 2 أعط مثالا لعددين عشريين حيث يكون العدد الذي يحتوي على العدد الأكبر من الأرقام العشرية مساويًا للعدد الآخر. 31 200 3 ما القاعدة أو القواعد التى يمكنك وضعها لمساعدة التلاميذ الآخرين على مقارنة الأعداد العشرية؟ 5 5 ب 2 ا د 1 اتلك و ا ل ا اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 26, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 0 5 الوحدة المفهوم الأول ْ : 9 الأولى ظ الكسور العشرية حتى جزء من الالف -1000 ااا اال 200 ٌْ الدرس الخامس 0 000 تقريب الكسور العشرية 5 ْ 5 : هدف التعلم 1ك أو جزء من الألف. 9 استكشف منطقة الشلالات: تحليل الأخطاء اقراً عن بحيرات وشلالات وادي الريان ثم أكمل مسالة تحليل الأخطاء. تقع منطقة وادي الريان جنوب غرب مدينة الفيوم. تحتوي هذه 1 جو ووو ساورن . 00 المنطقة على بحيرتين اصطناعيتين. : 1 0 1 9 وصلت المياه أولا إلى البحيرة العلياء والتي تبلغ مساحتها 50. 90 1 1 3 01 ِ كيلومترًا مربعّا. بعد ذلك تدفق تيار من البحيرة إلى الأسفل عبر نيف بيلرة 3 : جزء أعمق من المنخفض وشكل بحيرة أخرى بمساحة 62. 00 2-0 1 كيلومترًا مربعًا. 3 ين 0 يريد التلميذ أن يُقرب مساحة البحيرة العليا إلى أقرب عدد صحيح 5 2", "metadata": {"page": 27, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "وقد قرب 50. 90 كيلومترا مربعا إلى 50. 00 كيلومترا مربعا. 0 8 ع 3 إلسم ااه 9 2 1 ما الصحيح في إجابة التلميذ؟ ٍ 7 2 ماالخطاً فى إجابة التلميذ؟ ما سبب خطأ التلميذ فى اعتقادك؟ 2 3 حاول حل المسالة بطريقة صحيحة. وضح أفكارك. ا ِ تقريب الأعداد العشرية اكتب العدد الذي يشير إلى نقطة المنتصف على خطوط الأعداد. ضع العدد العشري 21 المحدد فى مكانه الصحيح. : 1 قرَّب العدد 7. 7 إلى أقرب وحدة. 2 قرب العدد 15. 348 إلى أقرب عدد صحيح. 8 ْ 8 15. 35 جيةة الدرس الخامس: تقريب الكسور العشرية 17", "metadata": {"page": 27, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول . 1 1 ه الأولى ظ الكسور العشرية حتى جزء من الآألف . 0 بذ-5\" 3 مسمس سه ممعت ا شتششضلف : 3 قرب العدد 3. 54 إلى أقرب جزء من عشرة. 4 قرّب العدد 1. 277 إلى أقرب جزء من مائة. 3. 6 1628 ظ ظ ظ 3. 5 1127 إستراتيجيات التقريب حل المسائل التالية باستخدام نقطة المنتصف أو إستراتيجية قاعدة التقريب. 0 1 تقوم إحدى المزارعات ببناء سياج جديد لمرعى الماشية. وهي تريد بناء السياج حول الحقل بأكمله. قدّر كمية 7 1 6 الأخشاب اللازمة لبناء السياج التي تعتقد أنها ستحتاجها عن طريق تقريب كل بُعد لأقرب جزء من عشرق. 3 وضح أفكارك. 1 ْ 5م 2 يخطط مازن للقيام برحلة من القاهرة إلى منطقة الشلالات بوادي الريان. سوف يسافر لمسافة 147. 72 كيلومترًا. 5 ' قرب المسافة إلى أقرب جزء من عشرة. : - ل 3 يتوقف مازن لتناول وجبة خفيفة وللاستراحة قليلًا بعد القيادة لمسافة 73. 255 كيلومترًا. قرب المسافة إلى 100 أقرب جزء من مائة. 4 أكمل الجدول مع تقريب الكسر العشري إلى القيمة المكانية المحددة. العدد التقريب إلى أقرب التقريب إلى أقرب2 التقريب إلى أقرب جزء عدد صحيح جزء من عشرة من مائة 4 ه52 سيت م", "metadata": {"page": 28, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "600 و الوحدة المفهوم الأول الأولى ظ الكسور العشرية حتى جزء من الالف نا يا الرياضيات في مصر: الشلالات اقراً الفقرة التالية ثم أجب عن السؤال. 2\" توجد عدة شلالات صغيرة على طول المجرى بين البحيرتين في وادي الريان. تبلغ المسافة بين الشلالات ما يقرب من 5 0 إلى 35 مترًاء ويبلغ عرض الجزيرة التي تتوسط الشلالات ما بين 20 و50 مترًا. اننا قاس عالم جيولوجيا المسافة بين اثنين من الشلالات ووجدها 31. 45 مترًاء وبين اثنين آخرين ووجدها 36. 921 مترّا. إذا تم تقريب كلتا المسافتين إلى أقرب عدد صحيح: فهل تقعان فى النطاق المحدد فى الفقرة؟ وضح أفكارك. 271 اللا 7ن حٌّ بخ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الخامس: تقريب الكسور العشرية أ 19", "metadata": {"page": 29, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الاولى ؤ جمع وطرح الكسور العشرية عر جحت 1 الدرس السادس ع 00 6 ءِِ صات \" 70 ل\" 7 7 هدو يي 0-0 هد . : 01 تقدير مجموع الاعداد العشرية 0 24 2 اد 0 06 هدف التعلم . 0 77 أستطيع أن أَقَدّرْ مجموع الأعداد العشرية. 2 2 استعقف - 74 ا 55-2 التقريب إلى عدد صحيح نفذ المطلوب بالاستعانة بالكثير من الأفكار قدر الإمكان. استعد لمشاركة أفكارك. ع 1 اذكر بعض الأعداد الأقل من الواحد الصحيع, والتى يمكن تقريبها إلى الواحد الصحيح. 5 0 2 اذكر بعض الأعداد الأقل من الواحد الصحيع. والتى لا يمكن تقريبها إلى الواحد الصحيح. نكر 1 1 2 ِ الأعداد المميزة اعمل مع معلمك لحل التدريبات باستخدام عدا له ! اللي لتقدير. : 0 تقدير المجموع قدَّر المجموع.", "metadata": {"page": 30, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "استعد لمشاركة الطريقة التى استخدمتها فى التقدير وسبب اختيارك هذه الطريقة. ' يد 3 2361 7 : التدريب مع زميلك ستعمل أنت وزميلك المجاور على تقدير الحل فى مسألة واحدة فى كل مرة. لا تخير زميلك بإستراتيجية التقدير التى استخدمتها. عند انتهاء كل منكماء قارن بين الإستراتيجيات والتقديرات الخاصة بكما 7 وناقشاها معًا. م إستراتيجيات التقدير 5 حاول استخدام الكثير من الإستراتيجيات قدر الإمكان. 0 تقدير العدد من خلال أول رقم كسور عشرية لها قيم الفصل بين الكل والجزء من اليسار عددية مميرة التقريب إلى اقرب التقر إلى أ 'ءم\" ماكة التقريب إلى أقرب وحدة جزء من عشرة يب وى ازيبا لجزء من", "metadata": {"page": 30, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ار 1 5 5 2 3 ملسست ببب االلبب 07 - يي مذ . . ى هد عو كم ا 1 : ل 1 3. 451 1 ون ستيه قدّر الناتج: 72 6 9. 98 2 كك قدّر الناتع سس 2 ك2 9 4. 981 3 3 الث لاا الى 30: 1 شور به . قدّر الناتج: ل سملل 4 أرادت سمر أن تركب الدراجة لمسافة 40 كيلومترًا هذا الأسبوع. بحلول يوم الخميس, كانت سمر قد قطعت 3 . 0 مسافة 34. 99 كيلومترًا. فى يوم الجمعة,. قطعت مسافة 4. 01 كيلومترات. قدّر الإجابة لمعرفة ما إذا كانت ٍِ 1 سمر قد حققت هدفها أم لا. 5 1 0 ع قدّر الناتج: سس 3 ع -- 5 5 لدى طه 54. 20 جنيها. ولدى أخوه 45. 75 جنيها. يريد الاثنان أن يجمعا ما لديهما من نقود لشراء صندوق 5 5 202 من التفاح بقيمة 100 جنيه. قدّر الإجابة لمعرفة ما إذا كان لديهما ما يكفي من النقود أم لا. : 46 - 9 الإجم ا 2 0 خُ قدر الناتج؛ - 7ج صر َ 5 ع 0 ا 1 4 0 4 -- 8 : 3-0 فكر ب ب 5 : م الرياضيات في مصر: الشادوف رو 10 إذا كان بإمكان المزارع رفع 94. 635 لترًّا من ش. يستطيع رفعه في خلال 4 دقائق؟ 0 الشادوف 53 اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس السادس: تقدير مجموع الأعداد العشرية أ 21", "metadata": {"page": 31, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني ب الاولى ظ جمع وطرح الكسورالعشريهة سر - 0 14 الدرس السابع الآ ل ُ : 1 - تعر 4 0 د 8 30 : 0 هم 0 نمدجه جمع الكسور العشرية 1 أت -- ذ ل أذ هدف التعلم 0 1 أستطيع أن أمثل جمع الكسور العشرية باستخدام النماذج. 2-7 ا 151 استكشف ا نهر النيل اقراً الفقرة وأجب عن السؤال. حت 502 1 يعد نهر النيل أطول نهر في العالم. يتدفق شمالا لمسافة تزيد على 6,650 كيلومترًا ويصب في البحر المتوسطء ا 37 2 ويعيش 95 بلمائة من المصريين على بُعد كيلومترات قليلة من نهر النيل. وله رافدان أساسيان: النيل الأبيض والنيل 1 كر ل الآزرق اللذان يلتقيان في الخرطوم. 05-7 5 الإسكندرية كي -4 9 ا ار : 7 غ7 5 ُ 5 . 4 د 5 0و0 يظ 00 5 3 7 6 5 أ 3 0 بش احرسم 1 020 ٍ ْ 7 5 07 : 8 إذا سافرت من منطقة التقاء نهر النيل بالبحر المتوسط إلى منطقة التقاء النيل الأبيض بالنيل الأزرق في الخرطوم, : 2 ا ستكون المسافة التي تقطعها 2,406. 69 كيلومترات. 9 ا . ك2 حك 2 قرّب 2,406. 69 إلى أقرب مائة. لحي 2 3 قرب 2,406. 69 إلى أقرب وحدة. سخب 4 قرَّب 2,406. 69 إلى أقرب جزء من عشرة.", "metadata": {"page": 32, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "-2 0 ة الس مور 9 الوحدة المفهوم الثاني ' 6 33 , الأولى ظ جمع وطرح الكسور العشرية ٌ كَ : ججح يود هد -. ووتعور قي 2 نموذج الكسور العشرية يوجد كسران عشريان في 0 النموذج العشري. يتم تمثيل أحد الكسرين باللون يي الأصفر والكسر الآخر باللون الأخضر. اكتب الكسرين ا العشريين في جدول القيمة المكانية. ا 3 7 0 - ا 9 10 80: 1 جهو به . . : لكك عع لمديت سشم - - عبّرعن النموذج اكتب تعبيرًا عدديًا لمطابقة النموذج. 0 ُ ل السبورة الرقمية: رسم نموذج اختر كسرًا عشريًا مكوبًا 1 00 : . الل لل للا 0 من رقمين. ارسم نموذجًا له. اكتب الكسر العشري لزميلك في 6 1 7 كس متا م ف الل لل للا 1 الل ل للا : الل ل للا ا 7 الل ل للا 1 ا اللللللل للا ا 1 اا 2-6 الدرس السابع: نمذجة جمع الكسور العشرية 23", "metadata": {"page": 33, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني ذا 7ه 1 كتابة الكسور العشرية اكتب الكسرين العشريين في جدول القيمة المكانية. منت 5 دسف امسسم 0 7 ا جمع الكسور العشرية اكتب مسألة جمع مستخدمًا الكسور العشرية التى اخترتها أنت وزميلك. قح التمثيل بالنماذج اتبع الإرشادات لإكمال المسألة. بكر قدّر الناتج 0. 223 0. 13 1 السبورة الرقمية: النمذجة استخدم لونين مختلفين لرسم نموذج للتعبير العددي 0. 23 0. 13. 2 -02 جع 1 8 ا 0 9 0-6 1 اا 0 0 10 0101 5 - اا لل لطل لا 0 1 اا لل لطل لا ّ 1 17 15 اا لل لا 3 بيد اا لل لا ُ د لطا 0 اا لل لطل لا 8 200 اا لل لا ٍ 4 اا لل لا 11 1111لا المزيد من التمثيل بالنماذج اتبع الإرشادات لإكمال المسائل. 1 اكتب 0. 13 و0. 23 في جدول القيمة المكانية. ' جتمدمية إجزمدضة 0 595 ر 1 1 للل-ا 5-9-2 2 أوجد الناتج: ل - 0,23 0. 13 : او 3 قدّر الناتج: 0 0. 42 0. 97", "metadata": {"page": 34, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ير ار ل 7 - وي الوحدة المفهوم الثاني 1 - الأولى ظ جمع وطرح الكسور العشرية س0 : اناد . ْ 2 حت يح حم دن هداسو م0 السبورة الرقمية: نمذجة جمع الكسور العشرية استخدم لونين مختلفين لرسم نموذج للتعبير العددي 0 د 2 0. 97. ب ان الا 1 سسسس سل 1 ا سا2 5 الا 1 سسسس سل ا سا2 3 الا 1 سسسس سل د ا سا2 0 الا 1 سسسس سل ال ا سا2 ا الا 1 سسسس سل ا 1 ا اللللا 1 ططططططا ااا -- 5 تدريبات إضافية على جمع الكسور العشرية اتبع الإرشادات لإكمال المسائل. 2 ٍ 1 اكتب 0. 97 و0. 42 في جدول القيمة المكانية. 1 : ا ب اال ا 0 رط شط سسا ا 2 أوجد الناتج: ل - 0,42 0. 97 ,: -2 قير الناته - 0. 05 0. 05 4 السبورة الرقمية: نمذجة التعبير العددي استخدم لونين للد : مختلفين لرسم نموذج للتعبير العددي 0. 05 0. 05. 1 آأاا 5 الل ل طل طلا 3 اال لل لطل طلا : الل ل لاا رك . لل للللطللا 2 لل للللطللا 2 لل للللطللا 0 11 1111لا 6 الدرس السابع: نمذجة جمع الكسور العشرية 25", "metadata": {"page": 35, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني ذا الاولى ؤ جمع وطرح الكسور العشرية 4 املح ٍ 771 حل المسائل التالية اتبع الإرشادات لإكمال المسائل. 1 1 اكتب 0. 05 و0. 05 فى جدول القيمة المكانية. لب 1 : 1 ال ميس ميشه 5 و71 واسسسسس سس 711 ري 1ض ط ظ لم سسا - 2 أوجد النات: - - 0. 05 0. 05 يي 3 قدّر الناتي 0. 84 0. 45 0 1ط طاللللطلام طلطططططللطللا 3 17  ساس اس سرس س لم 5 - 11س سس اس سس س كله 0 1110  ساس اس سرس س لم 9 1 7 11  ساس اس سرس س لم 3 6 11س سس اس سس س كله 3 د  ساس اس سرس س لم : 220  ساس اسسرسرسك 3 7 111 اس ساس اس سس سر سرس كالم 5 1 آلا طططط آلا تقدير الإجابة وحسابها اتبع الإرشادات لإكمال المسائل. م 1 اكتب 0. 45 و0. 84 في جدول القيمة المكانية. لمعيه مس 1 ا رط 1ط 1 ط ط لا سسا ع 2 أوجد الناتج: - - 0. 84 0. 45 و 3 قر المجموع: 0. 920. 89", "metadata": {"page": 36, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ين شا ايه : أنه جر الوحدة المفهوم الثاني 1 0 الاولى ظ جمع وطرح الكسور العشريهة صسهننة : - - : - جك د ا-ت ا ل -22 7و 9 0. 92. ب ان 1 لاللللطلام 1ط مط طططا 0 1ط للطلطلطلام اطططلطا سالط لطا م1111 ساسسس01 3 1ط للطلطلطلام اطططلطا سالط لطا لخ . 1ط للطلطلطلام اطططلطا سالط لطا ب م1111 ساسسس01 0 1ط للطلطلطلام اطططلطا سالط لطا م م1111 ساسسس01 ب ل 1ط للطلطلطلام اطططلطا سالط لطا -- 1 11111ط ط اطاط اا - حساب الإجابة مرة أخرى اتبع الإرشادات لإكمال المسائل. 2 1 اكتب 0. 92 و0. 89 في جدول القيمة المكانية. 7 07 د هه . ب مه 24 زر ط ط 1ط ل سا ا 2 أوجد الناتج؛ - - 0. 89 0. 92 77 الدرس السابع: نمذجة جمع الكسور العشرية 27", "metadata": {"page": 37, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الأولى ظ جمع وطرح الكسورالعشريهة وت الا 4ت كم الا فكر 1ه 2 دذ م 2 3 5 الرياضيات في مصر: منبع النيل الأبيض اقراأ الفقرة ثم 12 إرابتريا الخرطو ا اسان 17 ستسافر الآن من الخرطوم إلى جويا في جنوب السودان لرؤية منيع 2 ا-2-2 النيل الأبيض. تبلغ مسافة هذه الرحلة 1,941. 2 كيلومترًا . وتقع جويا 07 2001 ًً 07 أيضًا على ضفاف اليل الأبيض. ستسافر من جوبا إلى جينجا في 2 و دولة أوغندا . تبلغ مسافة هذه الرحلة 687. 9 كيلومترًا . تقع جينجا 1 واي بالقرب من منبع النيل الآبيض. ما طول المسافة التى ستقطعها في ا ء' 0 يحيرة اليرت 2 50 و 0 0 1 . . 5 5 حدر -7 2 5 3 ينغى 322 2 حلتك من الخرطوم إلى حد جينجا؟ ل كيجام م 1 اطية 00 كبيا لكر 5 55 د 7 تنزانيا 2300 كيلومتر 0 0 0 ميل 6 7 3 0 7 8 . 0-5 د ام مام لتكت 52 0 1 انسخ جدول القيمة المكانية واكتب العددين المضافين. 0 د را 9 را 1 سرس 30 1ْ 1 جزء من آحا 3 0. 5-7 25 . 5 عه د 09و 9 1 4 جزء م نألف جزء منماثة مشرة 1 05 1 لللسلبل ع 52م 17 ٍ ب 2 اكتب معادلة جمع وحلها باستخدام العددين العشريين. - 3 - . 5-0 كي م تا - 1 00 : م جه - - 5 حت دتمي يي روي اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 38, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني سص7صصببووبرب تر سك 0 جه - . . هد عت كم د 1 1 ' ا الدرس الثامن لالضا 0 ال 0ه 7 وي 0 هد 5-5 هو 2 - و 7 5 نمذجة طرح الكسور العشرية 00 آء 5 ّ د سد 23 هدف التعلم : لعا 0-3 0 أستطيع أن أمثل طرح الكسور العشرية باستخدام النماذج. . : ل 9 151 استكشف . اد صيد الأسماك في وادي النيل: تحليل الأخطاء اقراً الفقرة وأكمّل تحليل الأخطاء. حشلا الى . يصطاد المصريون الأسماك من نهر النيل والبحيرات التابعة له مثل بحيرة ناصر؛ والتي يعيش فيها أنواع من - الأسماك: مثل سمك البلطي وبعض الأنواع التي تتغذى عليه مثل سمك البياض النيلي والسمك النمر وسمك القط 0 كبير الحجم. غ طول سمكة البياض ال نتيمترات ويبلغ عمرها 7-0 ا أكبر من 5 سنوات. وتبلغ كتلتها ل 503 لوحت 9 9 ل ا 0 2-7 9 كيلوجرامًا. وين 5 سد", "metadata": {"page": 39, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "9 0 يل 7 7 و 0 له\" م ل حي د 0 7 حتفت 35 5 اه هيات 50-88 1 2 س0 1 تبلغ كتلة سمكة القد 38. 1 كياوجرام سمك البياض النيلي 2286 ويبلغ طولها 188 تكد سنتيمترًا. - 1 : اا يا ع تريد وفاء معرفة مجموع كتلتى سمكة البياض النيلى 2 1 0 0 و سمكة القط. فقررت وفاء استخدام خوارزمية الجمع ا د 6 1176 كمال : حي 5277 اه 1 ل لصيف ا ا ار 1 9آ1 1 3 جك جار اج اي 1 ان - 10 جا ل 0-0 6 ب احجان 0 1 ما الذي قامت به وفاء بشكل صحيم؟ سمك القط 1 9 2 ما الذي قامت به وفاء بشكل غير صحيح؟ ما سبب هذا الخطأ في اعتقادك؟ -90 3 حاول حل المسألة بطريقة صحيحة. 12 الدرس الثامن: نمذجة طرح الكسور العشرية 29", "metadata": {"page": 39, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني 0 جح حك كه 027 تعلم سج \"2 ا نمذجة الطرح اتبع الإرشادات لحل المسائل. 2 فرطو 8 3 ع 7 7 1 المطروح منه المظلل هى عدد عشري. تمثل علامات ا المطروحء أي العدد الذي يُطرح من المطروح منه. استخدم 07 ا 7 ا ال ا 7 للا كت ا 000 1 اا ع كك 2 اا تيد جد كا بجبتبتببتببي 0 و00  : ا د ور 2-1 السبورة الرقمية: 2 ظلل النموذج لتمثيل المطروح منه وأضف علامات ر لتمثيل المطروح. 3 10 ا 0 01-009 5 د ْ 0 1 1 1 اك 7 ا 1 3 اا لل طل طلا اا لل طل طلا اا لل طل طلا 1طلطلطلطلا اا ل ل ل طل طلا ً اا لل طل طلا سس اا لل طل طلا : 111 للا عِ ا 3 اكتب تعبيرًا عدديًا يطابق النموذج. بعد ذلك: استخدم النموذج لحساب قيمة التعبير العددي. - - -", "metadata": {"page": 40, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0 بد 0 ار 1 دن الوحدة المفهوم الثاني 1 0 الاولى ظ جمع وطرح الكسور العشرية . 6 . ححية ده جل ص7 اتوي\" 4 اكتب تعبيرًا عدديًا يطابق النموذج. بعد ذلك؛ استخدم النموذج لحساب قيمة التعبير العددي. م 1 ا 714-14 آلا بج 1 ط ططآ للا 2 ط ططآ للا 35 10 ااا للا 3 0 ل 1 ااا -- 1 ا 0 5ح 8015 جهو بس . . لل ٍِ : 1 السبورة الرقمية: 5 ارسم نموذجًا يطابق التعبير العددي 5 ثم أوجد الناتج: ا لللللا - : كك 0 : ا 000لا 1 6 ططالللطل لا 1 : ا لللطللا 0 جك ا ططل ل لما هج ِ ا لللطللا بطح 3 ا لللطللا - : 6 ططالللطل لا 0 ّ 11 1ط آا 2077 8 -0 770 ح ل السبورة الرقمية: 6 ارسم نموذجًا يطابق التعبير العددي, ثم أوجد الناتج: 784 سس 123-102 10 ا لللطلطلام 1ط طلللطلا ا لللطللا ططططططا لال للا 7 ا للللطلا 1ط طططللطلطلا 7 ا لللطللا ططططططا لال للا ا لللطللا ططططططا لال للا عع ا للللطلا 1ط طططللطلطلا 1 ا لللطللا ططططططا لال للا : ا لللطللا ططططططا لال للا 7 لم11 مساسرسرس1ك211 4 الدرس الثامن: نمذجة طرح الكسور العشرية 231", "metadata": {"page": 41, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني 7 , الاولى ظ جمع وطرح الكسورالعشريهة 7-7 1 2 السبورة الرقمية: 7 ارسم نموذجًا يطابق التعبير العدديء ثم أوجد الناتج: 7 1\" ع 1 ا 2 13 7 ااا 3209 4. 14 1777 ا سس اس سس ساس سرسرسسرسس 1ك 77 اس ساس ساس له اس سس سرس سس سرس سه الم 1 سس سس ساس سرسرسسرسس 1ك 21 5 لهاس سس سس كاله 5 سس سس ساس سرسرسسرسس 1ك 7 سس سس ساس سرسرسسرسس 1ك 0 5 لهاس سس سس كاله 0 سس سس ساس سرسرسسرسس 1ك 0 1 11 1111 1 1ط1! الللطللأا 1111لا نذا الل لل لل لاا الل لل لطللطل طلا 7 26 اا م 1ه كك اكه 7 اك اك 1 1501 ا اس م اك 1ك الك 3 للا اط ل للطط ااه 0 اك اك 1 1501 ا اس م اك 1ك الك 8 و 7 اا م 1ه كك اكه 8 اك اك 1 1501 ا اس م اك 1ك الك 2 1-7 اا م 1ه كك اكه ُ ره اك اك 1 1501 ا اس م اك 1ك الك : جل لأا الل للطلطلطا اده 1 1 ع ريط النماذج بالطريقة المعيارية اتبع الإرشادات لحل المسائل. السبورة الرقمية: 1 ارسم نموذجًا للتعبير العددي: ل - 5 -0. 2. 1 الل للا 5 الل للملا 2 الل لل ل للا : الل للملا اط ْ الل للملا ا الل للملا يد الل لل ل للا الل للملا ع الل للملا اليد  ا ند 3", "metadata": {"page": 42, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "فى 1 فا د 11 25 3 د يح ,. : 5 هه يمن الوحدة المفهوم الثاني سم . 2ه لج تبح و هل روسو 2 اكتب المسألة فى جدول القيمة المكانية: . ع -- 0. 05 -0. 2. اده 0-0 . . اجزءمن كي 1 وي مسيم او ظ زر 1 1 ط 1ط للا - 0 - 2 ا : ححا لكك 02-005 حت - فكر د ع الكتابة عن الرياضيات لس سر فسر: إضافة أصفار إلى يمين آخر رقم غير صفري في رمنلا عكر الكسر العشري لا يغير قيمته. استخدم النماذج لتساعدك ا 1 5 52000 1 اا 2-6 ؟ على كتابة تفسيراتك. ليللا ا 5 1 0 0 0 -- 3 لط ططلطلللا و - 3 الل لط للطلا 10 ٍ 81 5 93 ان 190 9 ا اا كا 00-5 حّ 4 0 لي تحشق من فهما اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثامن: نمذجة طرح الكسور العشرية أ 33", "metadata": {"page": 43, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني ب ٍ, 77 الدرس التاسع رم رم ال\" ص هه وى 3 و4 5 5 5-35 5 9 خا - ا 3 ايز تقديرالفرق بين عددين عشريين 1 7 و2 9 هدف التعلم . 0 7 , أستطيع أن أقدّر ارق بين عددين عشريين. 1 و2 1 ا يي دلتا نهر النيل اقرأً الفقرة وأجب عن السؤال. 3 8 ْ ع تبعد دلتا نهر النيل حوالي 20 كيلومترًا شمال القاهرة وتستمر 150 0 ا 5 كيلومترًا تقرييًا حتى تلتقي بالبحر المتوسط. يعيش حوالي 45 مليون د 2 1 إل 2 شخص في منصطقة دلتا نهر النيل. منهم حوالي 7. 78 مليون شخص 1 لحدا 46 في محافظة الشرقية. التى تقع على حدود الدلتا الشرقية. ا 0 نين عن - جح 0 . 1 3 3 3 0 8 0 ما عدد السكان الذين يعيشون فى دلتا نهر النيل تقرييّاء ولكنهم لا يعيشون 0 3 8 جم 8 42 1 دق ديه : 10 تقدير الفرق للمسالتين 1 و2, استخدم الإستراتيجية المعينة لك لتقدير الفرق. للمسائل من 3 إلى 10 5 7 استخدم إستراتيجية تقدير من اختيارك؛ ثم احسب الفرق الفعلى. 1 1 قدّر الناتج - 1. 2240 2. 419 7 2 قدّر الناتج 10. 8 35. 9 3 قر الناتج: 0 1199- 29. 98 : 4 أوجد الناي: - 11. 99 29. 98 5 قر الناتج: 7 ب 0. 97-0. 82 تجح بجو د 6 أوجد الناتج: ل - 0. 82 - 0. 97", "metadata": {"page": 44, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "درل : مين 01 3 هي 7 , توا : أنه جر الوحدة المفهوم الثاني 1 0 الاولى ظ جمع وطرح الكسور العشرية . د ككس لجح و ا ا 7 مها وعلا متخصصتان في دراسة النباتات على امتداد نهر النيل ويقارنان بين طول نبات البردي في أماكن 7 دراسة مختلفة. استخدم جدول البيانات الخاص بهما للإجابة عن الأسئلة التالية. 7-7 َ 5 5 7 ٍ1 له طول نبات البردي في أماكن مختلفة 2 مكان الدراسة مكان الدراسة مكان الدراسة ل مكان الدراسة 0 0 0 ب 1ج د 2 ا 2 5 الطول بالآمتار 5 أمتار 5 أمتار 2 أمتار 5 أمتار 2 1 لحق اا اه لك قدر الفرق بين طول نبات البردي في مكان الدراسة د ومكان الدراسة ب. صحص7ج أوجد الناتج - 4. 15 - 5. 05 22 5 2 - يت 9 قدّر الفرق بين طول نبات البردي في مكان الدراسة أ ومكان الدراسة ج. ل جك : 10أوجد الناتج ل - 432 - 4. 45 0 أوجد سببالطرح 003 44 ُ ل 1 فكر في مثال من الحياة الواقعية تحتاج فيه إلى تقدير الفرق بين 45. 30 و30. 20. اكتب مسألة كلامية -- باستخدام هذين العددين. 0-6 2 قدّر الناتج 30. 20 - 45. 30 د 3 أوجد الناتج - - 30. 20 - 45. 30 الدرس التاسع: تقدير الفرق بين عددين عشريين 35", "metadata": {"page": 45, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني 1 0 : ولى جمع وطرح 92 اند 0-7176 2 00 1 2 الوذ فكر 50 لد 27 5 4 10 الرياضيات في مصر: معبد أبو سمبل اقراً الفقرة وأحجب عن الأسئلة. ته 3 77 يسما 1 5ج جوج ويه ووه ود بولسم لك دي جين 1-7 حدر سم سسا 77 2292522255252 هد 0 6 0 د م 7 لك\" 5 مح جد اي ا ان لت 2 - حي 101 لحك 4\" : طذة. ىق ع دنا كل - عي 7-5-5 يدن 252 اه 11 9 كه 6 يما 1 1 7 و 2 يي يي 11 50 اح ككيلد د 1 ذ 9ن د ا اال كر اح ص 1 001 رد 5-1 سد لج 0 1 إٍ 5 0 ار - انها لخ 1 0 2 ار 7 0 اال لا ْ 4 1-5 0 0 ا ! ا 1 5 0 0001 للص لظقى 10\" ا ل ا ل ارد 7 - مجك ع الح ل تت 2 ل اس كلك دل 2 1 1000 8 0010 127 4 بح ححا 2 5 2 3 7 ا 2 لالز ير 0 9 لدذك 3 1 حوه 0 . دقة ي ا 07 0 - -002 معد م ا امو ل 000 0 2 الح يجيي الا شخ 0 بت 0 المعبد الصغير", "metadata": {"page": 46, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0 معيد أبو سميل موقع أثري معروف عالميًا. يحتوي الموقع على معبدين المعيد الكبير والمعيد الصغير. حفر المعيدان 1 و 7 1 . اع . ا اه 1 لك مم 2 . . اه 5003 0 في جانب أحد الجبال. يبلغ ارتفا ع كل تمثال في المعبد الكبير 21 مترًا تقريبا. يضم المعبد الصغير تماثيل كثيرة ا ويبلغ ارتفا ع كل من هذه التماثيل 12 مترًا تقرييًا. لحماية المعبدين من الفيضانات: تم تقسيمهما إلى قطع تتراوح 11 0-2 7 2 ع 5 2 2 2 1 كتلتها ما بين 2. 72 إلى 18. 14 طنا ونقلهما. يعد ذلك وضع المعيدين مرة أخرى معا تماما كما كانا سايقا. ده - ف 1 1 ما الفرق بين أكبر وأصغر كتلة ؟ ثم قرب هذا الفرق إلى أقرب طن. لو 7 0 2 أي من الكلمات التالية تشير إلى استخدام عدد مُقدّر؟ 1-7 -ِ خذ 3 : ك-- 5 جد علد تتحته د 0 2 تحقق من فهمك اتبع إرشادات المعلم لاكمال هذا النشاط.", "metadata": {"page": 46, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ب 27 7 مر 599 3 1 1 من الوحدة المفهوم الثاني ل رن جم وض العصوراسضرية 1 5 1 الاولى جمع وطرح لكسور لعشرد . هسه . 7-- 7-7 جه 5ل : هه لدو مر 0 الل العاث وح . . ك2 7 ساسم 00ل : لع دا طرح الكسور العشرية حتى جزء من الالف - 20 م 2 0-2 5 ك2 أهداف التعلم . ل 5 0 أستطيع أن أطبق إستراتيجيات لطرح الكسور العشرية حتى جزء من الألف. 5-5 0 أستطيع أن أتحقق من معقولية إجاباتي. 59 9 مه 6 3 لحا افق استكشف 0 1 ا1ا سه ِ لكك كيف تكونت دلتا الأنهار؟ اقراً الفقرة لتتعلم المزيد عن دلتا : دين الأنهار ثم أجب عن السؤال. ا سيد 2 3-6 5 : تكونت دلتا نهر النيل بواسطة الطين والرواسب المحمولة من س1 5 مرتفعات إثيوييا. يتراوح سّمك رواسب الطمي ما بين 15. 24 2 - مترًا و22. 9 مترًا وتكوّن معظم الترية الخصبة فى أفريقيا. , 7 :", "metadata": {"page": 47, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "مترًا و22. 9 مترًا وتكون معظم التربة دبة في أفريقد : 0 : ويمتد سهل الدلتا لمسافة 160. 934 كيلومترًا من الشمال : - 2 5 اه إزينت ول 03 5 2 8 0 2 9 إلى الجنوبء وتبلغ مساحة النقطة الأكثر اتساعًا بين الشرق 'ْ َم ل والغرب 249. 448 كيلومترًا بين الإسكندرية وبورسعيد. نهر النيل والدلتا ليلا يح حب 8 -0-2- أراد ضياء وعز إيجاد الفرق بين أكبر وأقل سمك لرواسب الطمى. قرب عز وأعطى تقديرًا وهو 8 أمتار. حل ضياء 71 م المسألة باستخدام الخوارزمية وأوجد الإجابة الصحيحة لتكون 7. 66 أمتار. 7 تعتقد أن احابة عز معقولة؟ نعم أم لا ولماذا؟ ا هل تعتقد أن إجابة عز معقولة؟ نعم آم لا ولماذ 6 إيجاد الفرق احسب الفرق في كل مسألة. بعد ذلك, حدّد القيمة المكانية لكل رقم حسب الإرشادات. وفي النهاية, 2 قارن إجاباتك مع زميلك. ف 2 57 جزءًا من الألف - 12 جزءًا من الألاف - ل هجزردءًا من الألف ٍ القيمة المكانية: أجزاء من مائة و أجزاء من ألف 27 3 32 جرءًا من الآلف - 15 جزءًا من الأاف - ع جِردءًا من الألف 5-6 القيمة المكانيةء جزء من مائة ول أجزاء من آلف 90-7 4 5 أجزاء من مائة - 24 جزءًا من الألف - ع جرءًا من الألف د القيمة المكانية: ل جزء من مائة و - ل أجزاء من آلف : 00 الدرس العاشر: طرح الكسور العشرية حتى جزءٍ من الألف 37", "metadata": {"page": 47, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني 0 المح حت كه 717 هل الإجابة معقولة؟ اعمل مع معلمك لتقدير الفرق وتحقق من معقولية الإجابات. ا القرص الدوار لطرح الكسور العب مع زميلك للتدريب على تقدير الكسور العشرية وطرحها حتى جزء من الآلف. --2 فى كل جولة؛ انسخ جدول القيمة المكانية وورقة تسجيل النتائج فى كراس الرياضيات واكتب النتائج الخاصة بك. : 2 الإرشادات: 2 1 يدير كل لاعب الأقراص الدوارة الثلاث ليكوّن كسرين عشريين ويسجلهما في جدول القيمة المكانية. يجب 7 كتابة العدد الأكبر بالأعلى. 07 2 يستخدم اللاعبان أي إستراتيجية لتقدير الفرق ويكتبان تقديراتهما. 2 ف 3 يوجد اللاعبان الفرق الفعلي. 17 4 يكتب اللاعبان الفرق في كل المسائل ويقارنانه ياستخدام أو أو -. سيجكه 5 اللاعب الذي لديه أقل فرق هو الفائز. د 6 يناقش اللاعبان كيف ساعدهما التقدير على التحقق من معقولية إجاياتهما. 0 ورقة تسجيل النتائج 2-0 0-7 الجولة: كب 7 3 2 1 1 ب أجزءمن 1 0-7 الماك ْ 1 - 0 ا الس م ا 0 1 زر 1 1 1ط لل سا ا الفرق الفعلي: . ا : الفرق الذي توصل إليه زميلي: 6 تم مقارنة الفرقين: م ل جِ تسة", "metadata": {"page": 48, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني . الاولى ظ جمع وطرح الكسور العشريهة 22-2 لج ريه وه مه د ووصسر د 7 7 يح ري ف 2 الرياضيات في العالم من حولنا: دلتا الأنهار اقراً ما يلي عن أشهر اثنين من دلتا الأتهار في العالم ثم أجب آ 7 عن الأآسئلة. 00-6 0 8 د 5 7 ف- 1 1 قي حم 2 ل بر 2-0 : 1 0 9 7 - : دا ا ل د 0-0-0 2 0 اد 1 - بر العحسك ج- 5-3 دنا نهر انماع ا بر ليسي تعد دلتا نهر الجانج من أشهر دلتا الأنهار وتقع في منطقة جنوب آسيا في بنجلاديش والهند. يبلغ عرض سهل 0 الدلتا حوالي 350 كيلومترًا على امتداد خليج البنغال. وتتكون هذه الدلتا من الرواسب التي تنجرف من جبال جك الهيمالايا. بيت -- بح جم في شمال أمريكاء يتدفق نهر المسيسبي جنويًا لمسافة 3,778. 74 كيلومترًا من ولاية مينيسوتا إلى خليج المكسيك. 6 يبلغ عرض دلتا نهر المسيسبي عند أوسع نقطة فيه 140. 01 كيلومترًا . 22 1 5 71 0 امج 3 5 5 5 05 53 3 5 2 -0- 1 رتب عرض دلتا الأنهار الثلاثة من الأضيق إلى الأكثر اتساعًا. -- عرض نهر النيل - 249. 448 كيلومترًا تور . 0 ع ا . و0 7 7 2 أوجِّد الفرق بين عرض دلتا نهر الجانج وعرض دلتا نهر النيل. 2 1 12-8 اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس العاشر: طرح الكسور العشرية حتى جزء من الألف أ 39", "metadata": {"page": 49, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني 3ك 171 ّ 1 الدرس الحادي عشر لس لت ولم 1 30 8 30 -- 15 ا 2 9 ا ا 7 ف مسائل كلاميه على الكسورالعشريه الك 00 هدف التعلم 0 7 أستطيع أن أجمع الأعداد العشرية حتى جزء من الألف وأطرحها لحل مسائل كلامية. يي اقراً الفقرة وأجب عن الأسئلة. جه . 0 7 2 لا 1 إ 2 1 0 ا ْ 8 0 كج ا ان 0 ا 10 و7 ماكر سر ا 5 1, 1 -- اا 0 اسسسم ا ! 3 9 1 7 - 0 رصع 7 ع \" : 7 كويري تحيا مصر 3 يّني كويري تحيا مصر في عام 2016 في مدينة القاهرة. ويربط شمال القاهرة وشرقها بغرب القاهرة عبر نهر النيل. يبلغ طول الكوبري 540 مترًا ويبلغ عرضه 67. 3 مترًا. وهو مسجل عالميًا بأنه أوسع كوبري مثبت بالكابلات 7 في العالم. : أطول كويري مثبت بالكابلات هو كويري جياكسينج - شاوشينغ البحري في اليابان. وهى أقل في العرض من - كويري تحيا مصر بمقدار 11. 7 مترًا. ا كم يبلغ عرض كويري جياكسينج - شاوشينغ البحري؟ تجح بجو", "metadata": {"page": 50, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "د ل 01 ْ و اتريع جر الوحدة المفهوم الثاني 1 ّْ ا الاولى ظ جمع وطرح الكسور العشريهة 0. ههه ضةةه. . - سد جه م روص7277 2 ل الكباري وصيد الأسماك اقرأ وفكر في المطلوب تنفيذه في كل سؤال: 0 1 بُني كوبري تحيا مصر باستخدام 200 رافعة. تفاوتت أحجام الرافعات وتراوحت كتلتها بين 6. 44 2-- و544. 3 طنئا طن واحد - 1000 كيلوجرام. ما الفرق بين الرافعة الأخف ورْنًا والرافعة الآثقل وزنًا؟ 35 2 ذهب رشاد ووالده في رحلة لصيد الأسماك إلى بحيرة ناصر. اصطاد كل منهما سمكة قط عملاقة. بلغت كتلة د السمكة الأولى 53. 25 كيلوجرامًا وبلغت كتلة السمكة الثانية 46. 8 كيلوجرامًا. ما كتلة السمكتين معًا؟ 2-5 -- 3 3 5 مم الى 39 5 . 0 تت 5 مسائل كلامية على الكسور العشرية في المسائل التالية, 0 1 يبلغ إجمالي طول كويري تحيا مصر 16.", "metadata": {"page": 51, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "7 كيلومترًا ته 11 إذا سافر رامي على امتداد طول كويري تحيا مصرء ثم رجع هذه المسافة مرة أخرى, فما مجموع عدد 1 الكيلومترات التي سافرها؟ اكتب معادلة؛ ثم اكتب إجابتك. : 2 إجمالي طول كوبري تحيا مصر هو 16. 7 كيلومترًا . إذا ركب سالم دراجته على امتداد ممشى الكوبري. لمسافة 1 5 كيلومترًا قبل تسرب الهواء من الإطار. ما عدد الكيلومترات التي يحتاج إلى سيرها؟ ِ المزيد من المسائل الكلامية على الكسور العشرية في المسائل التالية, استخدم الجدول في حل المسائل التالية: جك سمك نهر النيل 2 الاسم الطول 2-7 0-5 سمك النمر الإفريقي 2 سم 0 السمك الرئوي الرخامي 8 سم ل سمك السكين الإفريقي 2 سم 07 الإفريقي. في اليوم الثاني, استطاع إيهاب صيد سمكة من نوع السمك الرئوي الرخامي. ما مجموع طول -", "metadata": {"page": 51, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "السمكتين من نوع سمك النمر الإفريقي والسمكة من نوع السمك الرئوي الرخامي؟ 3 2 باسم خبير في علم السمك. كان باسم يقارن بين أطول سمكة في الجدول وأقصر سمكة. ما الفرق في الطول ع بين السمكتين؟ ٍ 3 جمع باسم ثلاث أسماك من سمك السكين الإفريقي. بلغ طول السمكة الأولى 29. 28 سنتيمترًاء وبلغ طول كك 1 السمكة الثانية 29. 255 سنتيمترًاء وطول السمكة الثالثة 35. 17 سنتيمترًا. ما الفرق في الطول بين أطول سه سمكة وأقصر سمكة؟ 1-7 الدرس الحادي عشر: مسائل كلامية على الكسور العشرية 41", "metadata": {"page": 51, "chunk_id": 3, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني 7ه 5 ا\" : 5 03 34 35 عام 01 الرياضيات في العالم من حولنا: أشهر الكباري لاحظ البيانات. استخدم الأعداد الواردة بالجدول لكتابة مسألة يه 2-7 كلامية. بدّل المسائل مع زميلك ليحل هو المسائل الكلامية التي كتبتها وتحل أنت المسائل الكلامية التي كتبها. 0 اسم الكوبري الموقع العرض بالأمتار و تحيا مصر مصر 63 2 بونت دي نورماندي فرنسا 213. 6 سكا كويري تاتارا اليايان 2 : معبر كوينزفيري المملكة المتحدة 2318 0 عع لحن الى تجح بجو 3-4 لحضق من 1 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 52, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "5 0 الوحدة 0-0 : ا ا ين 1 ِ -3 0 3 : 0 ْ 3 2 4 . 1 1 : - 5 0 2 5 8 5 . - - - المحخورالاول الكسنالعددى والعمدات حو : ظ 1 2د عاد يي ا 0 الوحده الثانبيك: - . ا 0 2-2 5 2 9 5 وه 5 5 2 0 د 2-2 ميحد الحلاقات نس الاغداد 20 3 ع - 9 ٍ 2 5 3-5 ا ْ ظ 7 لحن جه ظ ظ ْ 3 76 ّ 3 ' ب ا 8غ 2 0ه جسيء 1 0 1 8 2 م 5 المضاعفات الكبرى أسئلة فيديو الوحدة لع جين ك يستعرض الفيديو التمهيدي للوحدة الثانية ا بعنوان \"عمليات الضرب والمتحف الكبير\" بعض 0 الأماكن فى مصرء وكذلك العلاقات بين الأعداد. 00 : ا 55 5 ع8 هذه ا ؛ يتعلم الت : 0 لوحدة: يتعلم التلاميذ عن علاقه الأعداد بالعالم من حولهم من خلال استخدام التعبيرات الرياضية والمعادلات ويستكشفون ا أيضا العلاقات بين العوامل والمضاعفات. \" وك 0 ار 1 كيف استخدم التلامين العلاقات بين الأعداد لفهم العالم أونرة اتن ا 8 نشااس : اج اى من حولهم؟ جر َال الف 41 3-1 6 ا 22 لو يست - 4 5 ماذا اكتشف التلامين عن العوامل والمضاعفات؟ د 701 الوحدة الثاتية: العلاقات بين الأعداد أ 43", "metadata": {"page": 53, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "217 اذ - لوي لازي 7 1 3 17 ا 1 1 --. - الوحدة المفهوم الاول 0 2 - 20 : . الثانية التعبيرات الرياضية والمعادلات والعالم من حولنا 1 1 و 1 ار سي الفضتحت م ا 100 ظ 0 2 ُ 72 الدرس الأول ع 00 2 ا وه 5 5 هو 59 مهو 0 59 ل 77 التعبيرات الرياضية والمعادلات والمتغيرات 3 1 8 أهداف التعلم 9 ها 0 1 أستطيع أن أشرح الفرق بين التعبيرات الرياضية والمعادلات. كار 07 0 أستطيع أن أستخدم الحروف أو الرموز لتمثيل القيم المجهولة فى التعبيرات الرياضية والمعادلات. 5 : 9 3-2 ثت 0ه 706 151 استكشف 07 : شرق القاهرة اقرأ الفقرة مع معلمك. ثم, أجب عن الأسئلة. ور 07 3 بسكي - 2-1-2 ل 0 ا 1 8 ا 5 يو و م ب ا 1 يو 5 5 ع ا و َ 93 ان 5 سس ا م ا : 1 5 01 شبه جزيرة سيناء 2 4 ٍِ 8", "metadata": {"page": 54, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا 2 1 تأخذ شبه جزيرة سيناء شكل المثلث وتبلغ مساحتها حوالي 60,000 كيلومتر مربع. وتتصل بقارة أفريقيا من : 7 0307 2 آسيا عن طريق خليج العقبة الذي يبلغ طوله 180 كيلومترًا تقريبًا. يعيش على شبه جزيرة سيناء ما يقرب من 03700 53 600,000 شخص. 1 ا كتبت مريم معادلتين للمقارنة بين طولى الخليجين. المعادلتان موضحتان أدناه. 1800 11-7 275 - هكم 0 275 - 180 - 7 ما الذي يمثله الحرف ا في هاتين المعادلتين؟ 27 ج عرض شبه جزيرة سيناء أ طول الخليج الواحد بالكيلومترات 1 د المسافة بالكيلومترات بين الخليجين ب الفرق بالكيلومترات بين الطولين سىس 1 44 الدرس الأول: التعبيرات الرياضية والمعادلات والمتغيرات", "metadata": {"page": 54, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "31 اد 0 1ن 5 م م ع فل 2 فل 2 م للد ' الوحدة المفهوم الأول ل لسن سي 17 5 ش الثانية ظ التعبيرات الرياضية والمعادللات والعالم من حولنا 410 ! 4 1 . -7 1 3 أ قيمة ا في المعادلتين ستكون هي نفسها. ب الإجابة عن 180 - 275 ستكون 85 كم. ج الفرق بين الطولين سيكون 95 كم. د المسافة بالكيلومترات بين الخليجين ستكون 95 كم. ما المقصود بالمتغير؟ اقراً المسائل التالية وحدد ما يمثله المتغير. 1 أرادت بسمة أن تكتب معادلة بمتغير لتمثيل \"12. 5 زائد عدد يساوي 15\". أي معادلة مما يلي ستكون صحيحة؟ 7 أ بر - 15 12. 5 ج 12. 5 - ير 15 4 5 ب 15 ح ير 12. 5 د 12. 5- 15 سير 2 كان أدهم يقارن بين ارتفاعات الكثبان الرملية في الجزء الشمالي من شبه جزيرة سيناء بالمتر. كتب هذه ' ٍٍ المعادلة ا - 18 - 27. ما الذي يمثله الحرف ؟ 1", "metadata": {"page": 55, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "أ ارتفاع واحد من الكثبان في سيناء شْ ع ب مجموع ارتفاع الكثيبين في سيناء 0 م ج الفرق بين أطول وأقصر كثيب رملي ْ د المسافة بين أطول وأقصر كثيب رملي : : 5 ا 3 إذا علمت فرح أن مجموع ارتفاع اثنين من الكثبان الرملية هو 46 مترًا وأن ارتفاع واحد من الكثبان الرملية 1 هو 18. 25 مترّاء فما المعادلة التي يمكن أن تكتبها لمعرفة الارتفاع المجهول؟ اختر الإجابتين الصحيحتين. ا 46 - ير 18. 25 ج 2ع 18. 25- 46 ب - 46 18. 25 د 46 - 18. 25 -ير 'ْ 4 كتب إيهاب هذه المعادلة عر - 38. 3 42. 7. إذا كان كل عدد من الأعداد يمثل ارتفاعًا واحدًا من الكثيان, - فما الذي يمثله الحرف ؟ مح 0 207 أ فرق الارتفاع بين الكثيبين : ْ ب مجموع ارتفاع الكثيبين ا ج ارتفاع الكثيب الآطول - د المسافة بين الكثيبين الكثبان الرملية الدرس الأول: التعبيرات الرياضية والمعادلات والمتغيرات 45", "metadata": {"page": 55, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 1 ا 2 7 : يم الثانية التعبيرات الرياضية والمعادللات والعالم من حولنا ا 0 7 ا : موحت : . 7 1 --77-27 141 717كلا . . قن لالسلا لخ 1. 11. الا ليالل الفا 0 7 معادلات وتعبيرات رياضية اعمل مع معلمك وزملائك لمقارنة المسائل. لاحظ جميع المسائل. ما وجه الشبه بين 1 المسائل؟ ما أوجه الاختلاف بينها؟ ههه ف 5 7. 5 4- 14. 78 د - 1. 6 3. 6 : 5 - عر - 9 بر - 147 9 -25. 6 1 اقراً العبارات الرياضية التالية. صنف العبارات إلى \"معادلات\" أو \"تعبيرات رياضية\" أو \"ليس أي منهما\". ص ر - 123. 8 - 345. 45 0 لا - 3. 6 47 0 064 8 0 35 2. 456 - 2. 5 6 ع 142-75 0 125 - 3 0 د 7- 37. 125 0 5 - ير - 056 1 الأسبوع الماضي هو 8 كم. يوم الاثنين م - 2. 3 4. 5 7,3 0 9 : 2 0 ركضت آية 3. 75 كم. ما مقدار المسافة 9 2 التي ركضتها باقي أيام الأسبوع؟ 1 ا 0 لدى أمير 3. 5 كجم من التفاح و2. 7 كجم من التين. 3 ع معادلات تعبيرات رياضية ليس أي منهما 3 ' 5 الكتابة عن الرياضيات اقراً الأسئلة وأجب عنها. استعد لمشاركة أفكارك. 1 هل المعادلة عر - 6. 25 4. 5 مماثلة للمعادلة - 6. 25 4. 5؟ نعم أم لا ولماذا؟ 0 2 هل 7 1. 34 - 6 2. 34؟ نعم أم لا ولماذا؟ و تحفة من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 56, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "21 . اد 0 07 - م م ع 4 0 إفيلة 2 5 م لد . الوحدة المفهوم الأول 1-7 به 3-0 ادن ' در 8 98 5 . ااه 5 1 0. لوس 07 الثانية ظ التعبيرات الرياضية والمعادللات والعالم من حوثنا 1 2 14 8 9 ل شْ 32 الدرس الثاذ 4 متغيرات ه : ا المتغيرات فى المعادللات نعلا ل 1 ب اك . 1ل زد هدف التعلم 3 لم استعشف التحدث عن الأعداد استخدم الحساب العقلى لحل المسائل المقدمة من معلمك. كن مستعدًا لمشاركة كيفية حل المسائل. 1 ع 2 1 تحديد قيمة المجهول أولاء استخدم الحساب العقلي لتقدير المعادلات ثم حلها. استخدم جدول القيمة المكانية إذا لزم الأمر. 0 : 3 - 6. 82 -5 5 4 حم 8. 23 1 1 0 ْ 95 1 - 12. 40 - زر 6 6 - 2. 45 - 7 2 ّ كلتك ري 01 م 0 ٌ ٍ 1 - بس 2. 01 5. 52 7 4 ح م 2. 45 3 323 ل خخ 77 لت 0ق ا 1. 50 - 3. 10 2. 30 8 1 - 42. 89 ا 4 للخ يا للح ثيا إذا كان مجموع المسافة التي ركضها خلال الأسبوع 15 كيلومترًاء فما المسافة التي ركضها في اليوم الثالث؟ 7 0 ما الذي سيمثله المتغير في المسآلة؟ حل المسآلة. 1ْ الدرس الثاني: المتغيرات في المعادلات 07", "metadata": {"page": 57, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 1 - 5 الثانية التعبيرات الرياضية والمعادلات والعالم من حولنا ا - 2 ّْ 2710 . شد . . وب 7777 0 قن لط 1 2 . طمن لأا 1 5-0-7 حول إلى معادلات اكتب معادلة لتمثيل المسائل الكلامية باستخدام ا ليكون المتغير. استخدم النماذج 77 الشريطية للأجزاء والكل كما هو موضح لمساعدتك. ليس مطلويًا منك أن تحل المعادلات في الوقت الحالي. -. 1 الكل: جزء: جزء: 1 1 يستقل باسم الأتوبيس من القاهرة إلى محمية رأس محمد لرؤية الشعاب المرجانية. يبلغ إجمالي مسافة الرحلة 5 4 كيلومترًا . يقف الأتوبيس في مدينة الطور بعد 396. 48 كيلومترًا ليركب المزيد من الركاب. كم تبعد سلحفاة صقرية المنقار يبلغ طولها 0. 78 مترًا. رأت جنى سلحفاة بحرية خضراء يزيد طولها 0. 58 مترًا عن السلحفاة الأخرى.", "metadata": {"page": 58, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ما طول السلحفاة البحرية الخضراء؟ 3 في حقيبة ظهر جنى زجاجة ماء كتلتها 1. 5 كيلوجرام وكتب كتلتها 2. 451 كيلوجرام ووجبة خفيفة. ٍ تبلغ كتلة حقيبة ظهرها وهى ممتلئة 4. 535 كيلوجرامات. ما كتلة الوجبة الخفيفة؟ 4 في السوقء اشترى باسم بطيختين مجموع كتلتهما 2. 64 كيلوجرام. إذا كانت كتلة البطيخة الأولى 6 كيلوجراءء فما كتلة البطيخة الثانية؟ الرياضيات في مصر: محمية رأس محمد 7 و اقرأ الفقرة مع معلمك. ثم. أجب عن الأسئلة. 5 , مساحة المحمية بما فى ذلك مساحة الأراضى والمسطحات المائية, ؛ ٍ 0 كيلومترًا مربعًا. إذا كانت مساحة المسطحات المائية تبلغ ية وأس 5 كمت, فما مساحة اليابس في المحمية؟ 1 ما الذي يمثله المتغير في هذه المعادلة؟ 2 قدّر الإجابة. 3 حل المسألة. -29 و ا ل ا اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 58, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "اا ا ال ع 4 0 117 5 م لله الوحدة المفهوم الأول ان ا  الام\" 8 8 7 8 . 0 و ابسن 1 الثانية ؤ التعبيرات الرياضية والمعادلات والعالم من حولنا 321 8 ؛ 9 ' 1 7 17ح ' 2 -- الدرس الثالث لال ل 98 ءِِ ا القصص والاعداد ا 0ت 1 لك لان هس أهداف التعلم -- 0 أستطيع أن أكتب المسائل الكلامية التي تتضمن جمع الأعداد العشرية وطرحها. 0 أستطيع أن أحل مسائل تتضمن أعدادًا عشرية حتى جزء من الألف. استعشف تحليل الأخطاء اقرأ المسألة وأكمل تحليل الأخطاء. : في معظم الأعوام. يسقط على شبه جزيرة سيناء 12. 5 سنتيمترًا من الأمطار في الشتاء. فى العام الماضيء سقط 9,17 سنتيمترات فقط من الأمطار. ما الفرق بين المقدارين؟ في : قرا طه المسأآلة وكتب المعادلة التالية وحلها. حلل إجابة طه. حدد ما قام به بشكل صحيح وما قام به بشكل ' :", "metadata": {"page": 59, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "غير صحيع, ثم حاول حل المسألة بالشكل الصحيح. . 1 ْ سم 21. 67 - كر د - 9. 17 12. 5 1 ٍ ْ 7 1 ما الصحيح في إجابة التلميذ؟ شْ 5 2 ما الخطأ فى إجابة التلميذ؟ ما سبب خطأ التلميذ فى اعتقادك؟ 1 7 3 حاول حل المعادلة بر - 9. 17 12. 5. هل هذه هي المعادلة الصحيحة لحل المسألة؟ وضّح أفكارك. 1 : تعلّه اع ما المعادنة؟ اقرأ المسائل الكلامية واتبع الإرشادات التى يقدمها لك المعلم. ْ أ تحتاج علا إلى 10 أمتار من الخشب لبناء حوض حديقة. وجدت 3. 5 أمتار في الجراج الخاص بها. ا كم مترًا إضافيًا من الخشب ستحتاجه للحوض؟ 1 1- ب يتدرب ناجي من أجل سباق. ويركض لمسافة 3. 5 كيلومترات يوميًا. ظ إذا ركض لمدة 10 أيامء فما المسافة التي ركضها؟ ْ تعاون مع زميلك لكتابة مسألة كلامية موضحة بواسطة هذه المعادلة: - 1. 5 2. 8 ما المسألة الكلامية؟ الدرس الثالث: القصص والأعداد 49", "metadata": {"page": 59, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول ا - 01 1 الثانية التعبيرات الرياضية والمعادلات والعالم من حولنا 2 3 ا نا شقانيس لد  1217 1 0 11  اننا . . را رالاليانل الفطام اه 1 اه 27 2 1 اكتب مسأآلة كلامية تمثل المعادلة التالية ثم حلها: في قد 5 - 2. 75 ير 2 2 اكتب مسالة كلامية تمثل المعادلة التالية, ثم حلها: ى ى - 72. 25 - 124. 6 نكر بين \"1 3 اكتب مسألة كلامية تمثل المعادلة التالية, ثم حلها: : 55 - 5 -34. 750 7-6 3 حرا 151 2 5 سس حسمت 1 9 7 8 7 2-2-7 2 3 الرياضيات في مصر: جبل سيناء اقراً الفقرة مع 2 2 7 الى 0: 5 4 كك معلمك. بعد ذلك أحجب عن الأسئلة. 2-3 227 ا 0 11 : وعضكة 08 9 1 يسافر عشرات الألوف من الزوار كل عام لتسلق جبل ا 4 4 موسى أو جيل سيناء. هناك مساران للوصول للقمة. ا مر كيخه م 1 8 المسار الأول قد يستغرق تسلقه من ساعة حتى عي 0 1 21 ب ا 4 4 5 ساعة. 1 2 استخدم المعلومات الواردة في الفقرة لكتابة مسألة 2 كلامية لتطابق المعادلة ثم حل المسالة التالية: 5 5 ح ير 1. 25 تت لجمسكم 3-4 ا 1 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 60, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0 05 ب الوحدة المفهوم الثاني م 0 الثانية العوامل والمضاعفات الدرس الرا 57 رس الرابع لالاجء انا 529 0 هه 7 0 تحليل العدد إلى عوامل أوئلية ا هدف التعلم . 1 ظ 0 استطيع أن استخدم لكلل حديد العوامل لل عبد محدد. لاستعقف 0 العدد الأولي والعدد متعدد العوامل اقرأً السؤال واختر الإجابة من الاختيارات المتاحة. ما أفضل تفسير للفرق بين الأعداد الأولية والأعداد متعددة العوامل؟ 5 1 العدد الأولى له عاملان فقط: 1 والعدد نفسه. العدد متعدد العوامل له أكثر من عاملين. ّ ب العدد الأولى له عامل واحد فقط وهو العدد 1 والعدد متعدد العوامل له عاملان. : ج العدد الأولى له عاملان فقط. العدد متعدد العوامل له 4 عوامل أو أكثر. ع د يمكن تحليل متعدد العوامل إلى عوامل بأكثر من طريقة. يمكن تحليل العدد متعدد العوامل إلى عوامل ْ ع بطريقة واحدة فقط. 1 5 أولي أم متعدد العوامل؟ العب اللعبة حسب الإرشادات. ع 0 سيقول المعلم عددًا. 0 5 إذا كان فقف. 0 0 إذا كان فابق جالسّاء ثم شارك زوج وال علاط غير 1 والعدد الذي مع زميلك.", "metadata": {"page": 61, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني السبورة الرقمية: استكشاف أشجار العوامل اعمل مع معلمك لإكمال أشجار العوامل. ش أكمّل أشجار العوامل من خلال ملء العوامل المجهولة في كراسات الرياضيات أو باستخدام الآداة الرقمية. السبورة الرقمية: تحليل العدد إلى عوامل أولية 0 أكمّل كل شجرة من أشجار العوامل فيما أدناه موضح أحد العوامل بالفعل. 0 ه حلل الأعداد متعددة العوامل حتى تتبقى الأعداد الأولية فقط. 8 ه ضع دائرة حول العوامل الأولية. ضع مربعًا حول الأعداد متعددة العوامل. 5 م 0 سجّل تحليل العدد إلى عوامل أولية لكل شجرة عوامل. مثال: 3 ا 2 ا 2 ا 2 - 24 3 1 2 مر 1 ا 5 3 ع ناتج ضرب العوامل الأولية أوجد ناتج ضرب تحليل العدد إلى عوامل أولية؛ ثم اذكر كل العوامل الأخرى ظ لناتج الضرب. الخ 5 ا 2 2 41 العوامل الأخرى: خخ 23 2 العوامل الأخرى: سخ 2227 3 العوامل الأخرى:", "metadata": {"page": 62, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "عد 2 0 1 الرياضيات في مصر: قناة السويس اقراً الفقرة مع معلمك. بعد ذلك؛ أجب عن الأسئلة. 1 ناا 22 7111 : : . د 8 وي 5 ار عٍ قناة السويس تقع قناة السويس على الطرف الشمالي لخليج السويس. وتمتد القناة لمسافة 193 كيلومترًا . تساعد القناة على : 0 اختصار آلاف الأآميال من طرق الشحن بين أورويا وآسيا. ظ 5 أ 1 يستغرق مرور السفينة عبر القناة من 12 إلى 16 ساعة. كانت هناك بعض التساؤلات تدور برأس أكرم. إذا 8 كانت السفينة تستغرق 12 ساعة لتقطع مسافة 193 كيلومترًاء فهل يمكن أن تقطع مسافة متساوية كل ساعة؟ . لحل هذه المسالة, يحتاج أكرم إلى معرفة ما إذا كان العدد 12 عاملا للعدد 193 أم لا. يرسم أكرم شجرة العوامل ويبداً بالعددين 1و193. أخيره باسم أن شجرة العوامل لن تساعده على حل هذه المسآلة. هل ما يقوله باسم صحيحًا أم غير صحيح؟ لماذا؟ 2 هل 193 عدد أولى أم عدد متعدد العوامل؟ 3 هل 12 عامل للعدد 193؟ كيف تعرف ذلك؟ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الرابع: تحليل العدد إلى عوامل أولية 53", "metadata": {"page": 63, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الثانية ظ العوامل والمضاعفات 1 بكم د الدرس الخامس : 3 لس 0-1 ا هم 1 ا لد اته العامل المشترك الأكبر ع. م. أ 0 أهداف التعلم: قله 0 أستطيع أن أستخدم أشجار العوامل لتحديد لعددين صحيحين. 0 أستطيع أن أستخدم أشجار العوامل لتحديد الغوص في البحر الأحمر اقراً الفقرة مع معلمك وأجب عن الأسئلة. \" 2 تعد مناطق الغوص من المعالم السياحية في البحر الأحمر. أحد أشهر ا 8 0 مواقع الغوص هو باخرة بطول 80 مترًا غرقت في عام 1876 في قاع 01 94 9ن 2 البحر على عمق 30 مترًا . غواصون يمارسون الغوص الحر 5 9 1 ذهب طه وشادي للغوص بجوار الباخرة. توقف كل منهما عند فواصل منتظمة وعلى عمق متساو لفحص آ ا معداتهم. غاص شادي إلى مؤخرة الباخرة على عمق 30 مترًا تحت سطح المياه. أي من الخيارات التالية يمثل", "metadata": {"page": 64, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا الفواصل المنتظمة التي يمكن لشادي التوقف عندها؟ التوقف كل متر واحد ليس عمليّاء وكذلك غوص المسافة بأكملها مرة واحدة. ّ 2م32 م 5م ج 2 م 3 م 5 م؛ 6 م؛ 10 م؛ 15 م 4 ا ب 2م 3 م 5 م 6ام 6 2م 3 م 5 م؛ 6 م: 10 م 12م ٍ 3 2 غاص طه إلى عمق 15 مترًا. أي من الخيارات التالية يمثل الفواصل المنتظمة التي يمكن لطه التوقف عندها؟ 90 التوقف كل متر واحد ليس عمليًاء وكذلك غوص المسافة بأكملها مرة واحدة. ب 2م32 م كام 6 2م 3 م 5 م 6 م: 10م 000 سؤال التحدي إذا توقف كلا الغواصين عند نفس الفواصل المتساوية: فما أكبر مسافة يستطيع كلاهما غوصها 1 قيل التوقف؟ 0 1 2م ج 5م 1 1 ب 3م 6 0م", "metadata": {"page": 64, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "د ادم ا ا ما المشترك؟ اقراً ما يلى وأكمل المسائل التالية. 1 اذكر عوامل العدد 20. 2 اذكر عوامل العدد 28. 3 ما ناتج ضرب الأعداد الأولية التالية؟ سس 2383 4 ما ناتج ضرب الأعداد الأولية التالية؟ لس 3835 العامل المشترك الأكبر ع. م. أ اعمل بمفردك لإكمال المسائل. 1 اذكر عوامل العدد 42. ' ' 2 أكمل شجرة عوامل العدد 42 واكتب تحليل العدد إلى عوامل أولية. ير 3 أوجد قيمة 6 فى المعادلة: 7 2 2 - م 1 ,2 1 4 ما العوامل المشتركة للعدد 42 وم؟ 2 5 ما العامل المشترك الأكبر للعدد 42 وم؟ 8 8 زه 6 استقلت مجموعتان وسيلة نقل عام في شرم الشيخ. كل التذاكر بنفس التكلفة. أنفقت المجموعة الأولى 16 جنيهًا ع والمجموعة الأخرى 12 جنيهًا. في الأغلب ما تكلفة كل تذكرة؟ تلميح: استخدم العامل المشترك الأكبر ع. م. أ. 0 أ جنيهان ج 6 جنيهات ب 4 جنيهات د 8 جنيهات الكتابة عن الرياضيات اشرح بطريقتك ما تعرفه عن تحليل العدد إلى عوامل أولية وكيف يساعدك على إيجاد العامل المشترك الأكبر لعددين. ما العلاقات التى اتضحت عند تحليل الأعداد إلى عوامل؛ زي اتحققمن فيد اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الخامس: العامل المشترك الأكبر ع. م. أ أ 55", "metadata": {"page": 65, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الثانية ظ العوامل والمضاعفات 2 و ك الب الساد - رس السادس له ج01 تحديد المضاعفات 0 1 جه 8 ا عارك 5 أهداف التعلم . 0 أستطيع أن أحدد المضاعفات المشتركة لعددين صحيحين حتى 12. 5 استعشف رأس أبو جالوم اقراً الفقرة مع معلمك. بعد : 00 تقع محمية رأس أبى جالوم في الجهة الشمالية و2 سك وورك 0 . . ف : الشرقية من سيناء على امتداد خليج العقبة. تشم - 01 ' 1 يريد عمر زيارة هذه المنطقة. خلال رأس أيو جالوم 8 9 الأسبوع؛ يتحرك الأتوبيس متجهًا إلى رأس ع 1 8 أبو جالوم الساعة 3 صباحًا. وتغادر الأتوبيسات الأخرى كل 3 ساعات. يغادر آخر أتوبيس الساعة 12 مساء. - ا ما الأوقات التي يستطيع فيها عمر ركوب الآتوبييس؟ : ا ا ا ا ا ا ْ ْ ْ ْ ْ 3 مساء صباحًا 2 في عطلة نهاية الأسبوع, يغادر الأتوبيس الأول متجهًا إلى رأس أبو جالوم الساعة 6 صباحًا . وتغادر الأتوييسات الأخرى كل ساعتين حتى الساعة 12 مساء. ما الأوقات التى يستطيع فيها عمر ركوب الأتوييس في عطلة نهاية الأسبوع؟ حمر سس سب بجحجبببيييييبالجببب ا ل مساء صباحًا 3 ما الأوقات التي يستطيع فيها عمر دائمًا ركوب الآتوبيس سواء كان ذلك في يوم من أيام الأسبوع أو في عطلة نهاية الأسبوع؟", "metadata": {"page": 66, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "د ادم ا ا العد بالقفز أكمل ما يلى. 1 اذكر أول خمسة مضاعفات للعدد 6. 2 اذكر أول ستة مضاعفات للعدد 7. 3 اذكر ثمانية مضاعفات للعدد 10. يحتوي كل طبق على 12 بيضة. أكمل الجدول لعادل. الأطباق 1 2 3 4 5 6 ا 2 0 5 يُباع العصير في عبوات وتحتوي كل عبوة على 9 زجاجات. أكمل الجدول لعلي. 3 العبوات 1 2 3 4 5 6 0 العصير 9 7 6 إذا اشترى عادل ما يكفى 36 شخصًا من البيض والعصيرء فما عدد أطباق البيض وعبوات العصير التى سيحتاج إلى شرائها ليحصل كل ضيف على بيضة واحدة وزجاجة عصير واحدة؟ المضاعفات المشتركة أكمل ما يلى. 1 اذكر أول خمسة مضاعفات للعدد 5. 2 اذكر أول عشرة مضاعفات للعدد 2. 3 ما المضاعفات المشتركة للعددين 2 و5 من بين تلك التى ذكرتها؟ 4 اذكر أول خمسة مضاعفات للعدد 8. 5 اذكر أول ستة مضاعفات للعدد 4. 6 اذكر أول خمسة مضاعفات للعدد 6. 7 ما المضاعفات المشتركة للأعداد 8 و4 و6 من بين تلك التى ذكرتها؟ 8 اذكر أول اثنى عشر مضاعفًا للعدد 3. 9 اذكر أول اثنى عشر مضاعفًا للعدد 4. 0 ما المضاعفات المشتركة للعددين 3 و4 من بين تلك التى ذكرتها؟ الدرس السادس: تحديد المضاعفات 57", "metadata": {"page": 67, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الثانية ظ العوامل والمضاعفات ا ٌْ 1 استخدم هذه المعلومات لملء مخطط قن لأول 12 مضاعقًا للعددين 3 و4؛ مع كتابة المضاعفات المشتركة في الجزء المشترك بين الدائرتين. مضاعفات العدد 4 مضاعفات العدد 3 2 حدّد الأعداد الثلاثة التي ليست مضاعفات مشتركة للرقمين 5 و7. 5 0 14 ج 35 ه 70 ٍِ ب 21 د 55 و 105 5 3 حدّد الأعداد الثلاثة التي يكون العددان 24 و32 مضاعفين مشتركين لها. ا 0 2 ج 4 ه 7 ّ بع 3 د 6 و 8 ع 4 ترص ضحى وشقيقها الصغير ألواح قضبان القطار اللعبة. يبلغ طول كل لوح 12 سنتيمترًا. ما طول أول 5 1 1 ألواح مثبتة بنهاية كل منها؟ 5-06 5 ما عدد الآلواح التي ستحتاجها ضحى وشقيقها لتكوين المسافة نفسها من المسآلة 14 إذا كان طول كل لوح 7 : 4 سنتيمترات؟ 01 ' 3 . أله زر ا د الم ره مسدب الكتابة عن الرياضيات اقرأً السؤال وأجب عنه في كراس 25-27 كوك 27 الاك جنب مفو لس جر حت الرياضيات. استعد لمشاركة أفكارك مع زملائك في الفصل. لمة : . ْ تعتقد آية أن العدد يمكن أن يكون له مضاعفات غير محدودة 5 ا حير 7 و ا ل ا اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 68, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا يي 32 الا الدرس السا 2 رس اللخ 1 1 إلا نا 0 ف . ثى 0 3 0 . المضاعف المشترك اللاصغر م. م. ا 5 أ 2 زد أهداف التعلم: . 0 اسنيع إن نش سن استعقف التحقق من المفردات واستخدام المفردات أكمل الفراغات بالمفردات والمصطلحات من بنك الكلمات. يمكنك استخدام مصطلح أكثر من مرة. الأولي العامل الواحد ٍ العدد متعدد العوامل ناتج الضرب مضاعفات 5 41 ل هوالعدد الذي له أكثر من مجموعة واحدة من أزواج عوامل العدد. ! 1 ٍ 5 2 هوالعدد الذي يتم ضربه في عدد آخر لإيجاد ناتج الضرب. 1 5 3 العد بالقفز هي طريقة لإيجاد - العدد. 4 هو عامل لكل الأعدان. 66 ل هوالإجاية لمسألة الضرب. استخدام المفردات أكمل المسائل التالية. 1 اذكر مثالا على عدد أولى. 2 اكتب معادلة ضرب. حدّد العوامل وناتج الضرب. 3 اذكر مثالا على عدد متعدد العوامل له اثنان على الأقل من أزواج عوامل العدد. اكتب أزواج عوامل العدد. ف المضاعف المشترك الأصغر اذكر ثلاثة مضاعفات على الأقل لكل عددء ثم أوجد المضاعف المشترك الأصغر م. م. ا لكل زوج أعداد. إذا لم توجد المضاعف المشترك الأصغر م. م. أ في المضاعفات الثلاثة الأولى فاستمر في ذكر المضاعفات لإيجاد واحد. الدرس السابع: المضاعف المشترك الأصغر م. مأ 59", "metadata": {"page": 69, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الثاني الثانية العوامل والمضاعفات اوم كم ع بكم ا 1 6و9 2 2 و3 مضاعفات 6 د هه مضاعفات 20د ب . هه مضاعفات 9. : 6 ب سه مضاعفات 3 سه 3 10 وك 5 11: 5 مضاعفات 10: . 0 هه مضاعفات 5: د هه مضاعفات 5. : 0 د هه مضاعفات . . 11 سمس 4 3و8 66 5و6 مضاعفات 3: . هه مضاعفات 5: هه 7 مضاعفات 8: 6 هه مضاعفات 6: 00 مما باه مم ل دا 3 د 9 3 المضاعف المشترك الأصغر في العالم حولنا اذكر المضاعفات لحل المسائل. املا الجداول واستخدم المعلومات ّ 6 لمساعدتك على حل المسائل. 5 1 يشتري بدر كفتة وعيش بلدي لحفل عيد ميلاده. تباع الكفتة في أطباق؛ ويحتوي كل طبق على 3 قطع كفتة. - 1 ويبيع المخبز العيش البلدي في أكياسء ويحتوي كل كيس على 12 رغيفا. يريد بدر الحصول على العدد نفسه من كل من الكفتة والعيش البلدي. ما أقل عدد من الكفتة والعيش البلدي يجب أن يشتريه بدر؟ ظ 06 العبوة 1 ْ كفتة 3 7 العبوة 1 عيش بلدي 12 2 تركب هند وجنى دراجات وتدوران حول بحيرة صغيرة. تُكمل هند دورة كاملة حول البحيرة في 6 دقائق. : بينما تستغرق أختها الصغرى جنى 8 دقائق لإاكمال دورة واحدة. إذا واصلت هند وجنى ركوب الدراجة حول 2 الدورة 1 1 هند 6", "metadata": {"page": 70, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الدورة 1 جنى 8 1 الرياضيات في مصر: أشجار المانجروف اقراً الفقرة ك ثم أجب عن السؤال. ش قرا لفقرة مع معلمكء ثم آجب عن السؤال 743 ْ تنمو أشجار المانجروف في محمية رأس أبو جالوم ومناطق أخرى 2 المياه من الملوثات وتحمي السواحل وتمثل مكانا صالحا للتكاثر للعديد من أنواع الحياة البحرية المختلفة. 5 تحفر ندى فى الحديقة الأولى حفرة لزراعة شتلة شجرة مانجروف 0 كل 4 أيام. في الحديقة الثانية تزرع شتلة كل 6 أيام. إذا زرعت م الشتلات في كلتا الحديقتين اليوم؛ فما عدد الأيام التى يجب أن تنقضي قبل أن تزرع البذور مرة أخرى في كلتا الحديقتين في نفس اليوم؟ استخدم الجداول حسب الحاجة. غّ لحديقة الأولى إليوم 0 لحديقة الثانية ليوم لي تحتئق من تهملى اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس السابع: المضاعف المشترك الأصغر م. مأ 61", "metadata": {"page": 71, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الثانية ظ العوامل والمضاعفات 4 روك الب الثامة رس الثامن 011 ا 3 ن 6 7 : - 5 : عوامل آم مضاعفا 0 9 أهداف التعلم 1 شْ 0 أستطيع أن أشرح الفرق بين العوامل والمضاعفات. 0 أستطيع أن أحدد العامل المشترك الأكبر والمضاعف المشترك الأصغر لعددين معطيين. استعشف درب سيناء اقراً الفقرة مع معلمك. بعد ذلك: أجب عن الأسئلة. يمتد درب سيناء من خليج العقبة إلى قمة جبل \" \" 5 سم 42 1 1 سانت كاترين. وهناك الكثير من المصريين ربس ب 5-5 2 . ظ والزوار من جميع أنحاء العالم تنزهوا سيرًا 2 - 0 د 00 على الأقدام في هذا الدرب. 2 011 الي 0 يتدرب محمد على التنزه سيرًا على الأقدام في 7 درب سيناء. يعد التنزه سيرًا على الأقدام كل 7 ع ؛ 4 أيام ورفع الآنقال كل 4 أيام جزءًا من تدريبه. طريق في سيناء ّ", "metadata": {"page": 72, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0 لقد قام بكلا التدريبين اليوم. بعد كم يوم من : 5 ا الآن سيقوم محمد بكل من التنزه سيرًا على الأقدام ورفع الآثقال في نفس اليوم؟ 1 ظ العوامل والمضاعفات ناقش الأسئلة مع زميلك المجاور, ثم حلها. ما العاملان المشتركان بين العددين 12 و8؟ ما المضاعفان المشتركان بينهما؟ ماذا تلاحظ؟ أوجد المضاعف الأكبر والأصغر أوجد العامل المشترك الأكبر ع. م. أ والمضاعف المشترك الأصغر م. م. ا لكل زوج أعداد. 1 12 و10 عممءاً: امم ملمءاً: سس 2 9 و5 عممءاً: سس ملمءاً: سس 3 11 و2 عممءاً: سمس ملمءاً: سمس 4 8 و4 عممءاً: ليغ ملمءاً: سس 5 9 و12 عممءاً: سس ملمءاً: اس", "metadata": {"page": 72, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا يي 2 الا العامل المشترك الأكبرأم المضاعف المشترك الأصغر؟ اتبع إرشادات معلمك لمناقشة المسائل التالية وحلها. 1 لدى أمنية قطعتان من القماش. إحداهما عرضها 35 سنتيمترًا والأخرى عرضها 75 سنتيمترًا. تريد أمنية قص كلتا القطعتين إلى شرائط متساوية العرض ويحيث تكون عريضة قدر الإمكان. ما عرض الشرائط التى يجب قصها؟ هل يجب عليك إيجاد العامل المشترك الأكبر ع. م. أو المضاعف المشترك الأصغر م. م. ا؟ ما الإجابة؟ 2 يتدرب عمر كل 12 يومًا. بينما تتدرب رنا كل 8 أيام. كلا الصديقين يتدربان معًا اليوم. كم يومًا سيمضي حتى يتدريا معًّا مرة أخرى؟ هل يجب عليك إيجاد العامل المشترك الأكبر ع. م. ا أم المضاعف المشترك الأصغر م. م. أ؟ ما الإجابة؟ 3 تعطي منة صديقاتها أقلام رصاص ومماح.", "metadata": {"page": 73, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "يبيع المتجر أقلام الرصاص في علبة تحتوي على 8 أقلام والمماح في علبة تحتوي على 10 مماح. إذا أرادت منة نفس العدد من كل من الأقلام والمماح؛ فما الحد الآدنى لعدد الأقلام الرصاص التي ستضطر إلى شرائها؟ هل يجب عليك إيجاد العامل المشترك الأكبر ع. م. أ أم المضاعف 1 المشترك الآصغر م. م. ا؟ ما الإجابة؟ : 4 يحضر نور حقائب تحتوي على وجبات خفيفة لرحلة قادمة. لديه 6 ثمرات من البرتقال و12 قطعة فواكه مجففة. ع يريد نور توزيع الوجبات الخفيفة في الحقائب بالتساوي دون أن يتبقى أي طعام. ما أكبر عدد من الحقائب التي 1 9 تحتوي على وجبات خفيفة يستطيع نور تحضيرها؟ هل يجب عليك إيجاد العامل المشترك الآكبر ع. م. ا أم ثخ المضاعف المشترك الآصغر م. م. ا؟ ما الإجابة؟ 5 جهزت ملك 30 كعكة و48 قطعة من البقلاوة لعائلتها.", "metadata": {"page": 73, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "تريد تقسيم الحلويات في أطباق على أن يحصل كل شخص على نفس العدد. ما عدد الأطباق التى ستحتاجها؟ هل يجب عليك إيجاد العامل المشترك الأكبر 6 تبيع علا صناديق من التين ويحتوي كل منها على 9 ثمرات. تبيع أيضًا أكياسًا من الرمان يحتوي كل منها على 7 ثمرات. إذا باعت نفس العدد من كلتا الفاكهتين. فما أصغر عدد باعته منهما؟ هل يجب عليك إيجاد العامل المشترك الأكبر ع. م. ا أم المضاعف المشترك الآصغر م. م. ا؟ ما الإجابة؟ الكتابة عن الرياضيات اقراً السؤال الأساسى للدرس وأجب عنه: كيف ترتبط كل الأعداد من خلال العوامل وا ملضاعفات؟ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثامن: عوامل أم مضاعفات؟ أ 63", "metadata": {"page": 73, "chunk_id": 3, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "5 2 وا 3 0 تخ عام 01 1 1 0 02ت جز ا 5 ات الوحدة 5-85 ووو لعفف 0 وه نوه لاجو 0 . و د ل مواد اي 3 اجون ملؤي معاافيف سهد نه ماو. جاه 1 3 1 ث2 1 الأول اا العددى والعمليات لمحورالاول الحس ي والعملي : الوحدة الثالثة 0 ويد 0 4ب 0 ست ل بفلاككككككا ٍ 1 سح -- يالا ب 0: 7 لير 2 م 1 : 3 72 -- احم اح الل 0ه ا ا ير لم8 مكح سد در وير ع8 جه -1 ا الرحتفة ا ثلا 00 ت 8 2 ل جن - 2 الفيديو لو , و - ٌّ 5 ل يدم -- ا 7 : 5 : 7 إفيت: 5 يمان 5 1 ح- 8 8 39 5 7ح ل لحي0257\"5 202 اعوج رمه : 1 8 س0 55 حا ' ظ لل ل وبا 0 لوج 25 059 يبا لام 3 الوا حول جاه آككالا 00 - لاسا 850 عن ٌْ أ ايوس ا ا سكم سحن 0 دروم 7 57-7 ايه ل لاا 0 ا 1 90 حا ب ملح راان ىت تعس ب كس تي ا ا ل ل جر لعو 1 نيلا بيد 5 َه م2 عا 1 5-7 8 3 0 1 ل", "metadata": {"page": 74, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "لي 0 و 2 1 7 0 جب 2 . و ع 5389 ل تت 2 0 4 : 23 1 ا ا اد د . 1-0 7 حم دس سه أسئلة فيديو الوحدة له ولع 2 اع يك 517 : 4 : 22 لت : 1 3 9 1-2 1 --779925 بج 2 هن 0 8 2000 رودم لحم ْ عا 4 َ 5 - 70 3 , - يستعرض الفيديو ال مهيدي للوحدة الثالثة 1 للبباكت 3- 1 23 1 1 1\" كار 1 ع كم 95 بعنوان \"مضاعفة الكتب\" بعض الأماكن في لوي زع 2220 عهضن: ووه اي ا -- مصروكذلك عملية الضرب. في هذه الوحدة: الكود السريع -02 5 ف خآ 2777 0 يستخدم التلامين النماذج لمساعدتهم على 2005 3 3 ساد ين  فهم عملية الضربء ويتعلمون أيضًا استخدام 5 00 ألا 5 اك القيمة الجكاكية تحال تساقل اضرو 3 كن 8 1 - 7 95 2 . َ 3 572 مهد 1 7 1 ها امود جلا 1 0 07 6 حثر 1 . كيف ساعدت عملية الضرب التلاميذ على فهم العالم من 3 0 2 ا 6 ارد الى و0 1 1 الى", "metadata": {"page": 74, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "2 3 0-0 0 ا 0 م م 5 عل حولهم؟ 3 ا 0 م ل  1 000 ش 0 ع جع 2 0-1 4 ماذا اكتشف التلامين عن عملية الضرب والقيمة المكانية؟ 7 1 ع ' و ا بر الج 1 0-0 د 1 5 ا 1 جا 3 : 4 0 1 عسل 1 1 1 د ا - ا وك , شي 1 1 ب , : 1 0 - 1 3 جف 5 و 3 مه حت َ 3 ا 4 ْ حك 7 1 حك 3 1 1 ظ اح 0 5 2 1 1 : ؛ 2 1 ' 0 2 2 7 حت ' و 1 5 33 ا 1 1 2 َ- ' اسح لوت 0 5 1 ذ يه 3 ود 4 ّ 1 3 0 0 ًُ سن - ْ ا ى يو و477 فى 3 ا لازم 1 5 1 - 10 0 1 1 . 1 من 39 28 ْ ا اام 1 1 ,ْ ء' 2 1 ال", "metadata": {"page": 74, "chunk_id": 3, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول 1 م الضرب في عدد مكون من رقمين الدرس الأول لكات عم لعا استخدام نموذج مساحة المستطيل في عملية الضرب 0 هدف التعلم 1 0 أستطيع أن أجري عملية الضرب باستخدام تموذج مساحة المستطيل. استعفف ظ حل بسرعة أكمل أكبر عدد ممكن من المعادلات التالية في الوقت المحدد. - 0 -ا 10,000 4 - 1,000 5 1 ظ 0 - 2 5 - 410 2 0 - 7 1,000 3 3 كتابة التعبيرات العددية اكتب تعبيرًا عدريًا لإكمال كل معادلة باستخدام الضرب في قوى العدد 10 لكل عدد من 3 7 الأعداد التالية. 1 اللي ل 70,000 اي 3,000 8 اي ل 50 5 لي ل 800 2 يبي 7 اللي ل 400,000 3 د الضرب في 10 كم مرة يجب ضرب العدد 10 في نفسه ليساوي كل عدد من الأعداد التالية؟ و1 0 2 3 ع 1 ف. الحسي - الدرس الأول: استخدام نموذج مساحة المستطيل في عملية الضرب 65", "metadata": {"page": 75, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول الثالثك ظ الضرب فى عدد مكون من رقمين استخدام النماذج مع المعادلات لاحظ المثال الموضح على نموذج مساحة المستطيل. مثال على نموذج مساحة المستطيل: -27 234 1,0 8ؤ2 السبورة الرقمية: استخدام النماذج مع المعادلات اعمل مع معلمك وزملائك في الفصل لرسم نماذج مساحة 7 المستطيل وإيجاد ناتج الضرب للمسائل التالية. 8 اا - 42 كا 506 2 ا خخ 62 374 4 3 ارسم نموذج مساحة المستطيل الخاص بك للمسكة - - 16 732. استخدام نموذج مساحة المستطيل حل المسائل التالية باستخدام نموذج مساحة مستطيل. اح  40 ااا خ  2 اا خخ 17 3,352 4", "metadata": {"page": 76, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول الثالثك ظ الضرب في عدد مكون من رقمين 5 يمشي علي في اليوم مسافة 6 كيلومترات. فإذا مشى لمدة 187 يومًا في السنة؛ فكم كيلومترًا مشاها؟ 6 ماذا لو كان علي يقود سيارته لمسافة 60 كيلومترًا كل يوم؟ كم كيلومترًا سيقود سيارته في خلال 187 يومًا؟ التحليل باستخدام نموذج مساحة المستطيل تزرع إيمان حديقة. تريد إيمان إيجاد مساحة الحديقة لمعرفة مقدار التربة الزراعية التي ستحتاجها. يبلغ طول الحديقة 46 مترًا ويبلغ عرضها 24 مترًا. كم طريقة مختلفة يمكنك من خلالها تحليل العددين لمساعدتها على إيجاد المساحة؟ اخ 24 46 مثال: ْ 4 لت فكر 7 الرياضيات في مصر: يمتلك عمر شركة سياحة لنقل الزوار عبر جبال الصحراء الشرقية: وهى سلسلة جبال موازية لساحل البحر الأحمر. لدى عمر 12 أتوبيسًا. يمكن لكل أتوبيس أن يحمل 25 راكبًا. كم راكيًا يمكن لعمر نقله كل يوم إذا كان كل أتوييس كامل العدد؟ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الأول: استخدام نموذج مساحة المستطيل في عملية الضرب أ 67", "metadata": {"page": 77, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول التالتهك ظ الضرب في عدد مكون من رقمين الدرس الثاني لاوم ال 1 : 0 : : هدف التعلم يلا 0 أستطيع أن أشرح العلاقة بين نموذج مساحة المستطيل في عملية الضرب 5 استعشف تحليل الأخطاء اقراً المسألة وأكمل تحليل الأخطاء. يعتقد بدير أن 11,700 - 45 ا 206. حدّد ما الصحيح وما الخطأ في إجابة بدير ثم حل المسالة. 8,000 0 60 200 : 2,0 3 1 ما الصحيح في إجابة التلميذ؟ 5 2 ما الخطاً في إجابة التلميذ؟ ما سبب هذا الخطأ في اعتقادك؟ توزيع الأعداد اقرأ المعلومات التالية عن خاصية التوزيع في عملية الضرب. استعد لمشاركة أفكارك أو أسئلتك. 4 بعد ذلك؛ اكتب المعادلات وحلها لمطابقة نماذج مساحة المستطيل التي توضح خاصية التوزيع. توفع خاصية تزع في عليةالضرب بسكن فل انغ وبع سفوف يحوي كل سف 2 8 صفوف يحتوي كل صف منها على 9 وحدات مربعة. ا\" ا\" ا\" 1  اا", "metadata": {"page": 78, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول الثالثك ظ لضرب في عدد مكون من رقمين يمكن تقسيم هذه المسالة أيضًا إلى مستطيلين أصغر. 54 اع 0 يوضح المستطيلان أعلاه 40 - 5 ا 8 و32 - 4 ا 8. بعد ذلك يُجمع هذين العددين لإعادة تكوين المستطيل: 72 - 32 40. 0 لذلك: فإن 9 ا 8 يساوي 4 5 8. 0 4 5 8 هو مثال على خاصية التوزيع لأننا نوزع كلا العددين الموجودين داخل الأقواس 5 و4 أو نضربهما في الرقم 8. تسمح خاصية التوزيع في عملية الضرب بضرب كل الأعداد الموجودة داخل الأقواس في العدد الموجود 5 خارج الأقواس. م سخ 5842 4 ِ 8 50 خ--2250ي ا 8 1140 40 ص م0 20 ظ لخ 47 للياسؤق لسيا 2030 الدرس الثاني: خاصية التوزيع في عملية الضرب 69", "metadata": {"page": 79, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول التالتهك ظ الضرب في عدد مكون من رقمين إستاه . . 5 أكمل نموذج مساحة المستطيل وأوجد الناتج: لل خ ق8 9 40 9 8 40 40 ا 40. اس تله الأعداد مرنة حل المسائل التالية. 1 فيما يلي ثلاث طرق فكر فيها التلاميذ لإيجاد ناتج ضرب: 14 83. اكتب إجاباتهم في نموذج مساحة : مستطيل وأوجد الناتج. تذكر أن الأعداد المضافة في كل جانب يجب أن يساوي مجموعها 83 و14 على التوالي. 7 مازن: 4 3 10 3 4 ا 40 4 40 10 ا 40 10 ا 40 10 ٍ لمياء: 7 3 37 807 7 80 ' 7 علدا", "metadata": {"page": 80, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول الثالثك ظ الضرب في عدد مكون من رقمين 2 فيما يلي ثلاث طرق فكر فيها التلاميذ لإيجاد ناتج ضرب: 26 33 باستخدام نموذج مساحة المستطيل. اكتب تعبيرًا عدديًا لكل نموذجء ثم اختر واحدًا من نماذج مساحة المستطيل لإيجاد ناتج التعبير العددي. : 5 َ 10 ٍ ّ 100 : ًّ 6 ُ 3 ارسم نموذج مساحة المستطيل وأوجد الناتج: 5 شخ 4234 53 الوذ فكر 2 7 الرياضيات في مصر: ثعلب الفنك اقراً الفقرة مع معلمك؛ ثم استخدم 7 7 نموذمًا لحل المسألة. 4 ني 2 8 7 0 7 دغ عندما يبني ثعلب الفنك جُحرًاء يمكن أن يحتوي على ما يصل إلى 15 مدخلا الاب . 3 مختلقًا. كم مدخلا يمكن أن يحتوي عليها 32 جُحرًا؟ 1 5 1 ثعلب الفناء اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثاني: خاصية التوزيع في عملية الضرب أ 71", "metadata": {"page": 81, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الثاني الثالثهة ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين الدرس الثالث - ْ 01 الضرب في عدد مكون من رقمين باستخدام الخوارزمية المعياريهة . د 0 ان -- هدف التعلم ا 2 س 5 استعشف الحساب العقلي اتبع إرشادات معلمك لإكمال نشاط التعلم. 1 حل المسائل التالية بالحساب العقلى. يمكنك كتابة نواتج الضرب. 2 استخدام نواتج الضرب في المسالة 1 لإيجاد نواتج الضرب التالية. يمكنك كتابة نتائجك. , 3 كيف يمكن لنواتج الضرب فى المسألة 1 أن تساعدك فى إيجاد نواتج الضرب فى المسألة 2؟ 3 مقارنة نماذج عملية الضرب ُ لاحظ الإستراتيجيات الثلاثة وناقش الأسئلة التالية مع زميلك المجاور: د 0 ما أوجه التشايه بين الإستراتيجيات؟ 5 0 ما أوجه الاختلاف بين الإستراتيجيات؟ 0 ما الإستراتيجية التى تبدو الأكثر كفاءة بالنسبة لك؟ الضرب باستخدام خاصية نموذج مساحة المستطيل 20 خوارزمية الضرب المعيارية التوزيع 30 5 7 5 - 3 00 280 150 35 - 7 م أ 1665", "metadata": {"page": 82, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الثاني الثالثه ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين كيف نحل مسألة ضرب باستخدام الخوارزمية المعيارية؟ 0 الضرب من الآسفل إلى الأعلى 0 الضرب من اليمين إلى اليسار 0 البدء من الآحاد 0 تذكر القيمة المكانية عند الضرب 0 وضع نواتج الضرب بمحاذاة بعضها بعضًا حسب القيمة المكانية قبل جمعها معًا خوارزمية الضرب المعيارية 1 املا نموذج مساحة المستطيل : : 0 ناتج الضرب: سد 7 2 سجّل نواتج عملية الضرب بالتجزئة بالترتيب الموضح. 3 يم سس 36 سس 320 لس 306 سس 3020 55 ناتج الضرب: 55 الدرس الثالث: الضرب في عدد مكوّن من رقمين باستخدام الخوارزمية المعيارية م7", "metadata": {"page": 83, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الثالثك ظ ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين 0. 3 املأ نموذج مساحة المستطيلء ثم اشرح الأجزاء التي يتطابق فيها نموذج مساحة المستطيل والخوارزمية المعيارية. 4 م اللن-د-دم 4 6م لأ69ل 1 67 يقول أكرم إن ضرب 69 ا 34 سيعطي نفس ناتج ضرب المسألة 34 - 70 34. هل توافق آم لا توافق؟ لماذا؟ الرياضيات في مصر: مناخ الصحراء الشرقية اقراً الفقرة مع معلمك وأجب عن السؤال. تتساقط الأمطار على الصحراء الشرقية عادة بمعدل أقل من 25 مليمترًا كل سنة. احسب أعلى كمية أمطار ممكنة في الصحراء الشرقية على مدى 25 عامًاء استخدم الكلمات والأعداد لشرح أفكارك. و تحفة من قو مك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 84, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الثاني الثالثه ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين الدرس الرا : رس الرابع 0 ع م لعا 5 0 . و 0 و . . : صرت اللاعداد متعددة الارقام مم ام ا 0 أهداف التعلم لد 0 أستطيع أن أضرب عددًا مكونًا من 4 أرقام في عدد مكون من رقمين باستخدام الخوارزمية المعيارية. 0 أستطيع أن أستخدم التقدير للتحقق من معقولية إجاباتي. م استعشف تحليل الأخطاء اقراً المسألة وأكمل تحليل الأخطاء. أوجد أشرف ناتج ضرب 36 ا 357 باستخدام الخوارزمية المعيارية. حلل إجابة أشرف. حدّد ما الصحيح وما 5 الخطاً في إجابة أشرفء ثم حل المسألة. : 3 ّ 22 د 0521 و 065 ! 5 1 ما الصحيح فى إجابة أشرف؟ 2 ما الخطاً في إجابة أشرف؟ أرقام أكثر, متعة أكثر اتبع إرشادات معلمك لإكمال نشاط التعلم. 1 ا الدرس الرابع: ضرب الأعداد متعددة الأرقام 75", "metadata": {"page": 85, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "صل النموذج حل المسائل التالية. ألا قدّر ناتج الضرب وسجّل تقديرك؛ ثم حل المسائل التالية باستخدام خوارزمية الضرب. وأخيرًاء سجّل حرف النموذج المطابق. 3 8,222 3 4 3,567 1 التقدير: لا التقدير: دا أوجد الناتج: ل - 155 8,222 أوجد الناتج: - - 24 ذا 3,567 النموذج المطابق: ل النموذج المطابق: ل 3 ا 6,209 4 2,5214 2 التقدير: ل اه التقدير: د ل داه 5 أوجد الناتج: - 33 كا 6,209 حل المسألة التالية: اخ 2,5210674 : النموذج المطابق: ل النموذج المطابق: ٍ", "metadata": {"page": 86, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الثاني الثالثه ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين اختر النموذج المناسب لإجابتك: م 7 60 500 3,000 د 2 20 200 8,000 0 10,000 60,000 20 0 10,000 400,000 50 ب ه 2 20 200 8,000 6,9 3ع 000 0 400,000 5 5 انتبه لخطوات الحل والإجابة ! جام و 1 20 500 2,000 5 - 22 215 ِ 20 10 2 ا 0 20 5 2 5 0 1,400 35,000 140,000 70 3 . - 20 ا 200 2 ا 200 ّ 086 0 8,000 4 الكتابة عن الرياضيات أحب عن السؤال التالى. ما الإستراتيجية المفضلة لديك عند ضرب الأعداد متعددة الأرقام؟ اشرح أسبابك. يمكنك استخدام الكلمات والأعداد لشرح أفكارك. اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الرابع: ضرب الأعداد متعددة الأرقام أ 77", "metadata": {"page": 87, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الثالته ظ ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين الدرس الخامس الآ - ال 2 حاب 0 1 متضيم : ا د هدف التعلم . 0 أستطيع أن أحل المسائل الكلامية متعددة الخطوات التي تتضمن عملية الضرب. 5 استعشف الرياضيات في مصر: العواصف الرملية اقراً الفقرة مع معلمك؛ ثم حل المسائل التالية. تستمر العواصف الرملية لدقائق أو ساعات. تنتقل الرمال والغبار عبر مسافات تصل إلى آلاف الكيلومترات وتصل سرعة الرياح إلى 140 كيلومترًا في الساعة. إذا استمرت العاصفة الرملية لمدة 120 دقيقة كل يوم لمدة 33 يومًا على التوالي فما إجمالي عدد الدقائق التي 3 استمرت فيها العاصفة الرملية؟ 8 1 سؤال التحدي ما عدد الساعات التي استمرت فيها العاصفة الرملية؟ نى اتيع ارشادات معلمك لاكمال نشاط التعلم. ٍ", "metadata": {"page": 88, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "مطحم منى دبع إن ل 2 ل لتعلم 5 شهر فبراير 402 قطعة كباب. وفي مارس باعت 753 قطعة. تحتوي كل قطعة كباب على 83 جرامًا من 2 يحتاج وائل إلى 170 جرامًا من كل من الفستق وعين الجمل والبندق لتحضير وصفة البقلاوة. يحتاج وائل إلى ضرب مكونات الوصفة في 18 ليحضر ما يكفي من البقلاوة لعملاء المطعم. ما عدد الجرامات التي سيحتاج إليها وائل من المكسرات؟ 3 يحتاج وائل إلى 250 مليلترًا من العسل و15 مليلترًا من مستخلص البرتقال و30 مليلترًا من عصير الليمون لكل وصفة ليحضر شراب البقلاوة. ما عدد المليلترات من المكونات السائلة التي سيحتاج إليها وائل لتحضير شراب البقلاوة إذا احتاج إلى صنع 18 وصفة من الشراب؟", "metadata": {"page": 88, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الثاني الثالتهك ضرب عدد مكون من 4 أرقام في عدد مكون من رقمين 4 تحتاج منى 140 جرامًا من بذور السمسم لتحضير 120 مليلترًا من الطحينة. تحضر منى هذه الوصفة 20 مرة كل أسبوع. كم جرامًا من بذور السمسم تستخدمه منى كل أسبوع؟ كم مليلترًا من الطحينة تحضره منى في 36 أسبوعًا؟ حول الكمية من المليلتر إلى اللتر. 5 تستخدم منى 6 ثمرات ليمون لكل لتر من عصير الليمون. تحضر منى 8 لترات من العصير في اليوم الواحد. ما عدد ثمرات الليمون التي تكون منى قد استخدمتها بعد 365 يومًا؟ كم لترّا من عصير الليمون تحضره منى في 365 يومًا؟ تستخدم منى 1,33 جرامًا من السكر يوميًا. كم جرامًا من السكر تستخدمه منى في 30 أسبوعًا؟ الكتاية عن الرياضيات اكتب عن ثلاثة أشياء تعلمتها عن مصر فى المدرسة هذا العام. هل اندهشت عندما اكتشفت أن الرياضيات موجودة في العالم من حولك؟ نعم أم لا ولماذا؟ 0-2\" اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الخامس: مسائل كلامية على الضرب أ 79", "metadata": {"page": 89, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 1 أ لات ار ا 1 1 0 1 مرا الوحدة - ميم 7 1 , ا 77 0 ع 1 ف 50-6 11 7 1 َّ ا 1 1 , ب 11 3 1 ذا 1 1 ل جد 3 1 فت 571 7 م 00 209 0 1: 3 و75 . ت اهم 0ض انهم م 5 2 كيج المحورالثاني سقفت لاب انتفكر الحبري 20 7 . ور 00 1 وي 4 ب 0-0 ال يم في ال 7 سىس 7 لين 7 وا د 10د ء' 7 يي 12 ع 7 077 - 7 4 : تقد 6 7 . - 1 ' ٍ 1 1 كه 1 1 00\" 2 2 8 7 01 - 3 17 ا 0 1 الو حك6 االرلا مر د ناا و1 0 1 2 ْ 7 7 ل 2 1 770 1 جح 35 2 3 8 ا ا 1 -- يا 4 0 ا 1 يج 4 0 1 4 ْ 1 2 72 1 3 - 0-5 د - 4 1 0 و 5 0-0-2 . دي 5 2 به د 7 از 71 اذ ه37 لحي كك القسسمةه : - أ ا 91 5 0 ا ا خآ 777 5 ع 2 0 7 1 9- . 5 3 9 7 4 2 سَّ ك2 , 8 6 ْ 0 6 د -2 ا ص 1 اسم مو 200 1-1 4 . 5 : 5 : مرج عله ا 0 00 : ا 0 ةَ 7 5 , 2-3 98 الل 2 0 يرع د لدان حل ور :", "metadata": {"page": 90, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 5 : 5 0 : ِ ّ 7 عر 1د 1 ع 7 , 6995 , ! د لور 00 3 زع - كك 2 0 إتقان عملية القسمة 7 اه المح لعي 46 0 , الوا 6 97 203 0 د 1 سدع 5 5 االجد 0 1 حر ل 2 ب خ أسكلة فيديو الوحدة الاكضالما 0 ِ 2227-2 0 1 1 . 1 0 2-5 يستعرض الفيديو التمهيدي للوحدة الرابعة 10 رحو 1 بعنوان \"إتقان عملية القسمة\" بعض الأماكن ععمانا : 23 1 55 في مصر وكذلك عملية القسمة. في هذه الود اسريع 0 هد الوحدة: يستكشف التلامين معنى عملية القسمة يد 00-70 ويتعلمون إستراتيجيات لحل مسائل القسمة. عو\" . 2 ء ويستكشف التلامين أيضًا علاقة عملية القسمة دوه 1 عر بعملية الضرب ويستخد مون مهاراتهم لحل المسائل. لت عيبا 2 10 كيف استخدم التلامين عملية القسمة لفهم العالم من : و : حولهم؟ 2 4 \" 4 د ماذا اكتشف التلامين عن استخدام الأنماط لحل مسائل : ع 1 و : . القسمة؟ 89 5 امحل ود ا : : 8 ننقالاس الس ى . ته 1 0 5-0 اخ 4م ا 0 يم جد جو : ف . د 7 2 ٍ كين ا 9 0 ات د الخ سيو يس يديد اروب اجيس مستا لم0 جو 22 مح لف صر ا 1 لي 0 - 0062 500 2 امو ا 0 5 2 5-2-2-2 ا الي . ار م 00 ا د حي د11 حر بيه ا 1 ا يم جد 2 حم ا ا 1 . 7 لي د من 0 دج يي د 7 يسور سبج 2 ا . : 0 ا د", "metadata": {"page": 90, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 الوحدة المفهوم الأول ا 1 7 الرابعة ظ استخدامالنماذج في عملية القسمة بن اددج خخ عن دن الدرس الأول له ب زه القسمه على عدد مكون من رقمين 4\" را 19 ظ هدف التعلم 0 قب 0 أستطيع أن أستخدم نموذج مساحة المستطيل لحل مسائل القسمة. ٍ استعقف 4 ' الأنماط في عملية الضرب أكمل المجموعات التالية من معادلات الضربء ثم اشرح أي أنماط لاحظتها. 4 7 لل 2نجن4 2 لل 38 4 0 الل 40202 3850-7 0 حٌّ 5 السبورة الرقمية: استخدام نموذج مساحة المستطيل اعمل مع معلمك واستخدم إستراتيجية نموذج 71 0027 مساحة المستطيل لحل معادلات القسمة. ف ّ. سس خ2,2077 14 9 لل 13 1,625 2 وك توصيل النماذج اختر نموذج مساحة المستطيل الصحيح الذي يمثل كل مسالة مما يلي. بعد ذلك استخدم نموذج مساحة المستطيل لحل المسائل. سس خ3,62232 2 سس 8 9,234 1 1 لس خ7 1,050 3 : الدرس الأول: القسمة على عدد مكوّن من رقمين 51", "metadata": {"page": 91, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0 - د الوحدة ظ المفهوم الأول الرايعة استخدامالنماذج في عملية القسمة 00 - ف م لا 6- 0- 0 - 31 ! 0 باقي القسمة 26 116 - 6 10 100 كن 3 ب 50 100 ْ 350 1,050 50 - 700 1 50 - 50 100 ج 5 162 224 1,174 9,4 3 ل 4 2 - 162 - 800 - 8100- بو 5 ااا شح له سس حت سسب 1 18 5 فكر 1 اع الكتابة عن الرياضيات: تحليل الأخطاء اقرأ المسألة التالية, ثم حلل نموذج مساحة المستطيل الذي رسمه بوااخزفا التلميذ. حدّد الخطأ فى إجابة التلميذ. جيذ 1 اقسمه - 24 2,852 1 14 1 0 نموذج مساحة المستطيل الذي رسمه التلمي: 3 00 : 0 و 11 11 010 1,52 0 27 - 0 - 0 - 0 - 24 0 24 ج 1,851 و تحفة من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 92, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الأول 1 0-3\" الرابعة انام لماج عي عمايا اسيم هسل - ا . 1 الدرس الثاذ 8 رس اشناني الآ ل 1م د خا اله 32 1 - : 37 تقدير خارج القسمة 2 هدف التعلم - ك سرد ا 0 أستطيع أن أستخدم التقدير للتحقق من معقولية إجاباتي. استعقف الحساب العقلي استخدم الحساب العقلى مع عملية القسمة في المسائل التالية. 1 ال 7 5,600 1 4 لس 202 140 2 ّّ سس 90 8,100 3 0 -2,40080 4 ٌّ ح 9 3,600 5 أعداد لها قيمة مميزة قدّر خارج القسمة باستخدام أعداد لها قيمة مميزة. بعد ذلك حل باستخدام نموذج مساحة المستطيل. لل خ 47 5,814 التقدير: د ل ده الحل: ده الدرس الثاني: تقدير خارج القسمة 53", "metadata": {"page": 93, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": ". 0 - د الوحدة ظ المفهوم الأول الرابعة استخدام النماذج في عملية القسمة 1 - ف م نتشساط 5 الفوزيكل البطاقات محص . 8 عملي العب هذه اللعبة مع زميلك للتدرب على تقدير خارج القسمهة. الهدف: الحصول على كل البطاقات. يا 1 يخلط كل لاعب مجموعة مكونة من 12 بطاقة ويضع البطاقات وجهها لأسفل. 1 2 يضع كل لاعب أول بطاقة في المنتصف في نفس الوقت؛ وتكون مسألة القسمة واضحة للاعبين. 1 م نتدع دب  سعد 2911نم يرد الاسه الدب اهدر يجب أن يتحقق التلميذان من إجابات بعضهما بعضا. ؛ 4 اللاعب الذي قدّر أكبر خارج قسمة يأخذ البطاقتين ويضيفهما إلى مجموعته من الأسفل. ا\" 5 في حالة التعادل؛ يقلب اللاعبان البطاقة التالية من مجموعتهما ويكرران العملية. يآخذ الفائز من هذه : الجولة كل البطاقات الأربع. 8 3 6 تستمر اللعبة حتى يخذ لاعب كل البطاقات. د يدا 1 2 0 أ فكر ْ 1-7 استخدمت هذه الإستراتيجيات لتحسين مهاراتك كعالم رياضيات؟ و لست لمن 1 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 94, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الرايعة ظ القسمة على عدد مكون من رقمين ا 52م , كرا 1 ست ل الدرس الثالث ها مله 0 استخدام خوارزميه القسمه 4 8 6 د هدف التعلم . مقسوم عليه مكون من رقمين. 0 5 151 استكشف 020 تقسيم الحبوب اقراً المسألة. اعمل مع معلمك لحل المسالة, ثم اكتب المسألة والحل في كراس الرياضيات. 397 تمتلك رنا مقهى. وهي تستخدم ملعقة كاملة من حبوب البن لتحضير كوب واحد من القهوة. تحتوي علبة البن على وس من حبوب البن. وهي تعرف أن سعة الملعقة هي من حبوب البن. تريد رنا معرفة 1 0017 7 عدد فناجين القهوة التى يمكنها تحضيرها من هذه العلبة. كيف يمكن لرنا أن تعرف عدد الملاعق الموجودة فى ا 5 هذهالعلبة؟ 6د 5 ك7ت7ااتورع 3 عٍْ 1 3 3-2 حبوب البن 0 1 رم 2 2 ال , 1 تعلم 7 حدّد المتشابهات اكتب حل المعلم للمسالة التالية في كراس الرياضيات. ناقش أوجه التشابه والاختلاف بين 0 خوارزمية القسمة ونموذج مساحة المستطيل. يردا الدرس الثالث: استخدام خوارزمية القسمة 85", "metadata": {"page": 95, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الثاني 1 هه مي 17 0 5 2 5 100 الرايعة القسمة على عدد مكون من رقمين 0 1 هيا نجرب حل مسائل القسمة التالية باستخدام خوارزمية القسمة المعيارية. 4 ,468 4 3 2 تحديد الروابط حل المسائل التالية باستخدام الخوارزمية المعيارية. تحقق من إجاباتك باستخدام نموذج مساحة 7 المستطيل. ِ 1 تبيع رنا في المقهى الخاص بها كعكات خُبزَت في أحد المخابز. تلقت رنا طلبًا لتسليم 350 كعكة. وضعت رنا الكعكات في أكياس وفي كل كيس 12 كعكة. أوجد عدد الأكياس. 8 2 كيف يمكن لرنا تعبئة الكعكات ليحتوي كل كيس على نفس عدد الكعكات دون أن يتبقى منها شيء؟ و ل 0 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 96, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 عو 3 1 6 ْ . الوحدة ظ المفهوم الثاني للسمم , \" 3 يقد وه 35 ل 0 0 0 5 . مه حىم سر 7 الدرس الرابع إعاعيت رس عللاقة القسمة بالضرب ذم يد ل\" أهداف التعلم 8 أستطيع أن أستخدم الخوارزمية المعيارية للقسمة على مقسوم عليه مكون من رقمين. 0 أستطيع أن أستخدم عملية الضرب للتحقق من إجابات مسائل القسمة. -- 1 151 كك 3 5 تحليل الأخطاء يقول أيمن أن 26 - 43 8,858. حلل إجابة أيمن. هل توافق على هذا الحل أم لا؟ 50 وضح أفكارك. 2 2 6 - 1 3 ب 7 2 8 - 2-6 7 تعلي 5 زشساط 1 0 لعبة احتفظ بالباقى العب هذه اللعبة مع زميلك للتدرب على التحقق من إجابات مسائل القسمة باستخدام عملية الضرب. 1 قررا من سيبداً أولا. 2 يبداً اللاعب رقم 1 بالعدد 200 ويختار المقسوم عليه من القائمة. يشطب اللاعبان هذا المقسوم عليه حتى لا يُعاد استخدامه. مثال: باقي القسمة 13 11 - 17 200 0 - 13 187. 187 -11 17 5 عندما تتفق مع زميلك على الحل؛ اكتب المعادلة في ورقة التسجيل. ضع دائرة حول لِلل1! ! للعْ واكتب الدرس الرابع: علاقة القسمة بالضرب 57", "metadata": {"page": 97, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "004 ظ الوحدة المفهوم الثاني 2 ل هه هه 7 1 10 5 0 5 0 لاحت دن تشساط 90 لعبة احتفظ بالباقى مح 0 85 0 - عملي 6 اطرح باقي القسمة من لوم الأصلي لإيجاد المقسوم الجديد للاعب رقم 2. مثال: 7 - 13 - 200. المقسوم الجديد هو 187. 7 يختار اللاعب رقم 2 عددًا من الأعداد الباقية التي تمثل المقسوم عليه ويحل مسالة القسمة. يتحقق التي تمثل المقسوم عليه. 9 يعمل كل لاعب على إيجاد مجموع باقي القسمة في المسائل التي حلها. اللاعب الذي يحصل على أعلى مجموع يكون هو الفائز. السبورة الرقمية: ورقة تسجيل النتائج للعبة احتفظ بالباقي عدد البدء المعادلة الأحرف الأولى 2 من الاسم 5 200 ّ أزرارزياد يعمل زياد في مصنع ملابس ينتج القمصان. لديه 100 زر ويحتاج إلى 16 زرًا لكل قميص. استخدم زياد عملية القسمة ويعتقد الآن أن لديه أزرارًا تكفي 6 قمصان وستتبقى 4 أزرار. هل يفكر زياد بشكل صحيح؟ نعم أم لا ولماذا؟ وضح أفكارك. يي تعلق من تم اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 98, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "5 عو 3 1 05 . الوحدة ظ المفهوم الثاني ا م 0 يسم . 2 . 2 وه 1 . هه 2 0 2 الرايعة القسمة على عدد مكون من رقمين 7 : لكيه 2-0-2 نه الدرس الخامس لس : 0 مسائل كلامية متعددة الخطوات لي هدف التعلم سحت 0 أستطيع أن أحل المسائل الكلامية متعددة الخطوات التي تتضمن أعدادًا صحيحة 15 امتكقة ك3 فهم باقي القسمة اقراً المسالة الكلامية ولاحظ حل التلميذ. استخدم المعلومات الموجودة للإجابة عن السؤال. كن و 9 مستعدًا لتوضيح أفكارك. 2 2 عو 3 يحضر خبازا 140 قطعة من البقلاوة في حفل. إذا كانت كل صينية تحتوي على 12 قطعة من البقلاوة فما 1 3 عدد الصواني التي سيحتاجها لتحضير كل البقلاوة؟ 10 3 باقي القسمة 8 11 0 2 خبزت الأم 12 قطعة من بلح الشام. سقطت قطعتان من بلح الشام على الأرضء وتبقى 10 في الطبق. إذا", "metadata": {"page": 99, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "قسَّم 4 أطفال قطع بلح الشام المتبقية بالتساوي؛ فما عدد القطع التي سيحصل عليها كل طفل؛ باقي القسمة 2 2 12 40 2- خطوة بخطوة اقراً المسائل التالية واتبع إرشادات المعلم. 1 في عام واحدء استخدم أحد مصانع النسيج 11,650 مترًا من أقمشة القطنء وما استخدمه المصنع من أقمشة الحرير أقل من أقمشة القطن بمقدار 4,950 مترًاء وما استخدمه من أقمشة الصوف أقل من أقمشة الحرير بمقدار 3,500 متر. ما إجمالي أمتار الأقمشة المستخدمة؟ الدرس الخامس: مسائل كلامية متعددة الخطوات 89", "metadata": {"page": 99, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ل ظ الوحدة المفهوم الثاني 1 9 ددهت ميماءاقناء 0 ظ الرايعك ظ القسمة على عدد مكون من رقمين 0 ا يقد 2 يعمل مهندس معماري على تصميم جسر. أمام المهندس خياران للحصول على المواد اللازمة. تبيع شركة \"الصلب القوي\" 5 أطنان من الصلب مقابل 100,000 جنيه. وتبيع شركة \"الصلب الفضي\" 3 أطنان من الصلب مقابل 70,000 جنيه. إذا كان هذا المهندس يحتاج إلى 15 طنًا من الصلبء فكم من النقود سيوفره عند الشراء من شركة \"الصلب القوى\"؟ حل المسائل متعددة الخطوات تعاون مع مجموعتك لحل المسائل التالية. 1 باعت مكتبة عالم الكمبيوتر 762 رزمة من الورق. وياعت مكتبة النجاح 3 أضعاف كمية الورق التي باعتها مكتبة عالم الكمبيوتر و143 رزمة أكثر من الرزم التي باعها مركز مستلزمات المكتبات. ما عدد رزم الورق الذي باعته المكتيات الثلاثة مجتمعة؟", "metadata": {"page": 100, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "2 طلبت زينب 12 عبوة من القطع المريعة من القماش لصنع لحاف. تحتوي كل عبوة على 18 قطعة مربعة من القماشء واستخدمت زينب كل القطع المربعة في صنع اللحاف. صنعت ريم لحافا بعرض 13 مريعًا وطول 13 7 مربعًا. كم يقل عدد المربعات التي استخدمتها ريم في لحافها عن المربعات التي استخدمتها زينب؟ 5 3 باع ناجي 30 صندوقًا من القمصان الرياضية في متجره يوم الاثنين. تحتوي هذه الصناديق على قمصان 1 - خاصة بلعبة كرة السلة وكرة القدم فقط. يحتوي كل صندوق على 25 قميصّاء وقد ربح ناجي 3 جنيهات 5 مقابل كل قميص باعه. ربح ناجي 1,134 جنيهًا مقابل بيع قمصان كرة القدم. كم ربح ناجي من النقود مقابل 5 بيع قمصان كرة السلة؟ 8 4 سيذهب مالك وعائلته في رحلة بالسيارة إلى منزل جدته الذي يبعد 465 كيلومترًا . يوم الجمعة. سيقطعون 4 كيلومترًا ء وسيقطعون يوم السبت 210 كيلومترات. كم كيلومترًا سيقطعون يوم الأحد للوصول إلى منزل الجدة؟ الكتاية عن الرياضيات ما الإستراتيجيات التى تساعدك فى حل المسائل بطريقة منظمة وسهلة؟ 3-4 ا ل ا اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 100, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "لتم 1 د م ل 2 2755 0-2 اج د فيخ زرا لل لسمسيسشسد ل م 1 1 6 وعدم 1 1 6\" ا 1 5- 1 حو كور 1 هم و و5956 7 ها وأوكايده 5ك ا 050 ب حو طل4ك 00 1 الوحدة م ا 0. بيعو 37 أ ُ 1 0 2 1 لمن 2 3-29 0 : 2 5 7 2 1 0 ا 4 ا يم كه - 5 1 م 1 0 2 01 دحم 0 1 2 وو 0 4 1 0 ل و . 5 1 12 مسهك ظ حَ 2 0 ورا 7 07 7 1 14 آَ ا 7 - 4 ٍِ 7لا 700 ال ا 9 5 مسكك. دوو ل 1 ا 4 17 16م \"ا 5 9 1 5 يوعى 4 ب اراد ٍ - رفع أ 3 0  الحدرك , 7 - 5 فى 9 ترا : 8 شك , 3 4-- 18د بت 07 01 5 خاى . : حت تا شاد 2 0 ا -- ال010 الراك ول 11 2 حا اكد 5 31 0 ا 0 6 نه كسك 0 اتا م 0 ل 000 اي : ده 1 1 2 ره 0 1 1 4 كك 66 59 1 0 1 37 56 0 . أو 1 أ 3 7 1 أت 5 ُِ 0 و و 1 لا ىم 0 1 للك حتت هك 5 7 له 6 1 017 -: حسي ستول 000 ا و 1 م ا ا 3", "metadata": {"page": 101, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "3 44 كحوب الهش اكد احاح دم ساسا 1 0 2 5 امهو ب ا : 2 1 2-2 ا ع اي 4 4 5565 4 7 لتب 7 : زا 37 89 اميق 26 ا 5 1 ' لخحعملك د 7 8 3 2 \" 4 حأ 1 7 ل . ع0 ٍ 1 5-5 ا اد 7 الل ادر 0ه 5 ا . . 1 ريمةة ل سس : 5-22 خِ 11 12 : 2 د - د 4ت اا 1 30303 دقع . 5 0 - تلج : أآ0 2 3 2 1 1 - كدر اك يد 27 1 - 1 فال هه 0 القباس 2-5 1 1 3 1 20 000 : مسعنه اصستت . نك أستلهك فيديو الو حده ل 5 ا 1 0 2 - 2 0 2 3 ا 0 ل يستعرض الفيديوالتمهيدي للوحدة الخامسة لعا ال ل . - ا\" 0 0 1 0 ار 1 9 حا 2 يي ا اداه لكود السريع 2 4 0 0. \"2 0 عه 0 1 77 641 1 93 2-9 2 2 مصر وكدذلك ضرب الكسور العشرية وقسمتها. ْ 4 6 0 0 د 0 0. 0 1 2 17 ل ا آ 00 أ 2 4 0 17 1 3 في هذه الوحدة: يستخدم التلامين إستراتيجيات ل 9 6 ت 2 7 20 ال 0-7 5-0 ار ا", "metadata": {"page": 101, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 6 تعتمد على القيمة المكانية لضرب الكسور ا 6902 2 : 97 0 2 العشرية وقسمتهاء ويستخدمون أيضا الكسور كت - 1 122 يا 5 م 2 ا م بميية. العشرية لاستكشاف العلاقات بين الوحدات فى النظام المتري. 27 ش اك . 7 ارت 3 . 11 00 07 - 3 0 0 كيف ساعد ضرب الكسور العشرية وقسمتها التالاميذ على 40 : 11 10 نهم العالم مد ا ا 7\" مهم ا لم لمق حولهم؟ ع - 8 و 2 1 1 1 : 568 0 3 ماذا اكتشف التلامين عن ضرب الكسور العشرية وقسمتها ؟ 1 ليمت 1 1 -- 2 00 1 ةي 22-2 1 7 2 له 1 وبرج 701 1 ا ات 20 اج 0 ديا - . 4 كور ا الل - 50 1 مه 2 1 ميد 1 ل ا احدد نا ا 5 متم 21 حب ذل 3 1 7 1 3 7-0 مم 7 5 1 0 لي 4 ثرن 7 الوح ليست عملت اذ لصو ب د الكتتركة أي : 0 ذا ب\" يه د جروج فطخ الور  لتر 01 . امن ؛ 7 26ت فنك 0 7 0 0 5 7 ٍْ 4 33 - - ع ب 3 411 ا ان تررم الل 70 : 7 7 ار 1 ف بأخا ربكم ابناكى 6 اناما تر حت جز يا جم 11 0 ع", "metadata": {"page": 101, "chunk_id": 3, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول : 1 ٌ الدرس الا 15 رس الاول ع الضرب فى قوى العدد 10 0 أهدف التعلم : 0 1 أستطيع أن أشرح الأنماط المستخدمة عند الضرب في 10 1100 1000 0 أستطيع أن أشرح الأنماط المستخدمة عند الضرب في : 0,010 6. 6061 استعشف الأعداد المجهولة اكتب الأعداد المجهولة في كل معادلة. 1 10 100 1000 120 120,0 7 6 8 و م 4 - 496 و 2 - حك 000 5 . ع ا 4 م 1 ع 6 - 6,140 2 م 3 6 4 ع 2 - 20,403 3 2 ا 4 ك ا 9 ل ا 5 ا 8 ل ا 7 - 78,5594 4 حم ا - 1,000 ا 8,032 5 1 ' 7 تعلم 0 ! تحديد الأنماط اقراً الآمثلة في المجموعة 1. المجموعة 1 ْ أمثلة الناتج بالصيغة القياسية -- 3 ألفين - 6 ألوف 6,000 3 ا مائتين - 6 مئات 600 3 ا عشرتين - 6 عشرات 60 3 2 آحاد - 6 آحاد 6 ا 3 جزأين من عشرة - 6 أجزاء من عشرة 0. 6 1 ش 3 جزأين من مائة - 6 أجزاء من مائة 006 29 3 جزأين من ألف - 6 أجزاء من ألف 006 2 الدرس الأول: الضرب في قوى العدد 10", "metadata": {"page": 102, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "م اونا 7 1 الا الى اين 26 ل 000 الأويجدق المفهوم الأول الخامسة ظ ضرب الكسور العشرية الآن أكمل الفراغات في المجموعة 2. ييه المجموعة 2 0 سس 250,1 5 سخ 1000 25 4 ِ سس 0. 012 25 6 ا 100 25 2 ٍ ا 0,001 25 7 اخ 10 25 3 ظ لخي 25 4 تلميح: ماذا يُسمى العامل الثاني في المسائل السابقة؟ مسألة طول القلم الرصاص انظر إلى المخطط التالي للقلم الرصاص الخاص بمنال. اقرأ الفقرة وأجب عٍ عن الأسئلة. تعمل منال محاسية لمساعدة الشركات على تسجيل دخلها ومصروفاتها. كل هذه الأعمال المحاسبية تجعل منال ٍ تستخدم الكثير من الأقلام الرصاص لأنها تُستهلك بسرعة. 1 01 2 من السنتيمتر 6ح 219 18 17 16 15 14 13 12 11 10 9 8 7د 6 طظ5 4 3 2 1 - أجب عن الآسملة التالية عن القلم الرصاص الخاص بمنال. سج - ٍ 1 يبلغ طول قلم الرصاص الخاص بمنال - - من السنتيمتر. 2 2 إذا فُرض أن طول القلم الرصاص تضاعف 10 مرات؛ فإن طوله يساوي - سنتيمترًا . يت طول قلم الرصاص 10 - سم - ْ 3 إذا وضعت منال 100 قلم رصاص بنفس الطول في صف واحد بجانب بعضها بعضّاء فسيكون مجموع الطول ل ستتيمترًا. 2 طول قلم الرصاص 100 - - سمم - أ الدرس الأول: الضرب في قوى العدد 01 503", "metadata": {"page": 103, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول , : : الخامسة أ ضرب الكسور العشرية 5 - يد بوذ : 5 دزا 1 إذا فُرض أن طول قلم الرصاص الخاص بمنال أصبح واحدًا من عشرة من طوله الحالي فسيكون طول قلم الرصاص . . . ستتيمترًا. طول قلم الرصاص 01 - سمم 2 هيا نجرب أوجد الناتج. 1 سخ 100 1245 4 اخ 10خ 422 49 الح 0. 0 602. 1 5 اخ ,0 360 2 0. 1 14. 14 6 7. 40. 01 3 هيا نجرب أكثر أوجد الناتج. ش' أوجد ناتج الضرب لإكمال الجدول. 3 ان م سس مسد 2 001 8 ع سد سدم 3 8 0: 1 م سلس طم سد سشتكت : 1 سس يلد عل دم 10 هم سد سدم فم سد ا 00 سد لم سس ص سد اتساع خطوة هدى يبلغ طول الخطوة التي تخطوها هدى 0. 72 مترًا. ما طول المسافة التي ستمشيها هدى بعدما . تخطو 1,000 خطوة بالأمتار؟ استخدم الكلمات والأعداد لشرح كيف توصلت إلى إجابتك. و تحمَوة من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط. 4 الدرس الأول: الضرب في قوى العدد 10", "metadata": {"page": 104, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": ": ش 1 الوحدة المفهوم الأول الخامسة ظ ضرب الكسور العشرية الدرس الثاني ها نج لها 1 ثغدئة ف 1 : 3 ضرب الكسور العشريةه في أعداد صحيحه خا ظ عاتيةا هدف التعلم 1 2 استعشف ضرب أعداد صحيحة أكمل المعادلات التالية. - 85 497 5 - 43 2 385 3 -7732 1 - 26 108 4 -5219 2 ٍْ ع هيا نجرب اشرح التعبيرات العددية التالية: ثم أعد كتابة كل مسالة رأسيًا وأوجد الناتج. ا د : د \" 3 14 : ! 1! 1! ! 1! ! 1! 1! 1ا 1ك 1 ! ! ا 24 0 ّ 1! 1! 1ا حي ! ا 5 3 0 ع 3 رو ل 5 5 كت شاط 1 ص ًّ العب هذه اللعبة مع زميلك. 7 0 يلف اللاعب الأول القرص الدوار. يسجل كلا اللاعبين الرقم في أحد المربعات. يجب أن يسجل اللاعبان 77 الأرقام في مربعات مختلفة. 0 يلف اللاعب الثاني القرص الدوار ويسجل اللاعبان الرقم. : ء تبادل اللعب مع زميلك حتى يتم ملء كل المربعات. لا يمكن تغيير رقم بعد كتايته. 2 0 يحل اللاعبان مسالة الضرب التي كوّناها. اللاعب الذي لديه أكبر ناتج ضرب يفوز بالجولة. 3 الدرس الثاني: ضرب الكسور العشرية في أعداد صحيحة امت", "metadata": {"page": 105, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الإوحدة المفهوم الأول ةسون 6 الخامسة ضرب الكسور العشرية ديا لل 1 0 0 ا 00 ا ل دن ايا\" 3 السبورة الرقمية: كون أكبر ناتج ضرب استخدم السبورة الرقمية لتكوين مسائل ضرب وحلها . كون أكبر ناتج ضرب --00 و الجولة المسألة ناتج الضرب 1 1 لا. لا لل 2 لا 0ه الاك 3 لإه1ا الاش لالا. ءلا 77 5 لال. 5 8 55 7 لا 9 3 اسع 9 تيم - سؤال التحدي: أوجد مجموع نواتج الضرب. اللاعب الذي يحصل على أكبر مجموع هو الفائز. 8 الب 2 ات 1 : الرياضيات في العمل يمتلك أمين مكتبة لبيع الكتب. يستخدم أمين بلك ,6 اع ا 0008 حلء . ا 3 جم 1ك ْ عملية الضرب لحساب المبلغ الذي كسبه من بيع الكتب في مكتبته. 1 ! كسام 4 أحيانًا يجد أمين صعوبة في معرفة موضع العلامة العشرية في ناتج ال ا 1 6 الضري. اكتى شرحًا لتساعد أمين. استخدم الكلمات والأعداد لد أ 0-7 الضرر ب شر : 1 و عم 1 : : . أفكارك. ! ل : 3 59 مكتبة لبيع الكتب و7 ا اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 106, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": ": ش 1 الوحدة المفهوم الأول الدرس الثالث موي 9 0 الع 0 م 0 0 - بيب أت 7 3 هه 8 5 ص حعادن ضرب الااجزاء من عشرة في أجزاء من عشرة 0 ظ تسا ؟ أ اط 0. 1 أهداف التعلم ص5 ها 0 أستطيع أن أشرح الأنماط المستخدمة عند ضرب الأجزاء من عشرة في أجزاء من عشرة. استعشف مناقشة اقرأ ما يلي. اختر التلميذ الذي تعتقد أنه على صواب. استخدم الكلمات والأعداد لشرح أفكارك. سال المعلم عن القيمة المكانية للأرقام العشرية في ناتج الضرب إذا ضربا كل من كمال ونادية عددين في الجزء من عشرة معًاء مثل 0. 5 و0. 7. قال كمال إن الإجابة هي الجزء من عشرة لأن عملية الضرب تجعل الأعداد أكبر. لذلك فإن ضرب الأجزاء من عشرة في الأجزاء من عشرة سيكون عبارة عن جمع الكثير من الأجزاء من عشرة معًا. ا 7 قالت نادية إن الاجاية هى الجزء من مائة:", "metadata": {"page": 107, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "لذلك فعند ضرب عددين فى الجزء من عشرة سيكون ناتج ضريهما فى 1 5 1 الضرب باستخدام المصفوفات اعمل مع معلمك لاستكشاف ضرب الكسور العشرية باستخدام المصفوفات. بي استكشاف الأجزاء من عشرة استخدم شبكات نظام العد العشري لإيجاد ناتج الضرب. 2 سخ 0,4 0. 3 2 0. 101 4 22 2 الللللل ل لا وك 2 ا الللللل ل لا 0 2 ا الللللل ل لا آ- 2 1 ططالللللا جك 2 ا الللللل ل لا - 2 ا الللللل ل لا 2 ا الللللل ل لا 2 ا الللللل ل لا 2 ا الللللل ل لا 2 1ط ططططططلطلا 11 1ط ططططاطآاا : الدرس الثالث: ضرب الأجزاء من عشرة في أجزاء من عشرة 97", "metadata": {"page": 107, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الأوكدة ظ المفهوم الأول 5 جتحي . عدم : اع 0. 5 5 5 5 0 د 7 ا 1 ذم د لعبعلك الخامسةهة صرب الكسورالعشريهة 1-8 05 اي د ل 0 0. 6 0 1 0 سخ 0. 5 0. 9 4 لخت 0. 2 0. 5 3 14 ط! ططططللا لط طللللا 16 ! طم ططلللا 146 لالط ططللللا شّ 16 ! طم ططلللا 146 لالط ططللللا 16 ! طم ططلللا 146 لالط ططللللا 16 ! طم ططلللا 146 لالط ططللللا 7 16 ! طم ططلللا 146 لالط ططللللا ع 16 ! طم ططلللا 146 لالط ططللللا 16 ! طم ططلللا 146 لالط ططللللا 0 16 ! طم ططلللا 146 لالط ططللللا اخ 70. 6 0. 5 6 اس خ 0. 8 0. 7 5 الللللل ل لا 2 ا الللللل ل لا 2 ا الللللل ل لا 2 ا الللللل ل لا 2 ا الللللل ل لا 2 ا الللللل ل لا 2 ا الللللل ل لا 2 ا ا الللللل ل لا 2 2 707 ا الللللل ل لا 2 8 500 11 1ط ططططاطآاا 1ط ططططططلطلا 9", "metadata": {"page": 108, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الكتابة عن الرياضيات كان صديقك غائيًا ولم يحضر درس مادة الرياضيات اليوم. اشرح سبب أن ناتج الضرب 3 : يكون فى الأجزاء من مائة عند ضرب أجزاء من عشرة فى أجزاء من عشرة. 3 1 استخدم \"السبورة الرقمية: شبكات نظام العد العشري\" أو ارسم شبكتين في كراس الرياضيات الخاص بك لتقديم 7 الى مثال لمساعدة صديقك على فهم المفهوم. 1 ٍ : السبورة الرقمية: الكتابة عن الرياضيات استخدم شبكات نظام العد العشري المعطاة أو ارسم شبكتين في كراس الرياضيات الخاص بك لاستخدامهما فى النشاط التالى. -- 2 ا 2 ا 2 ا 2 ا 2 ا 2 ا 2 ا 2 1 ا 2 0 1ط لطلطل 1 طضططططططل للا و لست لمن 1 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 108, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ح د الوحدة المفهوم الأول الخامسهك ظ ضرب الكسور العشرية الدرس الرابع 8 : 90 5 , ىرت 32 ثممة 0 ضرب الكسور العشريه باستخدام نمودج 0 مساحةهة المستطيل زس هدف التعلم استدي ان اسحدم  نضرب الكسور الشرية استعفف استخدم نمط الضرب ابحث عن الأنماط المستخدمة فى كل مجموعة من المسائل. استخدم الأنماط لإكمال ٍ المسائل غير المجاب عنها. 20 - 7600 2 20 -803 1 : لل -760 0 - 30 اع ظ د 2 - 76 الل باق ا ِ اا 70. 66 ا -3ا08 ٍ 1 2 - 0. 06 7 4 - 0. 3 اق 5-7 ا الل ح 0,6 0,7 الل 0803 ل ِ 070. 066 008033 تت 0. 06 0. 07 ل 080. 03 يد 0. 080. 033 ألغاز نموذج مساحة المستطيل انظر إلى نماذج مساحة المستطيل التالية. بعض الأعداد مجهولة. استخدم 2 2 المعلومات الموجودة لإكمال الفراغات. 0 اكتب المسألة ثم أوجد ناتج الضرب. استعد لمشاركة أسبابك أو الإستراتيجية التي استخدمتها لإيجاد العدد : - المجهول في كل مخطط. حك : ٍ 8 20 88 8681 جم 1 52 آم 2 ناتجح الضورت: : ْ حك تج الضرب: - ناتج الضرب: سد 2 الدرس الرابع: ضرب الكسور العشرية باستخدام نموذج مساحة المستطيل 99", "metadata": {"page": 109, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الأول 1 . هه 0 5 هه 3 وانسا كلد 7 1 الخامسهك صرب الكسورالعشريهة اوتا : ب نموذج مساحة المستطيل للكسور العشرية استخدم نموذج مساحة المستطيل لإكمال كل مسالة من المسائل التالية. ا سس خ9. 1 5. 27 5 ا ل خ 6. 8 13 1 سس 18,228 6 ست 0. 34 29. 3 2 707 ل 0752 3. 55 7 لخ 425. 6 03 0 1 5 - 4. 6 70. 9 8 لل - خ 0. 49 7. 3 4 3 َ 5 2ه لاأفكر : الرياضيات في العمل تعمل ملك في شركة بناء. سلمت الشركة 12 حاوية من الطوب الأسمنتي لمشروع بناء. تبلغ كتلة كل حاوية 1. 36 طن. ْ ساعد ملك في مراجعة نموذج مساحة المستطيل وإكماله لمعرفة مجموع كتل الحاويات. إذا لزم الأمرء ضع علامة ا عشرية في نواتج عملية الضرب بالتجزئة. استخدم التقدير لشرح لماذا إجابتك معقولة. 6 ماه اماه يو تحمَوة من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 110, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "' 3 1 الوحدة المفهوم الأول الدرس الخا مس 9 لح اين 12 912 4 مه 17 04 3 ع م 27 ل ضرب الكسور العشرية حتى جزء من ماته 0 4 ظ ل 0 1 أهداة : ب ه أهداف التعلم 0 أستطيع أن أستخدم التقدير للتحقق من معقولية إجاباتي. استعشف 1 موضع العلامة العشرية الرياضيات مهمة للأطباء. يجب أن 1 مم 0000 يتسم الأطباء بالدقة في عملياتهم الحسابية وقياساتهم وخاصة 0 َه 1 3 موضع خطأاً قد يسيب مشكلات كبيرة. ْظ 3 ع 9 : 5 أرقام ناتج الضرب في كل مسالة مكتوبة؛ ولكن العلامة العشرية 2 ا ٍ : غير موجودة. حدد موضع العلامة العشرية الصحيح في ناتج 1 5 . 1 5 قياس ضغط الدم 5 الضرب من غير استخدام عملية الضرب. 5 د 1 ل 11682. 42 3 لل 5-74 رو 7 ست 0. 49 15. 4 4 ل 32482532 و 0 00 تت التشابه والاختلاف راجع المسألتين اللتين تم حلهما لك كما هو موضح. حدّد أوجه التشابه والاختلاف في 0 المسآلتين. استعد لمشاركة أفكارك مع زملائك في الفصل. بج 9 35 ع 1 0- 0 0 074 114 ًِ الدرس الخامس: ضرب الكسور العشرية حتى جزء من مائة 101", "metadata": {"page": 111, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول : 1 ٌ استخدام الخوارزمية المعيارية لضرب الأعداد العشرية أوجد ناتج الضرب في مسائل الضرب التالية باستخدام الخوارزمية المعيارية. 17 خ 34 35 0. 24خ 04خ 9ؤ ا 7 2 73آآ 2 27 أفكر 00 ده 500 7 ع 1 الكتابة عن الرياضيات تدور مناقشة بين تلميذتين حول إجابة تلميذة موضحة هنا. اقراً المناقشة ونفذ المطلوب. 72 141 126 - ؛ 1000 التقدير: 3 0 0114 6 - 3 41 5 حئع دلال: أعرف أن التلميذة وضعت العلامة العشرية بشكل صحيح لآن 143. 344 قريب من تقديرها وهو 126. 0 : ضحى: أعرف أن التلميذة وضعت العلامة العشرية بشكل صحيح لآن ناتج الضرب النهائي به ثلاثة أماكن عشرية ويوجد ثلاثة أماكن عشرية في كلا العاملين في المسآلة. ' 4 42. 14 - 5 22آ كسور عشرية 404 - همهو هل تتفق مع دلال أم ضحى؟ هل يمكنك عد الأماكن العشرية اج في العاملين لوضع الكسر العشري في ناتج الضرب؟ وضح أفكارك. يو تحمَوة من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 112, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا 8 َ الوحدة المفهوم الأول الخامسة ظ ضرب الكسور العشرية الدرس الساد : 5 رس السادس لها لها ضرب الكسور العشريهة حتى جزء من الالف 0 أهداف التعلم 1 0 أستطيع أن أستخدم الخوارزمية المعيارية لضرب الكسور العشرية حتى جزء من الألف. 0 أستطيع أن أستخدم التقدير للتحقق من معقولية إجاباتي. استعفف موضع العلامة العشرية الرياضيات مهمة للمهندسين المعماريين. يرسم المهندسون المعماريون مخططات هندسية ٍْ لتصميم مبان آمنة وجميلة. إن وضع العلامة العشرية فى موضع خطأً قد يسبب مشكلات أثناء البناء. ا ِ ْ ناتج الضرب الصحيح لكل مسألة مكتوب لك كما هو موضح. من غير إجراء عملية الضربء حدّد موضع العلامة ٍ العشرية الصحيح فى عامل واحد أو كلا العاملين. هناك أكثر من إجابة صحيحة واحدة محتملة. ا 2 - 38264 1 حٍ 4 - 532217 2 2-5 1 - 145 18 3 0 8 - 826243 4 2 الدرس السادس: ضرب الكسور العشرية حتى جزء من الألف 103", "metadata": {"page": 113, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول ' الخامسه ضرب الكسورا لعشريه 0-8 ساماد 0 0 0 أتقن الخوارزمية المعيارية استخدم الخوارزمية المعيارية لإيجاد ناتج الضرب. 5 05 3خ : ّ 5 19ت 1ك 8 ع 2 - 20 789 0 عًِ 5 505 \"إفكر شْ ر 26 - الكتابة عن الرياضيات فكر في السؤال الأساسي: كيف يساعدنا فهم القيمة المكانية على ضرب الكسور العشرية 2 بكفاءة؟ 0-2 5 3-4 ا 1 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 114, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "0 الأويجدق المفهوم الأول الدرس السابع 0 الكسورالعشرية والنظام المتري 0 ظ لآ 3 ا ا أهداف التعلم سيالا 0 أستطيع أن أشرح العلاقات بين النظام المتري والكسور العشرية. 0 أستطيع أن أستخدم الكسور العشرية لتمثيل القياسات المتكافئة. دةٌ استكشف ما وحدة القياس المناسبة؟ انظر إلى الصور التالية. اختر وحدة القياس المناسبة من وحدات القياس المعطاة 9 لقياس طول الأشياء التالية ثم أجب عن السؤال. 2 مليمتر سنتيمتر متر كيلومتر 3 1 القلم الرصاص: وحدة القياس 777777 د 2222 3971لا؟ 515بئ56ب00030275- 59 1 ِ 2 ارتفاع المبنى: وحدة القياس 3 يي 3 طول مائدة الطعام: وحدة القياس . 7 سد ل ذو ' 2-2 1 0 تك ا 4 طول نهر النيل: وحدة القياس  سم 641 سي 1 5 ا 9 ' ِ - م --ّ 5 طول الحشرة: وحدة القياس . 7777 سد 2-1 6 صف العلاقة بين المليمترات والسنتيمترات والأمتار والكيلومترات. - الدرس السابع: الكسور العشرية والنظام المتري 105", "metadata": {"page": 115, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الأول الخامسه صرب الكسور العشرية 1 0 8 - دين لتنا ظهرًا لظهر أو وجهًا لوجه اتبع إرشادات معلمك لتلعب لعبة ظهرًا لظهر أو وجهًا لوجه مع زملائك في الفصل. القياسات المترية في صورة كسور عشرية أكمل الجدول. استخدم الأعداد الصحيحة والكسور العشرية لكتابة 9 قياسات متكافتة. 1 1 قياس الطول وحدة القياس بالمليمتر بالسنتيمتر بالمتر مليمتر 1 متر 1 701 2 قياس الكتلة 3 دك 60 2 وحدة القياس بالجرام بالكيلوجرام 5 جرام 1 3 كيلوجرام 1 ا د 3 قياس السعة 8 حة وحدة القياس بالمليلتر باللتر 1 مليلتر 1 ' لتر 1 تلالدا", "metadata": {"page": 116, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا الوحدة المهوم الول الخامسة ظ ضرب الكسور العشرية وحدة القياس المكافئة اختر القياس المكافى. - 1 10,870 جمء 7 ل كهيم 1607 1067 57 1087 2 3,465 ملل ع تترًا 65 3465 5 346. 5 ْ 3 22 سمء سم 2,0 220 22 022 ٍْ 4 07م سم 7 70 00 7000 ا 5 176كممد 0 جم 0176 176 160  ظ 66 95 مم دلت سم دك 950 0 95,000 7 19,629 ملل - ل ب لترًا 9 19629 19. 629 19629 ظ 3308م- طلسم 33 330 0 33,000 ْ 9 700 يم ع سكجم 00 7 7 07 ا 0مممس 1 دسم 620 604 54 0. 694 280 1 14 2. 5 ترح غع ملل 2,500 250 25 025 60 2 8 سمء ع 78 هم 008 018 78 760 0 هر 7 الرياضيات في العمل تعمل يسرا طبيبة بيطرية. تريد يسرا أن تزن قطة لمعرفة ما إذا كانت صحتها جيدة أم لا. ٍ. تت سجلت يسرا أن كتلة القطة تبلغ 3. 648 كيلوجرامات. سجل مساعدها أن كتلة القطة تبلغ 3,648. 0 جرامًا. 7 هل تتفق مع يسرا أم مساعدها؟ لماذا؟ 2 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 117, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة ظ المفهوم الأول الخامسهك ضرب الكسور العشريهة 1 6670 - 0-7 : نا الدرس الثامن الآ 7 ال شرية وة 10 ا القياس والكسور العشرية وقوى العدد : 1 هدف التعلم : استعشف الضرب في قوى العدد 10 أكمل المعادلات التالية. وناقش الفرق بين قوى العدد 10 ومضاعفات العدد 10. 4 425 - 0. 425 7 1000-1800 1 ب ل -42510 1 2 2 -0. 1 كا ل 8 7 1. - 3. 77 5 ل 100 3. 7 2 اه - 3 -100 6 6 0. 94 -940 9 بل-01 0. 94 3 : 7 تحويل القياسات استخدم عملية الضرب وقوى العدد 10 لتحويل القياسات. ع : ةّ 1 يمارس أمجد رياضة رفع الأثقال. يحتاج أمجد إلى شرب حوالي 4,230 مليلترًا من الماء كل يوم. كم لترّا من عي - الماء يحتاج أمجد إلى شريه؟ اختر مسألة الضرب التي يمكن استخدامها للإجابة عن السؤال. ْ : 0 4,2301000 ج 4,2300. 01 0 ب 7100 4,230 د 0. 001 4,230 2 2 142 سنتيمترًا - 7 مخ - مدر 3 317 كيلوجرامًا - 7 جرامًا 5 7كيما للح دجم", "metadata": {"page": 118, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "م اونا 7 1 الا الى اين 26 ا اند م الوحدة المفهوم الأول الخامسة ظ ضرب الكسور العشرية تحديد التحويل الصحيح اقرأ المسائل التالية. حدّد ما إذا كانت عملية الضرب المعطاة لإكمال التحويل صحيحة و أم لا. اختر نعم أو لاء ثم أكمل كل التحويلات عن طريق ملء الفراغات بالقياس المكافئ حتى وإن كان التحويل 0 غير صحيح. 0 7 كجم - ن 4 سم - 6 5م - 6 8 سم - دجم لدم ل سدسم لهم 0 0. 007 نعم لا 1 0. 01 4 نعم ل 2 0. 01 1. 5 نعم لا 2 0. 11 0. 8 نعم لا ' ب 51 مم - ح 500 ملل - ن 6,410 سم - ش 10. 3 م - 1 -سسم ترات للم سم 510 نعم لا 0 500 نعم لا 0. 01 6,410 نعم 90 0. 01 10. 3 نعم 00 2007 ج 230 سم- ط 5. 67 م - ع 6,410 مد ت 9,320 مم - ْ -م سم اللل كم ل دسم 0 1 230 نعم لا 2 10 5. 67 نعم لا 2 0.", "metadata": {"page": 119, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "001 6,410 نعم لا 10 9,320 نعم لا 1 د 4,800 ملل - ي 782 مم- ف 350 سم - ث 9,320 سم- 00 صم لل ترات ل سيم 1ك ل دم : حي 1 4,800 نعم لا 782210 نعمر ام 3500. 011 نعم لم 9,3205001 نعم ا 721 الرياضيات في العمل توجد فئتان في رياضة رفع الأثقال: رفعة الخطف ورفعة النتر. يريد بطل العالم المرو في رفع الأثقال محمد إيهاب مقارنة الرقم القياسي الذي حققه في هاتين الفئتين. في رفعة الخطفء استطاع رفع كحك أي قياس هو الأكبر. 0 اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثامن: القياس والكسور العشرية وقوى العدد 01 أ 109", "metadata": {"page": 119, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الأول ؛ الخامسه ظ صرب الكسور العشرية 1 6670 - 0-7 لتنا الدرس التاسع 3 لع 5 0 حل مسائل كلامية متعددة الخطوات 1 2 ا رما هدف التعا . الس ده\" ذا 0 : أستطيع أن أحل المسائل الكلامية متعددة الخطوات التي تتضمن جمع 1 الكسور العشرية وطرحها وضريها. لا استعئف اكتب مسألة كلامية اكتب مسألة كلامية للمعادلة 0. 001 ا 342. يجب أن تتضمن مسألتك تحويل قياسء لذلك تذكر أن تحدد في المسألة وحدات قياس. 500 ما الذي تعرفه؟ اقراً المسائل الكلامية التالية. ناقش مع زميلك كيفية حل المسائل التالية. بعد الاتفاق على خطة 2 7 2 للحلء اعملا معًا للإجابة عن السؤال. تاكد من كتابة وحدة القياس الصحيحة فى إجابتك. ص 1 يعمل مروان مهندس كمبيوتر. الكمبيوتر الذي يصلحه حاليًا يتكون من ثلاث قطع تبلغ كتلتها 2 كيلوجرام 7", "metadata": {"page": 120, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "و600 جرام؛ و0. 03 كجم. ينتظر مديره وصول القطعة الأخيرة؛ والتي تبلغ كتلتها 1,750 جم. كم ستكون 7 1 كتلة جهاز الكمبيوتر عند تجميع كل القطع مكّا؟ ؛ لس 3 الأب ير سحت 2 تريد إيمان أخت إيهاب التوآم؛ معرفة مقدار الزيادة في الطول التي زادتها هي أيضا. في يناير كان : طولها 1. 34 متر. في نهاية السنة؛ كان طولها 145 سنتيمترًا. من زاد طوله أكثرء إيهاب أم إيمان؟ ّْ ب الس عوهزاد الطولة سم 2-3 3 صنعت داليا لترّا من عصير القصب. شربت داليا 320 مليلترًا. شرب والدها 0. 25 لترًا. ما المقدار المتبقي 4 يريد إيهاب معرفة مقدار الزيادة في الطول التي زادها هذه السنة. في يناير كان طوله 138. 2 سنتيمترًا . فى نهاية السنة؛ كان طوله 1. 5 متر. ما مقدار الزيادة فى الطول التى زادها إيهاب هذه السنة؟ 0 سدم", "metadata": {"page": 120, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "اعتييشحدا ليا في 72 دك يتل ابن 5 4 1 7 الوحدة المفهوم الأول الخامسةه ظ ضرب الكسور العشرية 5 تعمل رانيا ممرضة في إحدى المستشفيات. تحضر رانيا ضمادات ملفوفة من خزانة التخزين للمرضى. تحتاج أ رانيا إلى 1. 35 متر من الضمادات الملفوفة لكل مريض من مرضاها البالغ عددهم 4 مرضى. يوجد 250 سنتيمترًا في كل علبة. كم علبة تحتاج إليها رانيا؛ ة له كم سيتبقى إذا كان هناك باق؛ لس الرياضيات في العمل اقرأ المسالة الكلامية التالية. سجّل خطتك لحل المسألة الكلامية. استخدم الكلمات أو ظ الأعداد أو الصور لشرح كيفية حل المسألة. ٍْ يصمم مروان لوحة دائرة كهربائية جديدة لجهاز الكمبيوتر الذي يصلحه. كانت أبعاد لوحة الدائرة الكهربائية ٍ القديمة هي 7,25 سنتيمترات في 36 مليمترًا . خطط مروان لتكون أبعاد لوحة الدائرة الكهريائية الجديدة 80 مم ا : : ٍْ في 5. 5 سم. ما الفرق في المساحة بين اللوحتين؟ ا ع 3 3 اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس التاسع: حل مسائل كلامية متعددة الخطوات أ 1111", "metadata": {"page": 121, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الخامسة أ قسمة الكسور العشرية الدرس العاشر 0 ا 0 1 1 1 لاسر القفسمهك على فقوى العدد 10 0 هدف التعلم سيد 0 أستطيع أن أشرح الأنماط التي ألاحظها عند القسمة على قوى العدد 10. 5 استعشف سخ 13 812 4 سس 5 515 4 سس خخ 32 7,633 5 7 690 2 1 سس 22 ج 2,402 373 القسمة على قوى العدد 10 أكمل مسائل القسمة التالية باستخدام الحساب العقلى. حدّد الأنماط 1 في هذه المسائل للتنيق بموضع العلامة العشرية. 1 سس 012 2,500 4 سخ 100 2,500 4 سس 0. 01 2,500 5 اااس خخ 10 ج 2,00 2 سس 0,601 ج 2,500 6 اس 1ج 2,500 3 سؤال التحدي . - - 1,000 2,500 112 الدرس العاشر: القسمة على قوى العدد 10", "metadata": {"page": 122, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الخامسهك ظ قسمة الكسور العشرية أكمل الفراغات استخدم الأنماط التى اكتشفتها لإكمال عمليات القسمة. لل 3210 3 لس  14 الل 5. 74100 5 لل 80012 21460012 6 -01 800 شْ لت 7121000 7 0. 01 800 -0. 01 12. 8 8 خ 1,000 6,700 2 - 10 0. 4 9 سخ 100 ج 6,700 0 0. 001 0. 4 10 6,70010 11 29. 0801- ٍ 10 -1 6,700 0 سس 0,61 ج 102. 3 12 1 6,700 0. 0 6,700 ما درجة الحرارة؟ يجب أن تصل درجات الحرارة إلى 1,100 درجة مئوية على الأقل حتى يتم نفخ الزجاج أو حتى لنينق يصبح طين الفخار صلبًا. يغلي الماء عندما يصل إلى جزء من عشرة من تلك الدرجة. حدّد الخيار الأقرب لدرجة 10 1,100 ب 10 1,100 ج 0. 1 1,100 د 0. 1 1,100 تحتو من فيد اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس العاشر: القسمة على قوى العدد 01 أ أعليل", "metadata": {"page": 123, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الخامسة ظ قسمة الكسور العشرية الدرس الحادي عشر 3 8 1ن : قات فاة 1 الانماط والعلاقات في قوى العدد 10 10 ' 2 سار ال هدف التعلم 0 أستطيع أن أربط بين عملية الضرب في قوى العدد 10 والقسمة عليها. استعشف تكوين المعادلات اتبع إرشادات المعلم لتكوين مسائل الضرب والقسمة مع زملائك في الفصل وحلها. حدّد الإجابة الصحيحة سيحدد لك المعلم مجموعة من المجموعتين التاليتين. أوجد ناتج التعبيرات العددية المخصصة لمجموعتك. فكر كيف عرفت الاتجاه الذي ستتحرك إليه العلامة العشرية. مجموعة الرقم 1 مجموعة الرقم 2 1 اس 0. 001 ذا 510. 05 لس 0,00 510. 05 3 سس 0,0 510. 05 سخ 0. 0 51005 000 سس 0. 1 510. 05 سس 01 510. 05 500 سس خ 10 510. 05 سس خ 10 510. 05 سس خ 100 510. 05 سخ 100 510. 05 سس خ 1,000 510. 05 ل ادح 1000 510. 05 عمليات عكسية بنفس النتيجة أكمل المعادلات التالية يقوى العدد 10. لاحظ العملية فى المسائل جيدًا. 6 - - 14. 6 6 - ذا 14. 6 1 3 - ل 387223 3 - 387. 23 2 - 2 - 9102 2 - 9. 102 3 0 د 65 0 - ذا 65 4 39 مح 0. 38 39 -- 0. 39 5", "metadata": {"page": 124, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الخامسهك ظ قسمة الكسور العشرية 0 اح لل 0. 75 0 حل كا 0. 75 6 4 - 28. 4 4 د 28. 4 7 00 مت ل ج 150. 8 00 مم ل 150. 8 8 استخدام عمليتي الضرب والقسمة للتحويل المتري أكمل عمليات التحويل التالية. ثم اكتب معادلة ضرب ومعادلة قسمة لهما نفس الإجابة. مثال: 357 سم - 3. 57 م 7 -0. 01 357 7 - 100 357 5 1 712 مللع- تتترًا 4 5,200 ممه اام الس لي 712 ا تا 5206 الل ل 712 اش سس شح 5200 2 23م سم 5 5,200 ممء سم الس ل 23 اس ل هيا 5,200 اس ه23 اس سس 5,200 ا 3 300جم- ل -داكهم ٍ ا يا 300 لبي ااي 2 وزواء 1 الرياضيات في العمل يصنع نور مشرويًا جديدًا لبيعه في محل العصير الخاص به. يتكون هذا المشروب من عصير المانجو مع عصير البرتقال وعصير الجوافة. حر اقرأ الوصفة لمساعدته في تحديد الإناء الذي يجب أن يستخدمه لخلط المشروب الجديد. وضح اختيارك باستخدام 0 عمليتى الضرب والقسمة. 0 ملل من عصير المانجو 5 لترًا من عصيرالبرتقال 650 ملل من عصير الجوافة حدد الإناء المناسب الذي يجب أن يستخدمه نور: 3 لترات 1 4 لترات 5 لترات 7 ميد اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الحادي عشر: الأنماط والعلاقات في قوى العدد 01 115", "metadata": {"page": 125, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الخامسهك ظ قسمه الكسور العشرية الدرس الثانى عد : رس التاني عسر لا 1ك قسمه كسور عشريه على أعداد صحيحة 2 ك3 . ا أهداف التعلم : 0 أستطيع أن أستخدم الخوارزمية المعيارية لقسمة الكسور العشرية حتى جزء من الآلف. 0 أستطيع أن أستخدم التقدير للتحقق من معقولية إجابتي. استشف ما المقصود بباقي القسمة؟ استخدم خوارزمية القسمة المعيارية لإيجاد خارج القسمة. 1 يعمل شخص كهربائى ولديه سلك كهربائى بطول 150 متر ويحتاج إلى تقطيعه إلى 40 قطعة أصغر ومتساوية فى الطول بحيث يكون طول كل قطعة يمثل عددًا صحيحًا كم طول كل قطعة ؟ كم مترًا سيتبقى؟ 2 قرر مجلس المدينة تجميل المدينة وزرع أشجار على جانب الطريق طوله 2050 مترًا . سيزرع المجلس 75", "metadata": {"page": 126, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "شجرة على مسافات متساوية المسافة بين كل شجرتين تمثل عددًا صحيحًا ماالمسافة التى ستفصل بين كل 3 شجرتين؟ ماطول المسافة المتبقية ؟ 8 لا نحتاج إلى الباقي استخدم الخوارزمية المعيارية لإيجاد خارج القسمة. لاحظ أن: خارج القسمة هو عدد 5 عشري. تحقق من معقولية إجابتك. 1 يعمل شخص كهربائى ولديه سلك كهربائى بطول 150 متر ويحتاج إلى تقطيعه إلى 40 قطعة أصغر ومتساوية فى الطول فما طول كل قطعة ؟ 2 قرر مجلس المدينة تجميل المدينة وزرع أشجار على جانب الطريق طوله 2050 مترًا . سيزرع المجلس 75 3 يمتلك عماد 4. 5 أمتار من السلك؛ وهي مقطعة إلى 30 قطعة ذات أطوال متساوية. أوجد طول كل قطعة من السلك.", "metadata": {"page": 126, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الخامسة ظ قسمة الكسور العشرية 55 إ5 4 3 1ك إل فر توزيع الكركديه بالتساوي اقرأ المسالة بعناية. بعد ذلك استخدم خوارزمية القسمة المعيارية لإيجاد خارج القسمة. 1 تريد داليا أن توزع 20 لترًا من مشروب الكركديه بالتساوي في 50 كويًا. ما مقدار الكركديه الذي سيكون في كل كوب باللتر؟ 0 ْ ِ ا 3 7 0 0 7 : 4 را ا أوراق الكركديه اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثاني عشر: قسمة كسور عشرية على أعداد صحيحة 117", "metadata": {"page": 127, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "اللووتصدة المفهوم الثاني الخامسة أ قسمة الكسور العشرية الدرس الثالث عشر 8 : 0 95 3 8 3 8 3 ا لح همه 7 - . رن ادام هدف التعلم نالا 0 أستطيع أن أستخدم الخوارزمية المعيارية لقسمة الكسور العشرية حتى جزء من الآلف. 5 استعشف أكمل المسائل اختر من بين القيم المعطاة لإكمال المعادلات التالية. يمكن استخدام بعض الخيارات أكثر من مرة أو لا تُستخدم على الإطلاق. 3--ا03 7 5- ب 5 1 د 4 - -- 0. 14 8 5 150 2 3 - 609 6. 09 9 5 1,500 3 0 4 - ذا 157. 4 10 2 - لب 144 ره : 0. 071 -7 11 2 - - 1,440 5 و - 124. 9 2 - ل 14,400 6 حول لعدد صحيح اعمل مع معلمك لإكمال مسائل القسمة التالية. قدّر خارج القسمة في المسائلء ثم استخدم خوارزمية القسمة المعيارية لإيجاد خارج القسمة. استخدم التقدير للتحقق من معقولية إجاباتك. 1 2. 226. 4 خارج القسمة: سس 2 0. 499 خارج القسمة: سس 3 0. 041. 5 خارج القسمة: ل", "metadata": {"page": 128, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة المفهوم الثاني الخامسهة ظ قسمة الكسور العشرية هيا نحاول معًا تعاون مع زميلك لتقدير خارج القسمة. بعد ذلك, استخدم خوارزمية القسمة المعيارية لإيجاد خارج القسمة. توقف في عملية القسمة عند الجزء من الألف. استخدم التقدير للتحقق من معقولية إجاباتك. 1 1. 99. 956 خارجالقسمةة سس 6 2,0 خارج القسمة: 2 7. 33. 431 خارج القسمة ل 7 0. 03929 خارج القسمة: ل 5 0. 040. 51 3 خارج القسمة سس 4 0. 0457. 6 خارج القسمة: 0. 051. 43 4 خارج القسمة: ل 9 0. 50. 91 اخارج القسمة: 1 5 0. 544 خارج القسمةة ل 0. 5130 خارج القسمة: 0 تحليل الأخطاء قيِّم إجابة التلميذ التالية. اشرح الخطأ أو الأخطا في حل التلميذء ثم نفذ عملية القسمة بشكل اقسم: 0. 377. 43 5-5 حل التلميذ: 0. 3 77. 43 سيكون لها نفس خارج القسمة مثل المسألة 3 7. 743. 539 ْو 2 0 تحقق من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثالث عشر: قسمة كسور عشرية على كسور عشرية أ 119", "metadata": {"page": 129, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "اب هم الوحدة َ المحورالثانى العمليات الحسابيية والتفكي رالجحبرى 1 لو حدة السادسه : . - 7 - أي ب\" تهة لها ه 482 . - 0 1\" 2 ِ حساب الوجبات 3 أستلة فيديو الوحدة 3 تعرض الفيديو ال- حدة السادسهة لعانة لعا يستعرض الفيديو التمهيدي للوحدة عبد كلسم بعنوان \"حساب الوجبات\" بعض الأماكن في 1 مصرء وكذ لك التعبيرات العددية والأنماط. في خ. إلا هذه الوحدة؛ يتعلم التلامين استخدام ترتيب الكود السريع العمليات لإيجاد قيمة التعبيرات العددية: الات ويتعلمون أيضًا استخدام التعبيرات العددية لتحديد الأنماط العددية والاستمرار في كيف استخدم التلامين التعبيرات العددية لفهم العالم من حولهم؟ 5 بال 0 ماذا اكتشف التلامين عن التعبيرات العددية؟ ك1 حشقه ت - 0 5-2 9 غ1 ميرم بر70", "metadata": {"page": 130, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "7 صب محص صصح 2 3 روٍ كيت و للتلتتبتبيب 2 11 النوحدة المفهوم الأول 5 12 السو ا 7 بح 5 0ك\" 5 و ره 5 -- ره 177 م 0 السادسة ظ إيجاد قيمة التعبيرات العددية وتحليل الانماط الدرس الأول لم 1 ترتيب إجراء العمليات الحسابيه يم 1 0 9 لل ا ل 1 ا 2 هدف التعلم ظ 1 0 أستطيع أن أستخدم لَرتَيبٍ العملياث لإيجاد قيمة التعبيرات العددية 1 التي تتضمن أعدادًا صحيحة وكسورًا عشرية. 1 ل استعشف ظ أكمل الفراغات اكتب القيمة المجهولة لإكمال كل من المعادلات التالية. لي 17 لل -459 1 8 -9,22 2 ع : 0 3 105. 7 - 2 ِ 0 - خ 67. 05 0. 01 0. 33 -2 40. 2 - 202. 83 4 ِ 1 ا تعلم 10 5 الترتيب مهم استخدم ترتيب العمليات لإيجاد قيمة كل من التعبيرات العددية التالية. : 0 الترتيب الأساسي للعمليات", "metadata": {"page": 131, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "إجراء عملية الضرب أو عملية القسمة من اليسار إلى اليمين. 010 62 إجراء عملية الجمع أو عملية الطرح من اليسار إلى اليمين. ا 2-0 0. 1 116. 6 90. 7 4 5 -0. 01 4. 05 3. 1 82. 43 1 371 8 0. 01 12. 3 - 1,403. 5 5 7 15 -2. 3 56. 5 2 ا ِْ 7 61 597. 8 3 1 1م خطوة بخطوة أوجد قيمة كل من التعبيرات العددية التالية؛ بتنفيذ الخطوات خطوة بخطوة بالتعاون مع الفصل 325 بأكمله أو مع مجموعة من التلاميذ. يجب إعادة كتابة التعبير العددي بعد كل خطوة. 1 1 373 -12 6 102. 15 3 2 7. 1110 145. 42 1 ا أ 1 89. 14 0. 1 ا 35 2 1 1 الدرس الأول: ترتيب إجراء العمليات الحسابية 131", "metadata": {"page": 131, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ممم جح وو 1 سس - د ا - عي - 0 -- يم د 2 المرييع لالع . . . 2 مه امه ءء اوه بيت\" 2-5 2-7 ل 0ه -- السادسة إيجاد قيمة التعبيرات العددية وتحليل الاتنماط 0 م صي 00 ْ لك لا ا و 1 0 كود \"اط و م د 1ت السضة أن 2 المسارالصحيح يقود علي الآتوبييس في مسار محدد عبر المدينة. تتبع المحطات التي يتوقف فيها ترتيب العمليات 1 1 المستخدم في إيجاد قيمة التعبير العددي التالي. 0 7 - 0. 01 0. 2 11. 04 - 300. 53 27 المحطة 1 المحطة 2 المحطة 3 المحطة 4 قو ؟ 11. 04 - 300. 53 ه 0. 01 2. 208 ي 0. 01 57. 898 ن 13. 07 789. 8 ,5 ْ حِ ب 0. 2 11. 04 و 0. 213. 08 ك 13. 07 220. 8 ع 79. 7313. 07 3 ْ ج 0. 01 0. 2 0. 2 ا 289. 49 ل 20 289. 49 ف 233. 87 -300. 53 7 1 جهو د 13. 07 0. 01 ح 20 1 11. 04 م 220. 8 - 300. 53 2 ص13. 0 57.", "metadata": {"page": 132, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "898 01 0 ا 5 هم ا 8 اكتب الحروف التي تمثل المحطات الصحيحة في هذا المسار لتوضيح خطوات إيجاد قيمة التعبير العددي. 5 1 المحطة: ل 3 المحطة 3: ل 5 0 2 المحطة : 2 ل 4 المحطة : 4 ل ِ 0 و 002 و 8 1 ء ا ع 0 ع\" العم بر جر جد جد 2 مر ؛ م 7 - 02 1 7ر2 720 -7 1 1 1 ْ ب عير . هنا ف بارس ع الل : اسه ا 11 ِ 1 7 1 8 0 1 . ل 1 15 وى ا 6 َك ل 1 اع يم 1 62 3 ا 07 8 2-11 1 : 5 و 7 5 د - 7 ٌْ ف ا عل 0 2 0 م ايد 534 ب 2 32 : ْ ا 0 0 م ع د - 1 د أتوبيس سياحي ب مه اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 132, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا سس 31 : مسح - - اع كب بيه لت يوي طخ-- الوحدة المفهوم الأول 1 2-2 كت ّْ 0 السادسة ظ إيجاد قيمة التعبيرات العددية وتحليل الانماط 2 17 رو سورييمة يين وود اي حل فجولالة زاخز 358 1 ب الدرس الكاني لع ل لعا 7 9 3 تتضفى: أقوامى 31 رك 3 1 تعبيرات عددية تتضمن أقواسا خا 1 جر زم 0 أهداف التعلم ظ 1 0 أستطيع أن أحدد كيف تؤّثر الأقواس على ترتيب العمليات. 0 أستطيع أن أوجد قيمة تعبير عددي يتضمن أقواسًا. ْ له استعشف ظ أصغر قيمة تعاون مع زميلك لتوضيح كيف يمكن تطبيق العمليات الحسابية على التعبيرات العددية لإيجاد أصغر قيمة ممكنة. ليس من الضروري اتباع ترتيب إجراء العمليات الحسابية. 5 122448 3 1604-3 1 5 ْ تعلم الأقواس أوجد قيمة مجموعة التعبيرات العددية التالية. انتبه إلى الأقواس المستخدمة وكيف تغير ترتيب", "metadata": {"page": 133, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الترتيبالممتد للعمليات 13 7 1 مع العمليات داخل الأقواس المستديرة: 1 1 اضرب أو اقسم من اليسار إلى اليمين. ب اجمع أو اطرح من اليسار إلى اليمين. اا أ اضرب أو اقسم من اليسار إلى اليمين. 0ن ب اجمع أو اطرح من اليسار إلى اليمين. أيه المجموعة أ 2 1 ' 1 114 --20. 32 5 13. 05 45. 84 1 ار 1 1. 14 - 20. 32 5 13. 05 45. 84 2 ا أقواس بعمليات أكثر أوجد قيمة مجموعة التعبيرات العددية التالية. انتبه إلى الأقواس المستخدمة وكيف تغير 1 ا ترتيب تنفيذ العمليات. 5 الدرس الثاني: تعبيرات عددية تتضمن أقواسًا أ عدصل", "metadata": {"page": 133, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "السادسة ظ إيجاد قيمة التعبيرات العددية وتحليل الأنماط د الو حم 0 . 1 1 7 1 3 أ 1 كو د 2 جم 5 د 2 . و لي 72-7 2 5 مستوى متقدم من ترتيب العمليات 1 مع العمليات داخل الأقواس المستديرة: 1 1 اضرب أو اقسم من اليسار إلى اليمين. : 7 ب اجمع أو اطرح من اليسار إلى اليمين. 00 2 مع العمليات داخل الأقواس المربعة: 3 1 اضرب أو اقسم من اليسار إلى اليمين. 1 ب اجمع أو اطرح من اليسار إلى اليمين. سن اضرب أو اقسم من اليسار إلى اليمين. ب اجمع أو اطرح من اليسار إلى اليمين. ْ المجموعة ب ظ 7 1 3. 12 -47. 18 2. 5 30 1 ب 0 2 30 2. 5 47. 18- 3. 120. 1 4 قيم مختلفة استخدم الأقواس لتكوين أكبر عدد ممكن من التعبيرات العددية بقيم مختلفة. 5 6 1 15 0. 01 43 29. 2 1 2 ارتم 3 2 5 - 110. 5 26 158 2 2 0 19 3. 4 1,2 11 - 57 3 7 كت 1 وضع الأقواس وضع كمال الأقواس في التعبير العددي. عند إيجاد قيمة التعبير العدديء وجد أن قيمته 6. 45. 3 ما الأقواس التي استخدمها؟ أين وضعها؟ 7 2 68 3 2 15. 25 و تحمَوة من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 134, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "المح ل ل و -7 72 تت لب ا الوحدة المفهوم الأول ب 2 : قمة التعدا- 1 5 2-2 2 ا : 0 السادسة ظ إيجاد قيمة التعبيرات العددية وتحليل الانمااط وح سهد و سر سبيت انون وا حك ا قحوللة آبعز 5 ا أ الدرس الثالث الزر حكتب كتايه تعبير عددي لتمثيل موقف ما 2 ا 1 هدف التعلم 1 ظ ا 0 أستطيع أن أكتب تعبيرًا عدديًا لتمثيل موقف مكتوب. ْ استعشف ظ بأقواس أو دون أقواس أوجد قيمة كل مجموعة من التعبيرات العددية التالية. فك في كيف ومتى تؤدي الأقواس 2 0. 32 64 3 2 -8 ا 3. 45 1. 3 1 ش ا 3. 2 0. 1 0. 32 64 2 - 8 3. 45 1. 3 \"ا ع 1 0 2 350 450. 9 2 7 4 50. 6 12- 6. 8 2 . 2 6. 8 - 12 كا 50. 6 7 2 450. 9 350 ج' تعلم ؟ 7 كتابة التعبيرات العددية تعاون مع زميلك لكتابة تعبير عددي يطابق مفاتيح الحل في المسائل التالية. بعد ذلك: ف 1 1 اطرح 3. 1 من 4. 62؛ ثم اضرب الناتج في 2. اا 2 اقسم 93 على 0. 3 ثم اجمع 114. 7. بعد ذلك: اقسم الناتج على 5. 32 1 ااا\" 3 اجمع 30. 4 و87 و17. 5: ثم اطرح الناتج من 22477. اضرب في 100. الدرس الثالث: كتابة تعبير عددي لتمثيل موقف ما 125", "metadata": {"page": 135, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "الوحدة 0 المفهومالأول 1 حب بي - ا د - السادسة ظ إيجاد قيمة التعبيرات العددية وتحليل الأنماط د او وم 0 1 07 باشل الي نور 277: 2 كس مرا دج ات ظ 1 اضرب 76 في 100 ثم اطرح 34. 3, ثم اجمع 12. 4. بعد ذلك؛ اقسم الناتج على 0. 1. 1 7 2 أوجد الفرق بين العددين 10 و9. 27. اضربه في ناتج جمع 54 و46. بعد ذلك اقسم 1,168 على الناتج. 1 التعبيرات العددية والمسائل الكلامية اكتب تعبيرًا عدديًا يطابق كل مسألة كلامية من المسائل التالية. 1 يدخر كامل النقود لشراء سيارة. لديه حاليًا 1,000 جنيه. وقد بدا العمل في وظيفتين. وبداً يدخر في الوظيفة الأولى 50 جنيهًا في الأسبوع. ويدخر في الوظيفة الثانية 30 جنيهًا في الأسبوع. فإذا ادخر هذه النقود من 021 الوظيفتين لمدة 4 أسابيع ليضيفها إلى مدخراته؛", "metadata": {"page": 136, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "فكم ادخر كامل بنهاية الأسابيع الأربعة؟ : 2 كجزء من تدريب اللياقة البدنية يقطع منير مسافة 38. 7 كيلومترًا بالدراجة فى ساعتين. إذا كان يسير ع 1 بالدراجة بنفس المعدل طوال الوقتء فما عدد الأمتار التى يقطعها فى الدقيقة؟ 5 الا 3 تملأ هدى زهريات متطابقة بالماء لتدسيق الزهور في محل الزهور. تبدأ بمقدار 15. 75 لترًا وتسكب كمية 3 1 متساوية فى 16 زهرية. بعد انتهاء هذا العملء لا يزال لدى هدى 3. 75 لترات من الماء. ما كمية الماء فى كل عي زهرية؟ يجب أن تكون الإجابة باللتر. 2 الكتابة عن الرياضيات فكر فى كيف يُُستخدم ترتيب العمليات لتمثيل مواقف من الواقع. و ل 0 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 136, "chunk_id": 2, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1. ا 3 - ب : - عدا و7 معدت - 552 0-0 2-2 الوحدة المفهوم الأول 1 200 السادسة ظ إيجاد قيمة التعبيرات العددية وتحليل الأنماط -27 2 1 مك تحصو 120 2 0 . 1000 1ن حلت لماك لفك لزلاط 3الم 1 الدرس الرابع 3 1 ءِ 8 0 1 تحدبد الانماط العددية 2 يات 0 - - 1 ل 8 ل 1 000 ست 2 س ظ 1 أهداف التعلم 0 ا 0 أست ستطيع أن أحدد . ْ 0 أستطيع أن أشرح للنمط العددي. 1 0 0 أستطيع أن أستخدم الرموز لتمثيل القيم المجهولة في قاعدة للنمط العددي. ظ 0 نمط بالبلاط يضع ياسين بلاط الأرضية بالنمط الموضح أدناه. تمثل كل صورة مرحلة واحدة من النمط؛ ويزداد ْ ٍ النمط بانتظام من مرحلة لأخرى. أجب عن الأسئلة التالية عن هذا النمط. 37 : المرحلة الأولى المرحلة الثانية المرحلة الثالثة 7 1 ْ 4 ظ ارسم المرحلة الرابعة والمرحلة الخامسة. ما عدد البلاط في المرحلة العاشرة؟ اشرح كيف توصلت للإجابة. ا 0 ا 1 : الدرس الرابع: تحديد الأنماط العددية 127", "metadata": {"page": 137, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "سسا ا ب وك الوحدة المفهوم الأول 6 0 7ك كه - ا ا ا من ع . . . 2 . 2 1 5 . 2 . هه ء. ب يت طايه ب - 2 وري بت السادسة ظ إيجاد قيمة التعبيرات العددية وتحليل الأنماط تبت يي 1 د ب 7  ع1 7 الى جحي ل ظ الأنماط العددية لاحظ كل مجموعة من الأعداد وحدّد ما إذا كانت الأعداد تمثل نمطًا أم لا. إذا كانت الإجابة َ نعم, فحرّد القاعدة. 7 هل الأعداد تمثل رار المجموعة 5 القاعدة 4 1 نمطا ؟ نعملا عض 1 . 5120: 40: 80 2 . 30615221228 ظ ْش 3 6275. . 2200 15230452 4 ما القاعدة؟ لاحظ كل جدول وحدّد القاعدة. استخدم متغيرًا لكتابة القاعدة. 3 غ06 8 14 جم 3 المدخل المخرج المدخل المخرج . 4 1 8 1 8 عاب يدو 4 32 4 11 ش 5 40 : القاعدة: سس ده ود - ف ع القاعدة: 7 سسسب", "metadata": {"page": 138, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "1 1 0 - ته . - 1ج\" م فدح ّ ا 2 7 5 و لخدم 2 : 0ح 5 الوحدة المقهوم الأول 1 1 ِ السادسة إيجاد قيمة التعبيرات العددية وتحليل الأنماط لح ةر 20 لسرتس سسمييه لوو 7 ون أت له خز 8 1 3 المدخل المخرج المدخل المخرج 1 6 24 10 2 ظ ْ 25 5 . : القاعدة: يش سس سه القاعدة: سس سدم 3 1 5 ٍ : عدد الدراجات عدد العجالات 1 المدخل المخرج ّ 2 4 ل لل 3 6 م 1 4 8 0ن زر القاعدة: . ب ب ب م سس 1 5 ا الدرس الرابع: تحديد الأنماط العددية 129", "metadata": {"page": 139, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "00-6 ظ 00 0 ٍ د 2 0 السادسة إيجاد قيمة التعبيرات العددية وتحليل الأنماط 2-6 م 0 1 4 اك أ نالا شقن فك د 22 7 7 ل 1 31 له . 1 اق ل ارحة . 3 \" - 6 ْ دوعت اي ا 0 سؤال التحدي: القاعدة -م 2 المدخل المخرج 1 ٌ 2 3 00 3- ؟ را ْ 8 15 5م حت حاى 1 32 ظ 4 1 1 0 1 0 7 ٍِ 1 ْْ ُ: ا ات 1 1 اد 1 6 5 1 : م8 --2 5 ص 1 لم اف 2 ل 6 0 . ظ كّ 3 1 00 9 1 3 ّ 9 --3 2 بلك 2 م 0 0 5 ا عجلات دراجات 8 ححهم ور 5 ل سما آي- 1 ا-", "metadata": {"page": 140, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
{"text": "ا هي 7 ا ع 1 1 1 -- 2 7 تتتج ل ل الوحدة المفهوم الأول 0 00 . السادسة إيجاد قيمة التعبيرات العددية وتحليل الأنماط 0 سر سبيت اا 14 حل قكللة اع 50 ا أ الكتابة عن الرياضيات لاحظ النمط وإجابة كلا التلميذين ثم أجب عن المطلوب. ظ 1 1 ْ المددخل المخرج ا 28 4 ظ 3 42 6 ٍ ع ه 1 8 56 ٍ إجابة يحيى 0 َ القاعدة: 1 ها ا : أعتقد أن القاعدة هي الضرب في لأن 18 - 1 4 و35 1 ؟ والقاعدة تنطبق على كل 7 017 ّ زوج من الأعداد. : 1 0 ا إجابة وليد ْ القاعدة: 1 ها انا , أعتقد أن القاعدة هي القسمة على 1 لأن 4 1 20 و5 1 35 والقاعدة تنطبق على كل زوج من الأعداد. 0 الح اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الرابع: تحديد الأنماط العددية أ 1131", "metadata": {"page": 141, "chunk_id": 1, "subject": "Maths", "grade": "5", "source": "Maths_grade_5_first_term.pdf"}}
