{"text": ". . 4 ا ال\" السوزالوطني اماقم 7 نما فا الصف الثاني - كتاب الطائلب الغلا لرذر ا 1 اس ااا أحمد مود البشتاوي د. لاناكمالعرفة التاشر: المركز الوطتي لتطوير المتناهج يسر المركز الوطني لتطوير المناهج استقبال آرائكم وملحوظاتكم على هذا الكتاب عن طريق العناوين الآتية: 1 مقصصصه 2088 0. 80 06-5376266 0-7 010 . 1101110 0 2660. 901. 0-166002 0200", "metadata": {"page": 1, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "قزرت وزارة التربية والتعليم تدريس هذا الكتاب في مدارس المملكة الأردنية الهاشمية جميعهاء بناء على قرار المجلس الأعلى للمركز الوطنى لتطوير المناهج في جلسته رقم ؛ تاريخ 1م وقرار مجلس التربية والتعليم رقم تاريخ  م بدءامن العام الدرامي 0 م. 2020 اوعأندصدنا ك610كزاطن0 كصاااه0 2م13 007 - مقتصصص . أصعدم ماع26 صصناننعن ما تعأامصق لقصفتتولا ع1 1ه طكتاومع صا لإاا10و0 2160م06 - صصباناءع ان 011 تعاصع 2102لا 16 نرم لم26 كتاطنام 200 20كنص0فأكنه ,2030160 عاطوقن 1 1130512160 - 0100 - صقت . 1ص 61610010 978-9923-41-368-5 : 15811 المملكة الأردنية الهاشمية رقم الإيداع لدى دائرة المكتبة الوطنية 375. 01 الأردن. المركز الوطني لتطوير المناهج الرياضيات: الصف الثاني:", "metadata": {"page": 2, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "كتاب الطالب الفصل الدراسي الثاني المركز الوطني لتطوير المناهج. -ط2؛ مزيدة ومنقحة. - عمان: المركزء 2022 99 ص. الواصفات: الرياضيات التعليم الابتدائي المناهج يتحمل المؤلف كامل المسؤولية القانونية عن محتوى مصنفه ولا يعبر هذا المصنف عن رأي دائرة المكتبة الوطنية. اه ,كلك 611681 طاأ 501160 ,660 ن100م 16 56 لإ02 11010 انام كتلط آه 3211م ملا . امصو61 كنطو الا , 010156 اه وطتاافى؟ ,09 الإ0 0101020 ,1066090168 6611016 اث ,10605 لاطة لاط 10110 طة ا 113050711160 16 10 و0ألامف  و0اا اام عكص 1 2 اه تعطكتاطنام ع1 آه صه كص م صعا ابا متام 1026 أنا0 00م رعصقا تعاك6 86 رصما  ,كا لعصو0 وصأكصف عا آدا ولام م 16 برط امعن5كا  امعأأدنا بلا1 ىفع 3 صمتق امن -صا- وصأناو0ا13ي بصداطانا طكا8 لانقاطانا 16 010 عاط اتولاة كا ممتتق انم كط 11  عن ووا3أ1ق لا الطبعة الأولى التجريبية 1ه 2020م أعيدت طباعته 1م - 2023م", "metadata": {"page": 2, "chunk_id": 2, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "انطلاقا من إيمان المملكة الأردنية الهاشمية الراسخ بأهمية تنمية قدرات الإنسان الأردني وتسليحه بالعلم والمعرفة؛ سعى المركز الوطني لتطوير المناهج بالتعاون مع وزارة التربية والتعليم إلى تحديث المناهج الدراسية وتطويرهاء لتكون معينا على الارتقاء بمستوى الطلبة المعرفي ومجاراة الأقران في الدول المتقدمة. ولما كانت الرياضيات إحدى أهم المواد الدراسية التي تنمي لدى الطلبة مهارات التفكير ول المشكلات فقد أولى المركز هذا المبحث عنايكبيرة؛ وحرص على إعداد كتب الرياضيات وفق أفضل الطرائق المبعة عالميا على أيدي خبرات أردنية؛ لضمان انسجامها مع القيم الوطنية الراسخة؛ وتلبيتها لحاجات طلبتنا. روعي في إعداد كتب الرياضيات تقديم المحتوى بصورة سلسة ضمن سياقات حياتية شائقة؛ تزيد رغبة الطلبة في التعلم.", "metadata": {"page": 3, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "وكذلك إبراز خطة حل المسألة وإفراد دروس مستقلة لها تتيح للطلبة التدزب على أنواع مختلفة من هذه الخطط وتطبيقها في مسائل متنوعة. وقد احتوت الكتب على مشروع لكل وحدة؛ لتعزيز تعلم الطلبة المفاهيم والمهارات الواردة فيها وإثرائها. ولأن التدب المكنف على خل المسائل يعذ إحدى أهم طرائق ترسيخ المفاهيم الرياضية وزيادة الطلاقة الإجرائية لدى الطلبة؛ فقد أعد كتاب التمارين على نحو يقدم للطلبة ورقة عمل في كل درسء تحل بوصفها واجبا منزلياء أو داخل الغرفة الصفية إن توافر الوقت الكافي. ولأننا ندرك جيدا حرص الكوادر التعليمية الأآردنية على تقديم أفضل ما لديها للطلبة؛ فقد جاء كتاب التمارين أدا مساعدة توفر عليها جهد إعداد أوراق العمل وطباعتها. من المعلوم أن الأرقام العربية تستخدم في معظم مصادر تعليم الرياضيات العالمية؛", "metadata": {"page": 3, "chunk_id": 2, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ولا سيما على شبكة الإنترنت التي أصبحت أداة تعليمية مهمة؛ لما تزخر به من صفحات تقدم محتوى تعليميا تفاعليا ذا فائدة كبيرة. وحرصا منا على ألا يفوت طلبتنا أي فرصة فقد استعملنا في هذا الكتاب الأرقام العربية؛ لجسر الهرة بين طلبتنا والمحتوى الرقمي العلمي الذي ينمو بتسارع في عالم يخطو نحو التعليم الرقمي بوتيرة متسارعة. ونحن إذ تقدم هذا الكتاب نأمل أن ينال إعجاب طلبتنا والكوادر التعليمية الأردنية؛ ويجعل تعليم الرياضيات وتعلمها أكثر متعة وسهولة؛ ونعد أن نستمر في تحسين هذا الكتاب في ضوء ما يصلنا من ملاحظات. المركز الوطني لتطوير المناهج", "metadata": {"page": 3, "chunk_id": 3, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "08 0 7 نو وكات 0 قائمة المحتوبات مشروع الوخد: مدينة الشرب . 7 مشروع الوحدو: الزراعة الات 29 الأرس 1 المجموعات المتساوية . 8 . النرس 1 تكوين المجموعات المتساوية . 30 الرس 2 الشربكجمع مكرر. 10 النرس 2 القسمةكطرح مكرر . 32 الدرس 3 البكات والشرب . 12 . اللرس 3 العلافةبين القشمة والشرب . 34 الدرس 4 القرب فى 2. 14 اللرس 4 الفسمة على 2. تتات 36 الأرس 5 القرب فى 5 . 16 اللرس 5 الفسمة على 5. تتاتت 38 الدرس 6 الشرب فى 3 . 18 اللرس 6 القسمة على 3. 40 الأرس 7 القرب فى 4. 20 النرس 7 الفسمة على 4. 42 نم ل رو 2 2 : . الدرس 8 خطة حل المسألة: البحت عن تعط. 22 اللرس 8 مهارة ل المسألة: اتار المملية . . 44 تلعب هها: جمل الشرب. 24 لتلهب هها: السفينة الملونه . 46 حيار زهاية الوحدة . 25 اختباز نهاية الوحدة . 47 أمجلة تراقمية ل 27 سيل تراقهية يي 49 ورج روجو جمس الج تتتا", "metadata": {"page": 4, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "قائمة المحتويات الوحدة الكسور والأشكال الوحدة الزمن والنقود الهندسية مشروع الوحدة: ساعة حائط . 71 مشروع الوحد: صاروخ الأشكال النسية . 51 النرس 1 أشهر لصتو . تت 72 رس 2 كر لوحدكجزء من مجموعة . 54 الدرس 3 او أرب زم ساعة. 76 الدرس 3 المجممات. ا 56 اي : \"8 ا الدرس 4 اللينار. ت 78 الدرس 4 الأحرف والأوجه والرؤوس . 58 ب و يق ري النرس 5 الأشكال المستوية . 60 الدرص 5 فتات النقود الورقية. 80 الدرس 7 القنماط النتمية . 64 لحار هاي الوخلة 83. 2 اختباز زهاية الوخلة . تت 67 أسملة تراقمية اااي 69 الوحدة القياش مشروع الوحدة: تكني الجميله . 87 النرس 1 الكقيمير . تاي 88 4ه النرس 2 الور . تاي 90 ا الدرس 3 ارام والكيلوغرام . 92 تبان \"1 جكا : النرس 4 لنت والمليلير . 94 ا ل : لتلهب هها: أكدر الكثلة. 96 اختباز زهاية الوخلة تت 97 أنجلة ترائمية ااي 99 جصجيججممصد 77 ا7الالكيه", "metadata": {"page": 5, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "هوه و هت 00 الوحخده الصربثت 1 0 ن\" ل ع\" ة ل 3 7 ل وو بداث اليوم دراسة الوحدة الشادسة التى : ا و ار اك يف 1 ل جرداء 23 ب ا الوا و 60 8 : : : 23 0 ثتفز مقا التمماط الك : جح ا ا د 5 على فراجقة المفاهيم الياضية ال ات 8 ' الات 1 نشاط فنزلي: في هذا النشاط سيراجع طفلي طفلتي كال عملد جيع الأعداد. عدو ار ؟ 7 0 - لدت جه و 3ب ا ب\" 2 7 2ب 7 . 22 3مككباتء ثم أطلب إليه ليها حساب عدد المككبات جميعها مستعملا 0 أكور النشاط بتغيير عدد المجموعات بحيت لا يزيد عددها على 5 ولا يزيذ عدد الأشياء فى المجموعة الواحدة على 5.", "metadata": {"page": 6, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "م 9 - 0-0 مشروع الوحدة: ه - م 0 المواذ والأدوات ب لاا ء د ءءء ا ل أستيذ آنا وجموعني لنفيذ مشروعن لوحة تون بير 2 و م \" 2 2 ا ع و المتمثل في 7 تصميم مدينة الضرزب. 0 قطع كرتونية بأبعاد ة ختلفة 2 راق 0 أؤراق ملؤنة جب ب \" ورا 1 أصمم 4 مبان بأبعاد وأشكال مختلفة ا 2 مر 7ر0 مر ولصقها على اللوحة الكرتونية الكبيرة. مح . اح ءءء ا 7 اع . دزي قري 1 0 7 2 أقص الأوراق الملونة إلى قطع صغيرة لتمثل 2 - 7 1 1 . 5 توافذ امباني. ا \" 17 2 7 و7 نه و 1 7 ف 1111 8 افترض أن كل مبنى مكون من طوابق وفي كل طابق عدد من الوافذ كالآتي: 1111 0 المبنى الأول مكرن من 3 طوابق؛ في كل طابق نافذتان. أل ل 2 و مم . 22 04 دس 2ك 22 2 28 المبنى الثاني مكون من 5 طوابق في كل ؤ أكن أشمل كل مبتى جملة الضرب الممثلة ا الب هد 7 طابى نافذة واجدة. لعدد توافذها. المبنى الثالت مكون من 4 طوابق فى كل 0 رامد ره و طابق 4 توافل. 5 أعرض اللو الكزتونية الكبيرة امام زملاي 0\" : 2 زميلاتي في مكان بارز في الصف. المئنى الرابع مكزن من 3 طوابق في كل 2207 طابق 5 تنوافذ.", "metadata": {"page": 7, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدأان الم وار الصر حت أيها المختلف؟ وو 1 1 , تسمى المجموعات الى تخوي العدد نفسه من لأشياء المجموعات المتساوية ع . تحدث: ما هى المجموعات المتساوية؟", "metadata": {"page": 8, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "أصف كلامن المجموعات الممساوية الآنية: : و 0 : 2 و 0 3 . ال ءءء ه و2 . رسم بما ينايب الوضف: 8 3 مجموعاتء في كل منها 4 وزدات. ل 2 مجموعد في كل منها 3نجمات. 0 و صر يي بم و اما م م 2 . الحس العددي: رسمت نادي 5 مجموعات منساوية من حبات القراولة فى كل منها 3. 2 -\" 7 و \" 7 7 ط نشاط منزلي: أكون لطفلي طفلتي ممجموعات مكساوية ن الحبوب ثم أهلب إليه إلا وص إ:", "metadata": {"page": 9, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": ". 9 يه 9 يي -؟ و هد الدرشسن 7 الصرب ما عدد أصابع 4 أياد؟ باشتغمال الجمع المتكرر. سعمل الجمم امتكور لأجد المجموع الكلي لعدد الأشياء في ممجموعات مكساوية: 5 5 0 5 - 20 وينكث إيجاراله : ع الكلي في مجموعات كساوية باسيمال الصرب متتقعنام تااسيس الذي ل بار 00 وسمى المجموع لكل ع اشر مي 2: 0. تستى 20 145 جمل الشرب", "metadata": {"page": 10, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "أتعول الجمم المتكرر جد ناج الصرب: ا ل لان ل الها اح ان عل مرا عراا سرام نا اا ل الها : اح ا 0 كتب مجملة الجع المتكور وجملة السرب التي تمثل خط الأغداد الآتى: 7 م ب ب يب يجيي يبتبتيبيله", "metadata": {"page": 11, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "رس 6 ,9 ب 0 - 6 9 الدرسن 3 1 تك والصرت أستقفف - هل يخقلف عددالبيضات فى الطب الأرل إيجاد ناتج الضرزب باستغمال الشبكة. بجا تقل -- 3 ب ب ألاحظ أن البديل بين \"2222 ار - 20ص7ض7ض2ص2 1 دور - 3 221 لل4ك 222 لل ض . 2ك 2 - 4 3 2 2-0 3 ا 4 ناتج الضرب العتدفي عدد الصفوف ناتج الضرب العتدفي عددالصفوف", "metadata": {"page": 12, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ا اتحفق من فخمي 0ه : ا 1 ا 2 ع د 2 7م 727 3 م 2 2 ن ألون الشبكد ثم أحدناتج القرب: 5فوف في كل منها 4 0: 4صفوف في كل منها5 -574 : - 45 و 7 ع2 : 7 1 آ لاي بجملة الشرب المجاورة: 36-2 رق 2 2 هل حلها صحيح؟ أبرر إجابتي. اص اي في عر ب\" ا اله 2 . 2م 0 2 ط نشاط منزلي: أكون 4 صفوف من الأزرار في كل منها 5 ثم أطلب إلى طفلي طفلتي كتابة 2 2 2 بر ب م 9", "metadata": {"page": 13, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ل 9 اه 9 . الدرسن 4 الحرب في 2 درو كه كناد ال للد 2 ما عدد الأعلام جميعها؟ : 5 ابه . 0 6 - 2 7 3 72 ب 01 تحدث: كيف أجد ناتج ضرب عدد في 2؟", "metadata": {"page": 14, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ل انام أكسب جملة الصضرب المناسبة: احا اا : احا ا مجسحسوج تحت -لأاةتطططظة 88 رب عيسى حباتبتقال في 4 لجموعات ووضم في كل ين 16 2ح اله لمجموعالكنيلعدو حبات لقال لي رتبها عد ؟ 5 حي وم دي ني ا وك ا ا 7 2 ال22 ل . اه 2 5 ع ا 7 م شاط منزلي: أضع مام طفلي طفتي 3 صحون وفي كل صحن شيانء ثم أهلب ليه ليها كتابة مجملة الشرب لإيجاد المجموع الكلى لعدد الأشياء. -1 2-5 الوخدة 6", "metadata": {"page": 15, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "له 9 9 و الدرسن 7 الصرب في 5 لد ا ل حقائق القرب للعدد5 ما عدد فراشى الأسنان جميعها؟ 22 3 أتذكز: 4 مجموعات في كل منها 5 تغى: 5 5 55", "metadata": {"page": 16, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "10 فففق6ة ل نكن -- 7 وةاكوة ل ' ل 05 الث العددي: تكون لعبة قطار من 5 غربات كم عربة في 4 قطارات؟ ا دا 5 اد كه ' : : الأ نضح طني للك لى يفل ذقي يقري 5 تجموعات ين أشي في ف ينباي م", "metadata": {"page": 17, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدرسن 6 الصرب 3 ع حقائق القرب للعدد 3 ما عدد حبات التفاح جميعها؟ 2 5 مجموعات في كل منها 8 ناج الصرب لدد في كل مجموعة عدد المجموعات ا المجموع الكلي", "metadata": {"page": 18, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "التفق من فخمي : 8 وت 7 4 دو 2 في مزكرية سعيد 4 وزدات وكل وردة عليها 3 أوراق. ما عدد الأوراق التي على الوردات الأربع؟ حي رمدت كر : 1 عام للد : . , م رار 0 3حبات ثم حساب عدد الحبات بجميعها. -1 5 - الوخدة 6", "metadata": {"page": 19, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "0 9 اه 9 . الدرسن 7 الصرب 4 سو حقائق القرب للعدد 4 ما عدد البالونات جميعها؟ تعنى: 4 4 4 44 20 - 4 5 - 2 ل و ال 01 تحدث: كيف أجد اتج ضرب عدد في 4؟", "metadata": {"page": 20, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "رقع در مه 1 . كو أكنس جملة الصضرب المناسبة: ال ةط - سوسس لجل العديي: بين العل لمجاو أنواد غيرد ا 6 ل فض الع ماعده الاين لون غيوتهم أموة؟ 0 كيد القع طم هر 5 رت م -؟ . 0 ءءء 9 م ب ا 8 و 40 0 و ء 7 2 7 و وق ء كتابة جملة الضزب التى تمثل ذلك. الوخدة 6", "metadata": {"page": 21, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "9 9 0 - 0 9 8 وه 0 2 8 و 4 وه نتف 1 : 2 م أ عط 1 0 77 ب ل ابجى اق 7 27 . - ' حل مسائل حياتية باستعمال فى عرض لطلبة الكشافة المدرسية اصطف اللو اك كر. حا 217 و - 1 اللا خطة البحث عن نمط. هوي لم . 0. 0 2 ب 1 \" ح ع حم 22 عدد طلبة الكشافة جميعهم؟ ا ا 0 وم مي ل 1 لحل المسألة أتع اخطوات الأربعة الأنة: . شأكتطتا 2 تر وم ورا ع 3 ا كي وم م و0 0 ما معطيات المشألة؟ يمكنتى أن أخل المسألة باشيعمال البحت عن تمط. ب و . بع ي ومو 0. ما المقطلوت فى المشالة؟ أخوطه. 3 و م2 2 و 7 أنشئ جدولا وأستغملة للبحث عن نمط. بر ءمو و7 ا زرا . . لزلز أجد أنه كلما زاد عدد الصفوف واجدا زاد عدد الطلبة 3 إذن عدد الطلبة فى 5 صفوف يساوى 15 طالبا. 2 6 2 ام 7 يمكنني أن أتحقق من الثاتج بالضرب: 5 - 3 5", "metadata": {"page": 22, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "كم شمعة استعمل هند؟ ب 9\" اذا ا ره 0 . ا . 0 و 9 لدى رناد مجموعة من الملصقات رتبتها في 3 صفوف في كل منها للفراشة 4أجنحق كم جناحا ل 3 قراشات؟ مسقي ض 0 9 وه 71 . يو . و 9 0 2 في مؤقف للشيارات 4 صفوف يقف في كل منها 5 سياراتء كم ل 22 سا لاطي . 0 ا ا سس حاتت ب اوسا رمسو ك5 3 اسم 2 2 غبة 5 أفلام ما عدد أفلام التلوين التي لديها؟ ا الوخدة 6", "metadata": {"page": 23, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "لتلكت مها م -- هه 9 جمل الضرب المواذ والثدوات: ل مر 0 \" قور 0 مجموعة من بطاقات الأعداد المرفمة من 1 إلى 5. 0 5 أطباق ورق. 0 به ركان ده و ردص 2 ل م 0 2ب ل 0 ف ل أسحب بطاقتين تباعاء وأستعمل العدد على البطاقة الأولى لتحديد عدد المجموعات والعدد على البطاقة ا م يل رات 0. مل جملة الضرب باستخدام الأطباقي والأزرار. كح مقدى سن عي عدي م سك يي رمق كه د ةقد يا الى 0 أقارن بين تتيجتي وتتيجة زميلي زميلتي فمن كانت تتييجته كبر يحصل على نقطة. 2\" ار م رار 2 2 رار 9 رسن اروس 2 قر 0 ب 0 0 شب أنا وزميلى زميلتى عدد الناط التى حصلنا عليهابعد أن يلكب كل منا 5 مراتء والفئر من زه ول اع 0 سل تقر ا ص 1", "metadata": {"page": 24, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "9 و له اه قب 4 اختبار ثهاية الوحدة أصف كلاين المجموعات المساوية الآنية: كا فضا لضا تجموعات. في كل منها - ض مجموعة في كلمنها ماما\" مم\" ل ان ض سس ستعمل الجممالمتكرر جد نايج الصرب: 0 ض 0", "metadata": {"page": 25, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "9 . دج حا 0 اختبار نهاية الوخدة 6 زر وه يو ا ا 76 2 \" ألون الشبكد ثم أجد اتج الضرب: 5صفوف في كل منها 3 3صفوف في كل منها 5 - 3 ا 5 5لا3 9 2 . ىد 0 7 . 0 2 نا تقرا شفاء 4 صفحات من كيتاب كل يوم كم صفحة من الكتاب د\" تقر في 5 آيام؟ 1 ا تذريب على الاختبارات الدولية 03 -. 2 7 لديو ل أحوطجملةاشربلنتىتمل: 33-9 2 2--34. هو 53-5 هو 54-0 هه 2 0 سر 9 و 71 10 أحوط جملة لجمع المتكرر التي تعبر عن 3 2: 33-9 ىن 33 ىن 222-86 ى 6د-222 ى 00 ما الشبكة الى تمدلها جملة اشرب 34-12؟", "metadata": {"page": 26, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ل 22 ترا 9 28 ع أخرط الأعداد الوحية: 3 , 306 , 821 , 930 , 518 , 627 م 5\" اج 2 2 وي أرنب الأعداد الآتية تصاعديا: 1 , 645 , 546 , 654 أكتب العدةالكليمات أوبالأرقام: كي تدى بيسان 346 نجمةملونة. أكتن العده بالصورة التخللة. ل ما لعدد السابق للعدد 600؟ - 72 317 5 - 40 248 5 - 249 476 5 - 164 524 ل أجد اتج الطرح: - 84 - 797 - 877-60 5 - 179 - 508 اللا - 384 - 926 55 ب اود ححا", "metadata": {"page": 27, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "0. 9 2 - 02 5 9 ب و الوخده القسمة بداث اليوم دراصة الوحدة الشابعة التى ساتعلم فيها قفهوم اله تلضمة. وأغرف 0 تنفد مقا الشاط الآتيء لأنه سيساعذنى على فراقة المفاهيم الزياضة التي 7 وق دم . تنشاط منزلي: في هذا النشاط سيراجع طفلي طفلتي مهار ك الا تكوين الممجموعات المتساوية التى كرسها سابقا. 0 أغطي طفل ي طفلتي 15 حبة فول أو فاصولياء. أطلب إليه يها توزيعها إلى مجموعات في كل منها 3 حبات. 7 دو ل ك ا 0 أسألة ها إن بقى لديه ها أي حة. أكرر النشاط لأغداد أخرى من الحبات.", "metadata": {"page": 28, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "- م 9 : 5 ا ل مشروع الوحدة: م0 ص2 الزراعة ل 0 0 ج م3 صدتته م2 اا أستعد أنا م عتى لتنفيذ مشروعنا المواذ والأذوات 7ب المكمثا في توظيف ما تتعلمه في هذه 0 وعاء بلاشتيكي واسم ماء قر وس دهي ل م 0 ىن ال ب د 2 نم الوخدة خول القسمة في أثناء زراعة بذور 0 بور عدس 0 ورقة كزتونية و وه 2 7 ره اعدس. مط أفلام وين خطوان تنفيذ المشروع: جر ع ال ل 0 0 1 4 2 يلا في 7 8 عم هب و ب ب\" 0 ا حقو 0 \"0 الا 0 4 ا \"1 ساي على القطنء وأرش عليها الماء. 7 م 7 ص بير 71 \"8 أكتب جملة القشمة لتحديد عدد البذور فى وت 1 05 را إ: 7 : : أغرض الورة الكرتونية على جدار الصف. 02 8 و ا . و2 : مجو 03 9\" لوصف تنظيم البذور في الوعاء. 9 يمكنني زراعة بذور لنباتات اخرى واختيار آ ا معد ال ذ ا 0 ا سس الورقة الك: : ا ماو طرائق متنوعة لتوزيعها في صفوف ر على الورقة توئية رسما لتوزي ب 0 - بالتساوي. 1 أضم الوعاء في مكان مشوسء وأشقى بذوري ملم يال \"\" بالا يميا وأراقب نمرها.", "metadata": {"page": 29, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدرسل 1 تكوين المجموعات المتساوية أستقفف - بلكنمكت: \" - بمدرء يه : رق سم و 0 القد مة بود فها الاب كيل مع ريم 20 زهرة تريد توزيعها في مزهريات في كل منها 4 زهرات. : ع ا الشياء. اي 06\" ا 2 2 ا ل بها ائقلة -- 7 لقسمة 1 0ن18ة تحني تؤزيح مجموعة من الشياء إلى مجموعات مكساوية. ن 3 5 و ن أقتم 8 أزرار إلى مجموعات متساوية في كل منها 2 زر. عدد اأزرار في كل مجموعة 2 لعدد لكل إدن عدد المجموعات المتساوية 4 : 4 40 ا 2 0 2 م\" 2 ن م حدث: كيف أقسم 20 مكحبا إلى مجموعات متساوية في كل منها 5 مككبات؟", "metadata": {"page": 30, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "أقتم إلى مججموعات متساوية : ع عددالرقالات : 8 عددالمززات : لبي لبي ب ره ل : : 3 ءءء ل عددالتنات : 0 88 عددحبات القراولة : أكسمها إلى مجموعات في كل منها1: . أقتمها إلى مجموعات في كل منها 2 : - 5 02 آل 522 عمس دبيه, ء 2 17 لم اسه و ء م الحس العددي: كل ينكنتؤزي 17 تفاحة بالتساوي في أطباق يحتوي كل منها ط شاط مزلي أضع مام ذل ي تي مجموعة من المكعات وأسلب إليه ليها توزيعها في مججموعات متساوية بكدد معين.", "metadata": {"page": 31, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "اه ا ا د عه ااه الث ال ا هلاي كم مرة أحتاج أن أطرح العدد 5 من العدد 20 حتى يصبح الباقي صفرا؟ با : ال الطزح المتكرر. 5 قد دق اق 1 ك6 2. 2 2 . 2 ا 7 و ره 2 ري 2 لأجد ناتج تقسيم 6 مكغبات إلى مجموعات متساوية في كل منها 2 مكعب. أطخ مجموعات متساوية مرة : : يساوى ناتج القسمة. 6-2-4 ا 4-2-2 سا 1 عددمرات الطرح هو نايج القسمة 801ن ويساوي 3 بب الاج 3 2 - 6 نايج القسمة لعدد فى كل مجموعة لعدد الكل عدد المجموعات 2ح تن 0 واراء تسمى 6223 جملة القسمة 01 آتحدث: كيف أن ستخدم الطرح المتكبر إأجد ناتج القسمة؟", "metadata": {"page": 32, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "أسعمل الطرح المتكرر لأجد ناج القسمة: - 4 - 8 : 5 - 10 - 1 - 4 : - 2 - 8 - 1 4 : 82 ورع بلال 20 فطع كمك في ألباقء وضم في كل طب 4 كنكات. كم قا اتخدمبلال؟ ب جمل الطرح المتكور وجملةالقسمة التي تبر عن المسألة. أوضح لحل بالرسم. ط تشاط منزدي: أغطي طذلي لفكتي 12 عقا ثم أضلب إليه ليها تقسيمها إلى ممجموعات في كل منها 3. ثم كتابة جمل الطرح المتكرر وجملة القشمة لإيجاد ناتج القشمة.", "metadata": {"page": 33, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "رسن العلاقة بين القسمة والصرب \"رس 7ر5 ام. السام كاه ماحل 7 ما العدد المفقود في المسالة؟ ولق م المترابطتي: 0 3 -2 12 -3 الحقائق المترابطة الحقائق المتابطة   هى حقائق الصرب والقسمة الى ثتعمل فيها الأعدادتفسها. ا مرو ضفخو 2 ما عدد المجموعات؟ ما العدد الكل يلنجوم؟ عدد لدد فى كل 1 العدد لعند العددفي كل عدد 2 - 4 ىه 8 8 4 0 0 2 4-2 8 ,24-8", "metadata": {"page": 34, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "كتب جملتي الصرب والقسمة الكربطكين كل مما أني: ماعددالمجموعات؟ ما العدد الكل لمربحات؟ ا اا اا اا اا اا اا الا ناتللا ا ل اا لا اا لا لا 5 ل ل ل ا لا ل ا 5 9 ماعدد المجموعات؟ ما العدد الكلن للمربحات؟ ا ا ا ا ا ا ا ا تب اعد المفقوة في : مالا ل 2د 5-5 أ 0 : : لادلا 0888 لاحل 2 الحس العدوي: ما حقيقة الشرب التي تساعدني على إيجاد ناتج 4 16؟ شاط مؤلي: أضع مام طفلي طفلتي 15 ملعقةثم لب له ليها توزيعها في مجموعات وكتابة حقيفتي الضرب والقشمة المتبطتئن حشب طريقة توزيعه.", "metadata": {"page": 35, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "00 9 0ه -ة الدرسن ما القسمة على 2 في كل طب منهاثاحتانء كم طق 2 و 0 أقعم 8 دبابيس إلى مجموعات فى كا منها 2 5بوس. قسم 8 دبابيس إلى مجموعات في كل ه بوس 7 الا يي و0002 000و ا أتذكز: از الي انس 82-4 : : : : : 88 8 جح مااع انع امد 7 ا 202-004 00 8 . حب عدد المجموعات ذه هرا عد 1 صم حك و لسرا تحدث: كيف أقتم عدذا على 2؟", "metadata": {"page": 36, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "23 ب مط 0 أوزع لتنات؛ 4 جد ناتج القسمة: 1 : اال اال لال لاا اال اال اا اال 111 1 - 5 ااا اا - 2 4 6 : - 2 10 - 2 4 2 8 رسمت علا 10 لوحات فنيق وتريد أن تهدي كل صديقة لها لوحتين. ما عده ام شاط مزل أع أمام فلي فلتي 6 أواب. وأطلب كآي يها توزيعها إلى مجموعات", "metadata": {"page": 37, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدان آله و هم وه 5 رس 66ح 6 القسمة على ره 7 0 2 2 م 2 : 4 ,' تريد مزيم لصاق 5 قلوب في كل ورقق كم ورقة تحتاح؟ إيجاد ناتج القسمة على 5 \"2 م هه 22-1. 0 255 التوزيع خمسات يعنى القسمة على 5 اتذكز: و و 0 - 45 أفسم 20 مكعما إلى مجموعات في كل منها 5 مكعبات. 5-4 20 1 يحم ا ل م خية عدد المجموعات الل حاتي اا أي م دل 2 . اج ,0 تاجح 0 2 و آتحذث: كيف اقسم 5 كرسيا إلى مجموعات في كل منها 5 كراسي ؟", "metadata": {"page": 38, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الو . و 2 ا أوزع حمساتء ثم أجد نايج القسمة: - 5 - 20 ا 3 55 التقط كريم 25 صورة تذكارية في رخلة باح ووضم كل 5 صور ب 5 0 ل 7 م م تت م . فى 2م 0 و ب 2 ط تشاط منزلي: أطلب إلى طفلي طفلتي توزيع 20 كتابا في مجموعات ماركة؛ ثم تاب -1 : 2-5 الوخدة 7", "metadata": {"page": 39, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "00 9 0ه -ة الدرسن 6 القسمة على 3 ما جملة القمة التي تعبر عن توزيع الدعسوقات على أوراقي الشجر؟ م ا المي حقو أده اي 2 1 مجمو ت فى مد ت: سين سين سر سير ل 0 5 - 3 ب 15 عدد المجموعات 7 ا تقو دو حو 2", "metadata": {"page": 40, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "و 4 مي وزع ثلاثات. ثم أجد ناتج القسمة: 6 : تت - 3 12 : - 3 2 9 - 7 3 زاف ارده ار 2 0 . ص 2ه 2 2 لدى ريماس 12 طيراء أرادت وضع كل 3 منها في فقص كم قفصا و ستحتاج ريماسش؟ جم ريماس 3 اله 7 7 ك م 0 و ا ب 7 2 84 2 2 7 7 طش نشاط منزلي: أطلب إلى طفلي طفلتي تؤزيم 9 أزرار في مجموعات ثلائية؛ ثم كتابة جملة -1 : 5 -- الوخدة 7", "metadata": {"page": 41, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "سن , لقسمة على إيجاد ناتج القسمة على 4 امساه ار الاق 0 وزعت براءة الأقلام المجاورة 7 بم سه ره و 2 على إحرتهاء فأعطت كل أخ ع \"0 و . و 9 0 241 لد : التؤزيع أربعات يعنى القسمة على 4 : 207 34-2 0. 2 . ن أقسم 12 مكما إلى مجموعات في كل منها 4مككبات. 4-3 12 3 - 4 -- 12 نايج القسمة لدد في كل مجموعة لعدد كلي عدد المجموعات 7 ا ةي صم ل 7 أتحدث: كيف أقتم 16 على 4؟", "metadata": {"page": 42, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "هذ ذذ لله لل لل له 0 ا ا 5 ىك هاش لل له 2 ا ا 5 5 777 اا اا لا لا اا 4 16 20 - 4 20 د84 2 - 4 4 الحس العددي: أجد ناتج القشمة ثم أجد جملة القشمة الثالك في النمط : اح الج و 0 د44 د33 دذدجة طش نشاط منزلي: أسلب إلى طفلي طفلتي توزيع 16 مككا إلى مجموعات مكساوية في كل منها", "metadata": {"page": 43, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "00 9 2 حج 1 - \" ا . . 1- -1 الدرسن : مهارة حل المسالة: اختياز العملية أمفيف - 0 ل 7 الا 5 7 2 2 0 : 9 : و 2 حك 1 1 ا ا 0 ا 0 5 عتاخح؟ 1 . الأطاقا عاق اسه لحل المسالة أتبع الخطوات الاتية: ما معطيات المسألة؟ هل اضرب أم أقسم ا 0 : ار اث أضع خطا تختها. صرب 2 8 قسمة 1 2 م . 2 واكك ا بوثو 3 8 يي 0 ما المطلوبت في المشالة؟ أخوطه. لإيجاد عدد الأطباق: أفمم. 5 - 3 0 15 وده 2 : 2. 0 \" 25 ل 2 1535 , 53-15 إن يحتاج قيس 5 أطباق.", "metadata": {"page": 44, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "3 7 7 2 5 و 4 ا ب و 7 2 أحوط العملة المناسبة لكل مسألة من المسائل الآتية؛ ثم أخلها: 2 ود كا . 90 . وزع معلم 25 طالبا في مجموعات. في 2 : 0 ءءء 7 لسو ره ب ضرب أم م سمة كل منها 5 طلاب. ما عدد المجموعات؟ ثمن البزاية 5 قروشء كم ثمن 4بزايات؟ م سمس . 7 فروش كم سمس برا ب؛ 3 صرب أ را 5 خالل 1 . . . و ن دي 4 هر زرع خالد 12 كملة في صفوف في كل ض ضرب أم تسمة : 7 و 3 منها 4شتلات. ما عدد الصفوفف؟ م 0ر9 مء ي 5 2 : 4 3 ود في موؤما ل للسيارات 20 شخصاء إذا كانتي ضرب 1 م ااا رنر ا و 3 : م السيارة الواجدة تتيع ل 4 اشخاص كم الوخدة 7", "metadata": {"page": 45, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "زاكن وو 5 المواذ والثدوات: 2557 و ماد . و ن 8 2 المجاور. ين لاب 0 مجموعتان من الأفلام الملكة: سكني أحضل صعب ع كر وى اث ور ركو را 2ه . 0 و2 م 0 ص27 2 كان النتج 2 بال : إذا كان النتج 3 4 0 وبالازرق إذا كان النايج 4 وبالأصفر إذا كان الناتج 5 0 أقارن أدائى بأداء زميلى زميلتى . ا ار ف ؟ 7 م2 0 72ص كح م", "metadata": {"page": 46, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "9 . جه اج 0 اختباز نهاية الوحدة تي 32 نن 20 ل أكسم إلى ممجموعات متساوية: 1 حبة مالجو. ع - تماحات. ع بن 0 2 ن : 2 0 2 ن كسمه إلى مجموعات في كل ينها : 4 . أكسمها إلى مجموعات في كل منها 2 : أستخول الطرح المتكرر لأجد ناتج القسمة: -4 - 12 ل ارد 272 رأدر م ماعددالمجموعات؟ ما العدد الكلي للمربحات؟ لا هلا نا ا اه ل 8 5", "metadata": {"page": 47, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "9 . هه ل - اختباز نهاية الوحدة - 340 فزنا ص جر ص\" م كه مر 9 1 2 2 مس 9 مره ره و2 6 وزعت سلمى على إنحوتها 9 مؤزات فأعط كل أخ يشرب حالد وبين من الحلب يزي كم كرب ينرب ب في 5 أيام؟ 8 أحد الأعداد الآنية هر حل المسألة 9 -123: 4ب 5 ب 9ب 6 ب و و7 0 اس الم 2 د ,3 ما جملة القسمة لعملية الطزح المجاورة؟ 6-3-3 3-3-0 31 3 نه 6-1 6 نه 62 6 نه 63-2 نه", "metadata": {"page": 48, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ل 2 ترا 59 28 أكشي كل عدد بالأرقام 0 الكلمات: يا 349: م ثلاثئة ونسعة عشر: أحوطلعددلفردي: 365 , 861 , 598 , 715 , 514 م ,5\" كج ري 2 9 أرثب الأعداد اليه تنازيا: 675 , 599 , 908 , 673 أجد الناتيج: - 113 - 125 الا - 156 134 لا 1 4 ن 2 كرا البانات فى الجدول. وأكشرها: : و رد ع ء 9 ماعدد اطي الحائين يم اأحر؟ الطلبة الغائبون ع دلو 7 اداء مده ال لط افده 2 8 ماو 7 داء 0 1خ 8 م ل ه الإثنين 11 ما عدد الطلبة الغائبين في الآيام الثلاثة؟ أحدد العملية؛ ا - ااذودص حطظظات", "metadata": {"page": 49, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "1 : نز 0 : 0 ل الهند 0 الوخده الكسور والاشكال الهندسية بداث اليوم دراسة الوخدة الثامتة التي 0 ب سأتعرف فيها كسور الوحدة والأش كال 0 . 1 على فراجقة المفاهيم الزياضية التي ز 2 ا لي ل درشتها سايقاء وأحتاج لها في دراسة 7 1 آي 7: 17 م 3 2 : ل عالك ب دح\" تشاط منزلي: في هذا النشاط سيراجع طفلي طفلتي معهوم الأجزاء آد- 1 00 الأوسااكة لحمو جم الم سق ا سمه العف مح المتطابقة وتمثيل كسري النصف والرب بوصفهما جزءا ن و2 ' مر 0\" حي من كل وجزءا من مجموعة. 2 د 7 وطر كه لخن و كر ءءء ما بكاراي - - 0 أرتم لطفلي طفلتي مستطيلين وأقتم أحدهما إلى 4 أجزاء م والاخر إلى 2 \"م وي 6 20 \"0 7 2 2 2  م به و 4أجراء غير متطابقق ثم أطلب إلي ليها حديد الشكل العقسم إلى أجزاء متطابقة. ب 3 0 0 رار قو م و . و 0 2 م 0 أطلب إليه إيها ثلوين جزء من الجزاء المربعة المتطاقة ن أجزاء المتطل ثم و 208 9ك لكمدس القمااكهة قآ م لمم 2 0 لبإلي لها نوين جزآين من البجزاء المربعة لمحطاقة ن أجزاء المتطي ثم", "metadata": {"page": 50, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ب ع ا وق ذه مشروع الوحدة: 2 شكا ذاو 8 وه 9ه صاروخ الأشكال الهندسية 6 أستعد أنا ومجموعتي لتنفذ مشروعنا بالا ا سرك 2 عر قود آى اع با آنا كا ا المتمثل في عمل صاروخ من مجسمات 0 اشياء من الب على شكل: ا و كال توية مخكلة بناء ل ما بلح ال ان وي 24 7 د مكعلعه في هذه الوحدة ا . صمع مام م ده م كه ل وهب خطوات تنفيذ المشروع: 0 أوراق ملونة ع ملحا جر : سائخ 1 24 . 0 تلوين أحضر المواد والحدوات اللازمة لصنع لت 2ه ا قا م2 . مقص توا وخر وتخرد 7 أ أغرض أسام أملانى زميلاني الصاروء ء. سا6 43 2 ر زف زرو لطلت مساعدة أحد والدي فى ذلك. رن ته لخدي الحم أي أ زنع كم اه وحص اوه ا اله والمواد التى اشتخدمتهاء والأشكال الأوراق الملونة ليضبح شكلها جميلا. ر ااا 0 1 7 2 ده ىد 24 2 مر \"و - 7 سمه 0 7 7 8 أرنب المجسمات فوق بعفهاء لأحصل د ماب خمكتات ما اع 1 اج على الصاروخ الذي أريد أنظر الشكل 0 1 ل 7 27 : المجاور. صب و 0 أرثم على الورق أشكالا متوية مختلفت -\" ل م 2 2 2 0 . ماج", "metadata": {"page": 51, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "س6 9 9 11 - 0 -. الدرسن 1 الوخدة ما الكسر الدال على الجزء . لحز مفهوم كسر الوحدف التققص من قطيرة البيثرا؟ ا ا ا باللا 1 7 صل \" الااءا -. ا ا اح : : مر ردي اه د مم م2 1 اا - 0 و كمر الوحدة لصمناه08 11نا هو جزء من عدد أجزاء الكل المتطابقة. نوز م عدد الجزاء المظلل مر الس 6: 21: 01  1 7 عدد الأجزاء المتطابم كلها مر المقام 2107  8 خب 1 1 نس ر ا صيرا - 1 1 0 ل ا جا . 2 97 مو 1", "metadata": {"page": 52, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ا أتحفق من فخمي ني ودر 0 مي رودو تور . ورظو ركو و 1 وو ا ون لصم ف 1ا ما قاله سا حة؟ أبز إجائت . باللون الاصفر هو م . هل مي صحيح أبرر إجابتي لأ نهدت متيف أذري ووة منتيلة اشغ إلى 10 أجزر تاي ثم نب إل لي طفلتي ثلوين جزء منها والتخير عنه كسرء وقراءته. 3-0-9 الوخدة 8", "metadata": {"page": 53, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "00 ن 0 9 -1 با 0 8 -- ب الدرشل 2 الوخدة كجزء من مجموعة ز- . زح لها أنتتضف - تاج مهو ب 2 ص2 ة - مر 9 و ة 9 7 0-1 ام ما الكسر الدال على عدد الورد الحم من مجموعة الوزد؟ مفهوم كسر الوحدة كجزء ينكنني التخبير عن كسر الوحدة كشيء واجد من مجموعة أشياء متمائلة يم مجموعة. را 0 ب 0 الا ص عدد المربحات المظللة إ ل باللون لكزرق نص العدد الكلي للمربحات هم جب 01 أتحدث: كيف أكشن كسر وحدة يمثل جزءا من مجموعة؟", "metadata": {"page": 54, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "اتحفق من فخمي أكتب الكسر الدال على الشيء الملون باللون الأحمرء ثم أقرؤه: ألون شيعا واجدا من كل مجموعة ثم أكتب الكسر الذي يعبر عنه: ل-اةتططة و راو صو ر؟ اا 2 و سه ص ةو حي اج جحو وه 27 را رح مر \"9 و مسألة مفتوحة: أختار كسر وحدق وأمثل كجزء من كل وكجزء من مجموعة. 2-7 وي يه م\" نشاط منزلض: أضم أماء طفل طفلع , 6 كرات متمائلة 5 كرات منها تضراء وواحدة فزد صع 8 و و 2 2 2 و حصر ورا - : 1 رج مم . \" \" رز تو 7 ب 0 0 خمراء وأطلب إليه إليها كتابة الكسر الذي يعبر عن الكرة الحمراء من", "metadata": {"page": 55, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "س6 9 1 و9 - إسب 1 الدرسن 3 لمجسمات 4 0 اي ب نا لخد \" 2 . 9 و ثمتى هزو الأشكال تجكمات مدعت نا0ة. 7 سطح نحن   , حاتي كر هم امه هجوم 3 22 مآ", "metadata": {"page": 56, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "كا الحفق من فهمي يروو ور كور ي 2 والخقو دو اكتب اسم المجسم الذي تمثلة كل صورة: ممم قد كاه إلام يشير اللهم؟ أحوط الإجابة الصححة: ف م ر و قو ري راقو سخ اورم : \"م و أها المختيفث: أحددالمجدم المختلف من بين المجسمات الآتية وأبرر إجابتي: . , 0 ص 0 \"9 ن م يه م ا و ط نشاط منزلي: أطلب إلى طفلى طفلتى تحديد أشياء فى المنزل على شكل: أسطوائ -1 2-50 الوخدة 8", "metadata": {"page": 57, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "0 9 و0 دون 00 3 9 الدأرسل قرع الأخرف والأوجه و ارو وثن 1 ' ما لي آقث العدة وارا. الهره و 0 0 تحديد عدد اوج ا لمجسي أراات ديمة تلوين سطوح الم لمكعب بحيث ا 10 ااا 3 ومن فك ارده الم وص او وج ياو , واحرقة ورؤوسة. لون كل سطح بلون مختلف؛ كم لونا تختاج؟ م 3 يي انفصفضء م ا ب 0 وج 0 رأ بنض المجسمات لها أوجد ورؤوسء وأحرف. لوجة 260: سطخ مستو. 2 لذخر: . ا بو م 9 9 , 0 الحرف 608: التاء : جهين. 0 لف ت حو هم ري ه \"م 2123 2 اه 2 الرأس1 : نقطة التقاء 3 أوجه أو أكثر. سطوحا مستوية ومطوحا 2 ع ع رام ب حب ا المستطيلات؟", "metadata": {"page": 58, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ا اا ا 2و ارده و ؟ - 7 هررم ذ2 قو و أحدد عدد أوجه المجسمات الآتية وأحرفها ورؤويها: 0 2 كه و ب ان 0 3 : ء راس : رؤوس 9 ا 0 وجةه 5 أوجه ته راس : - رؤوس خرف إ خرفا راو 7 . 27 1ه 0 2,2 أخوط الشكل الذى ينطق غليه الوصف: 2رجه 0خزف 0رأس ل تأوجه 8أخرف 5رزؤوس ال ةط ح- رف8 2. 2 2 2227 2 كل ءات ءءء 22 ل ن و ود و 2 يه و ب د عن و م ط نشاط فنزلي: أختار أشياء ن المنرل على شكل مكحبء أو متوازي مستطيلات أو 2 03 ل ؟ رع م2 2 \"0 و سا مر 7 03 كر أو مخروط وأطلب إلى طفلي طفلتي تسميتها؛ وذكر عدد أوجهها؛ مر ركمو ورؤوسهاء وأحرفها. الوخدة 8", "metadata": {"page": 59, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "0 ب 9 الدرسن م الأشكال المستوية هذاا م إ 1 ك: الشكل إلى لأشكال المستية. د تج 0 شرب 0 مدايي ر 2 03 س مس مستطيا ه أشكال 0 ب 0 0. دائرة مستوية 03 ود الا \" د 2 أشكال مغلقة أشكال مفتوحة 3 0118021 مب 801187 مستطيل 160120816 ا - دار بعلن خمايي 0ع شداي بصمعة1 الأشكال المستوة   هى أشكال مسطحة ا حاتي م ره كرد كوو سده يي 01 أتحدث: كيف أمير الشكل المستوي من غيره؟", "metadata": {"page": 60, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "كي أتحفق من فخمي . ران نم فج 7 كه أخوط الأشكال المستوية: و ال ا ب 8 رط قور 2 9ج 8 ل آم 2 ححا يم ا. ورك عد : 0 : 8 1 3 . حكحكصص جك : 8 مهقهتهت : . . . . . 0 . 0. . . . . . . . . . . . . : . . . . 0 : \": ذل ذا نا ف نا : ل ذا ذا نذا د نا . \" 0 0 0 : \" ء. 0 : ا نا نا اا 0 : 1 0 . 0 : ا ا 0 : ا نا با نا ا ود : لد ا و 23 : و : ا ل ذا نذا دا اانا : م1010 0ه . : نا ا 0 0 م ه010 010 0ه . : م10 ه10 0ه . . : م1010 0ه . م10 01 0ه . . : ماه  0م : . . ه0  . ام هم كس و 91 ا 2 ا دوور2 و فو ره 7 : . مخطة : ا ب ل ا بست اتح ره و 2 2 2 ا م ع و ص ل اث - . ل 3 و و 35 2 وه دي رع ب و 5 7 2 -1 2-50 الوخدة 8", "metadata": {"page": 61, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدرس و4 الأضلاع والرؤ وسسن ما الإنحلاف بين شكلي إشاركتي المرور الحتين؟ تحديد عدد أضلاع ورؤوس الأشكال المستوية. . راس ه20 1خ\" وه سم 7 : طم م بن 0 27 ب 27 اتذكز: بعض الأشكال المستية لها أضلاح  وتستى نقطة قا أي صأي 7 2 7 ردم قثوم رأما 771 . الشكل المستوي 2 ارا وريد 5 رؤوس 0 رأس 6 رؤوس كج ةي اده م جر لو ددر 2ه ره 01 أحدث: كيف أحدد عدد أضلاع ورؤوس شكل مئر؟", "metadata": {"page": 62, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "3 . 7 2\" أحد عدد الأضضلاع والزؤوس: 2 : 27 : ب\" 2 رؤوس : رؤوس رؤوس ا رؤوس : ا رؤوس : رأس ران تح ا روط 9 089 7ه 75 : 6ه 2. 2 أحوط الشكل الذي ينطق عل لوضف: ع اللتكير المنقي: رسمت فاطمة شكلا له 4 أضلاع و3 رؤوسء هل رسمت تكل و 2 2 ط تشاط منزلي: أطلب إلى طفلي طفلتي تسمية أشكال إشارات المرور في أنناء السي", "metadata": {"page": 63, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "0 9 9 2-30 9ه - 28 الدرسن 7 الأنماط الهندسية ا مام حت ا و 2ه 7 ما الشكل الناقص؟ مكونة من أشكال مستوية 0 نمط ره 2 2 . وحدة النمط و2 من 1خ 9 لكي ا 2 2 . 1 : يمكثنى ترتيب الأشكال الهندمية وفق لمط  معين ووحدة انمط نانصنا  هى الجزء يوجد تغيير في الشكل واللؤن: 1 لد هد يوجد تغيير في القياس واللؤن: زا\" 88 : \"8,8 ماه . ا 7 ا عد . 2 2. 2 لور هع 22 7 اتحدث: كيف احدد وحدة النمط؟", "metadata": {"page": 64, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "لارام 2 بر 2 7 0 7 أحوط الشكل التثالي فى النمط: 2 0 ب را 7 ب عو 17\" 0 حوط وحدة النمطء وأكمله برسم الشكل الناقص: ال ةط و ما ر؟ كه و و بجر 7 2 يي يدعو وي مسألة مفتوحة: أرسم نمطا خاضا بي ثم ألونه حجن رهم ين يي كم رك ا 9 د 2 اا ا د مار 4ط 7 نشاط فنزلي: استخدم أشياء في المنزل ملاعق كبيرة؛ ملاعق صغيرة شوك أطباق يه ل 9 و اها عمسراةء أكواب. لتشكيل نمطء ثم أطلب إلى طفلي طفلتي تحديد وحدته. الوخدة 8", "metadata": {"page": 65, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "لتزاكن مك , . ب ' 2 4 2 ب ب ب الأشكال الهندذسية المواذ والدوات: 0 أضع أنا وزميلي زميلتي الزر الخاص . 9 0 ا و2 1 - ود 0 النهاية بكل منا على مربع البداية. را ف ل 02 0 0 أخرك القرص الدوان فإذا توقف ا 2 0 7 ا و الموشر عند اللون الأبيض أخرك 2 قرحو نيم ا ار لآ ع رو 2\" ززي خطوتين إلى الأمام وإذا توقف 1 ورك اليب الموثر عند اللون الخمر تقد خطوة واحدة فقط إلى الأمام وأذكر 2 ل ب نآ 2 2 اشم الشكل الهندصي الذي أصل 07 6 2 7 اد 2 ا 0 رك ليه وأصفة من حيت عدد الوؤوس؛ 1 9 ت\" جه البداية وعدد الأضلاعء وعدد اأوج. أتبادل وزميلي زميلتي الأدوار. 0 نب 2 2 د 727ص 0 الفائر من يصل إلى مربع النهاية أولا.", "metadata": {"page": 66, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "6. 1 اختبار ثهاية الوحدة أكب الكسر الذي يمثل الجزء لمون ثم فرؤ: الي المسال 0 1 ةق 1 كتب الكسر ادال على اليء العلون باللون الأصفر: بفلطغططصضف 0", "metadata": {"page": 67, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "اختباز نهاية الوخد 1 لوحدة : ز ب . م 35 ب 0 ب 7 و 0 ن لطا م 2 سحام 1 7 يي رار و ردرء\" ري ا 9 سر ار أرتم الشكلين انين على الشبكة المتقطة وأحدد عدد أضلاع كل شكل منها وعدد رؤوسه: نما و . . . . . . . . و 2 . . . . . . . . 1 بي . . . . . . . اله . . . . . . . . . . . . . . . م . . . . . . . . 13 مك قم قله . وه 11 3 ل ذا ذا نذا ذا نذا ذا نا أضلاع أضلاع 0 2 . . . . . . . . 0 و 2 . . . . . . . . درووسض . . . . . . . : درووسضص . . . . . . . . 4 ر ا ره مو ل 77 1 أخوط وحدة النمطء وأكملة برسم الشكل المنايب: 17 النكا ال 7 زر ل مر 85 فل - 4 . 1 . \" 9 . \" 7 رق 7 كوه رس 9 لقا الشكل الذي له وجهان فقط هو:", "metadata": {"page": 68, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "أب جملة الضرب لناب كل يتا يأني: يجا ل ى أقسم إلى مجموعات متساوية: ع نازلا ثم أكتب الأعداد المفقودة: : ,810 ,910 ,\"3 ا ,550 ,560 0 أتب الأعداد الآتية بالكليمات: 378: اا 2 436-211 لا - 576-28 لوحده 8 ااذود حيطا", "metadata": {"page": 69, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الوحخدة من والنقو . , جد \" 7ل لض كيار ماد ' نخس قد سوناعة : اا د الى ب بداث اليوم دراسة الوحدة التاسعة النى ع اأودلن ا 11 شاد . تت سهزر 96. 9 اءة قت فاه ا حو ا الور ل ا ولتت - قرزب خفس دقائق ولأقرب ززع ساعة تا بالا الح ا ات اران وفئات التقود الورقية الأززية. لننفذ عا ل اا ب - الشتخنباط الا 7 تند : - 2 جرح 8ح ا 3 1 . خنطا ستاتزويي. 0 8 اء اج 5 : ب بع ا م ا ا وخ . ز 0 ا وي ا ا يي 71 ن م 2 و2 د ري تشاط فنزلي: في هذا النشاط سيراجع طفلي طفلتي أيام الأسبوع؛ ويه 1 وقراءة الوقت بالساعة ونضف الساعةء والقطع النقدية ج ما 72 الأزدنية: أذكر لطفلى طفكتى يوما مئ آياء الأشبوع, وأطلت إليه إليها تحديد اليوم السابق له واليوم التالي. ع\" و ال 2 1 23 م 7 0 أضبط ساعة ذات عقارب لطفلى على ساعات كاملة وأنصاف الشاعات وأطلب إليه ليها قراءتها. 25 و 9 و 22 يي 07 مو 0 أضع أمام طفلي طفلتي مجموعة من القطع التقدي وأطلب إليه ليها إيجاد مجموعهاء على ألا يتجاوز المجموع 99 قرشا.", "metadata": {"page": 70, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "- م 9 - 00 مشروع الوحدة: ساعة خائط 0 المواد والأدوات: ب 7 8 1 ل م 7 ا 2 ا 1 08 7 اسستيد أنا ومجموعتي تتفي مشروعنا , وعةكرتونيةكبيرة أفلام سبور قد فى نم اعه حا 1 لأشتحملها لقراءة الوقت لأ ا لإمتعيلها لقراءة لوقت لاني 2 أزراق بض بوغن وصامولة 5 قائق ولأقرب ربع ساعة. خط ات تنفيذ الم وع: 2 كم اا راح كرأ حل لسكا فاته هى الساعة ممستخدما طبا دائرى 1 لشكل . 254 10 جر 2و 25 8 : 3 9: 8 أحدد الأغداد من 1 إلى 12 على الساعة فى 0 1 أماكينها الصحيحة وذلكبتحديد مواقع الأعداد 5 ون 7 حولم لآب 0, ال 7م ب 2 ا قم تحديل باقي الأعداد ثم عن 2 ا و - لون الساعة زتها بأشكال جميلة. اك ا 07 حار ب ا لآم 2 40 0 ' أرسم عقربي الشاعات والدقائق على ع عد اعد القطع الكزتونية ا لصغيرة ثم اقصضصها 1 البرغي والصامولة.", "metadata": {"page": 71, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "اقص حانتين في الو لكر نونيز لكبيرة 0 2 إ: أشعل الساعة خانة للد قائق وحائة للساعات أقص شريطين باشتخمال الأوراق اليضاء رخ تح دك ب ارمع حت ا ابيص ا ريط ورقي فى مكانه. ركه و و 2 7 ه711 7-. ء وادخل كل شريط ورثي في 7 وارسم على الشريط الأول 12 مستطيلا صغيرا و و وا : ري ده ادا دكددم . رائكه . د . 8 أخرك الشريطين لأحدد وفنا معينا. فوق بعضها بغضاء وأكتب فيها الأعداد من حرك الشريطين لإحدة وقنا مع 0 إلى 55 بالعد فزيا سات وأرثم على كي أعرض الساعة التي صممتها أمام زملائي الشريط الثاني 12 مستطيلا صغيرا أكتب فيها زميلاتي مع توضيح خطوات عملي في أثناء الأعدادين 1 إلى 12 كما في الشكل المجاور. تنفيد المشروع.", "metadata": {"page": 71, "chunk_id": 2, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدأرسن 1 شهر السشنة 1 الحا ع و 1\" \"م أشهر السنة. اي المفظتطة . نحن فيه الآن؟ لوو ا 0 1 3 التقويم 1 0 اللي . 7 0 0 0 ا ل و . الشهر ى8 رو رك 2 0 2 ن ا 5 8 ين التقويم ل2 الشهر 00 والأسابيع 65ا فى الشهر ايا الأشبوع. و او ء حزيران 1 جا جا . 2 6؟ 2و 2ك . 2 01 اتحدث: أذكر أشهر السنة بالتزتيب.", "metadata": {"page": 72, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ا التفق من قخمي \" أكتب الشهر التالي والشهر السابق: يذ 0 للا رقع و 229 در ار ته ل أكتب الأشهر المفقودة: وده ا و الك ل و 1 ن 2 م به 9 تعمل التقويم المجاور لأجيب عن الأسئلة الآتية: ماسمهداللهو 37 10 2ه 7 ءا . كج ما اسم الشهر السابق له؟ مارك م نآ 3 0 012 0110 0010 09 08 0 7 سم الشهر التالي لها 8 0 - 19 18 170 16 15 4 2ه وودة. , 0 0-7 26 5 4 3 22 21 كمجبب قي هذا لتهوا 0 2 7 ب ل ل اا ري 2 صر ارم تم تجوء تبرير: معتمدا التقويم السابق في أي يوم التهى الشهر الساب؟ أبرر إجابتي. عدار حت اا و اشر ارك كك مره 1 . طش نشاط فنزلي: أطلب إلى طفلي طفلتي ذكر الشهر الذي ولد ث فيه والشهر السابق والتالي له. -1 : 5 - الوخدة 9", "metadata": {"page": 73, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدانز 2 الوقث لأقرب 5 دقائق رسل قكا نأ عرب لها أنتفضف - بدأت غيداء خل واجباتها 2 قراءة الوقت لأقرب 5 دقائق. 9 ل 4 7 و 2 را . المدرسية الأن إلا تشير 1 اا ار 2 11 ا\" - نبب ا 4 8ر8 : 8 جر 2و ص 7 0 2 لأقرا الوقت من الساعة ذات العقارب, أحدد الساعة بالنظر إلى عقرب تذكز: ب اجر 2 م 7 ص 7 ا ف : 3 3 الشاعات وأحدد الدقائق بالعد قغزيا خمسات بدءا من العدد 12 حتى أل 0 اعم ا م حي 2 : بما أن عقرب الساعات بين 2 إلى عقرب الدقائق. ل 5 أقرا الساعة 2 فى الساعة الكاملة 60 دقيقة. اس بتحعا. 15 -3 9- ا 2 تخ الها 0 ا م ف ت 0 قائق 2 ب 7 اا 0 ا هه . ا 4 0 ب ب 2 رجو 7 الشاعة الثانية و35 د3فيقة. 07 0 27 فر بم وي ب 2 حر 0 مه 2 حر 8 ا 9 01 أتحدث: كيف أفرا الساعة عندما ييكون عقرب الساعات بين 635 وعقرب الذقائق عند 10؟", "metadata": {"page": 74, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "كي أنحقق من فخمي . اف بالكد م ا 0 2 الشاعة ا 3 لام فيا 0. ب نب ب 0. قر لوقت بالعد قفزد خمساتء ثم أكتبه في ع الزقمية: ل 22 ان 1 ال 0 : 2 يع ' \"1 3 1 8 و ا 1 و ا 4 ملا : : 4 مل : 7 ملا ير لت : كب . لي : اغاغ مو لو ا 2 لا ل بح و 0 بن حه 1 م رم عقرب الذقائقي بكسب الوقت المعطى في الساع ال قوة: 05 ل 0517 1 د . جح 0 سر سداس ا : هاا . الا : فاا. ا لا ل 2-1 : 1 2 10 : 0 21 ب 8 0 : مر ف7 : 8 0 7 قي : 7 ق : 4 2 6 ا در 2ه آخ : د\" 6 . : الل 6 ل نا . 111 0 نك درك سام 7 وي لساعة : و لماع : 3 مور قر : كي بذا حسان تنظيف غرفته الساعة 6: 05 والتهى الساعة 6: 30 كم استغرق من الوفت في بي ا ب م تنظيف الغرفة؟ كح ث2 - . ل 3 2 ها الحم ص و م م 8 و نشاط قنزلي: أضبط ساعة ذات عقارب عند أؤقات مختلفة مثل: 2: 05 ,6: 20 , 7: 35 ع - م : 2 : : 8 و 2ه - أطلب إلى طفلى طفلتى قراءة الوقت. 0 2 - 3س. 1 2 -1 : 5 - الوخدة 9", "metadata": {"page": 75, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "س6 9 1 ه ل 8 ه 99 - رسن 3 لومت قرب ربع ساعة رحا 2 - ا الجا لكر ود 1 اس قراءة الوقت لأقب ربع ساعة. ا - م 8 ب اه ب 2 كيف اقرا القت على الساعة - كز : و لي 7 مي المصطحات - المجاورة بطريقتين ؟ باحس : 1 ا اص وما لا 0 710 0 ربع ساعة 31 هو 3 6 م حا ئقلا - فى رم الساعة تتامط  15 دفيقة. 5 : 5 : 5 10 نذا لد ا 10 ذا لل : \"0\" 1 ذا اله 2-0 يق ' : 241 بع ' : ا 24 10\" 1 ل 8 1 8 4-1 : 1 : 07 ق- 1 50 د\" 5 م 40 2 18 ىب : طن ب لزي ببءعبي1 ا 9117 0 0 2 ب 7ه 3 ا 0 ب 0 ص 2 ب 7 3 ا 0 ب 0 ص 2 ب 7 3 الساعة الزابعة و 45دقيقة أو : الساعة الزابعة و 330قيقة أو : الساعة الزابعة و15 دقبقة أو ب ل د تي قعدرء ن د 1 7 ا : ن طن 2 يود الساعة الخامسة إلا ربعا : الساعة الزابعة والنصف : الشاعة الرابعة والربع , أقدت ب بن و حر و م م اي \" ب .", "metadata": {"page": 76, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "كا ألتفق من فخمي . اف 7 اذه ا الشاعة ا 3 ل 22 ف : 2-0 07-0 : 22 ب مه : ف 7 0 : 07 ف ا : 7 \"م 1 . 5 0 7 : . 5 ب : 5 0 بلي 2 و و اا القاء 4 م الم 0 الساعة ا 0م م 211 بع : 21 1 0 : 2 بنع ف : 3 8 : 3 1 و 4 ف : 7 : . : 4 ف ا خردة ه 7 : 5 6ه آ 8 رردة ه 7 الم ده وغ 0 سم آم ندم 1 تبير: كم ربم ساعة في الساعة الكاملة؟ أبرر إجابتي. لت و . و\" ع 7 م رو . 2 م : رام را وذو 31 ب امم , وورء 2 نشاط منزلي: أضبط الساعة على أؤقات مختلفة مثل السابعة والربع أو التاسكة إلا ربعاء نج - م : 0 6 وب : 7 - 7 ددص لى 0 يح ىم م ب 0 -1 5 - الوخدة 9", "metadata": {"page": 77, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "1 س6 9 1 0 ناز الدمجاز من معه أكثر؟ المفضلطن ب 7 ب و في حصالتي الدينار 0 قرش ا اقلم - -- دينار 0 . ع 8 م 01 2 دآلص لكي 8 ن- الدينار 0 : هو العملة الرسمية فى المملكة الأردنية الهاشمية ويقسم إلى 100 قرش. - 4 قطع من ف ربع الدينار 0 0 0 0 0 4 ا ا ا ا ا م 1 أي م 7 كحي م 2 قطعة من فقة حب جر بن 17 به 10 قطع من ف 10 تروش 1808 لكا معي م ا 5 ا ب 5 با ام ن م ا 5 0 قطعة من فئة 5 روش 0 قطعة من فنة القرش", "metadata": {"page": 78, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "له يوا جح - 2 رار ر 2 عد \"0 م ذه 2 ب ا 7 رس 9 نه لصي آ وا ا الم : 0م 2: 7 طرائة ميا لخ 0 م اا ال اي دما: كا ألحفق من فخمي . 0 و 7 م 772 1797. 2 7ه 1 م ياد . اح ا 1 1 ا 1 لأس ا 1 اج الام ردلا لد 0 لد ارا د ابيا : فاج 1 أل 0 7 ب طم م الوا ا يا اي : م 7 ا اد اذ اا لا قرشا - كيه : رن \" 4 80 : سيا 0 دج قرشا ااا قرس راو ص ر؟ 2 2 را . 7 ب م نا عب مو بم 2 نا عب 7 م 0 وؤء ؤء مل مطشوعة: مع ترح 3 تع كفيئة من ف ال يطعا رجت من 2 : : 91 ىبي و 7 رد و و قطعة نقدية تحتاج ليكون معها ديناز؟ اكتب 3 خحلول. و كلابب هه م 0 ب. ص 0 يي 6 و و را ب ىآ 1 سح و ب 1 امه\" 8 0 حو أي 2 2 ب مو الامو ءا ميا سام م 58 نشاط منزلف: أضع أمام طفلر طفلتي عددا من القطع النقدية بئات مختلفة حمسة قروش ض غشرة فروش ربع الدينار, يضف الدينار وأطلت إليه ليها تكوين دينار م عشرة قروش ربع الدينار, صف الدينار وأطلب إليه إليها تكوين دينار منها 07 م الاك ع الام -1 2-50 الوخدة 9", "metadata": {"page": 79, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدرن فنات النقود الورقنة رس م النقود الورفية يي يي ز زر 0 0 . م2 و 7 م 01 فئات النقود الورقية و م الام ل له 24 حر 1 7\" و ب ما وات النقود الورقية التي مع حسن؟ 0 : الأزدنة. ا أئعام -- ض م 0 2 3 : 3 رخا فئات النقود الورقية الازدنية: نا فا \"الا 5 0 1 ع 1 اا اا - امسسة\" . الالسلا و و 3 2 م 2 - و مكند أن أمثا ال 50 1 اك ممختلفة : يمكنني أن أمثل ال 2 من فنة 20 11 5 أؤراق من فقة 10 10 فه 0 فئه 1 ناض لااكتتانان 110 اا 3 03 ون وحص 0 2 من فئة 20 11 0 أوراق من فئة 115 2زق من ه105 ا 9 عج د دي . 2 عو مه . م د خاسداءندك 7 ال ؟ سريصه 01 آتحدث: كيف أمثل 20 119 مستعغهلا قدا ورقية بطريقتين مختلفتين؟", "metadata": {"page": 80, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "يا أتحقق من فخمي \" 0 م 5 ب 17 2 و 0 م حم أخوط مجموعة الأوراق النقدية التي تساوي ثمن الحقيبة: الحائيية : ميخي : مح ااا ا : : 160 ب ب : بل 015 1 سا 3 ب 22 1 1 ا ن و ميو ا أكتب عدد الأوراق النقدية اللازمة من كل فئة لأكون 40 0: 27 ب ا كر و ا 0 8 ب لآم . امم 2192 تحد: ما كل عدد وما أخبر عدد من الأوراق النقدية اللازمة لتكوين مبلم 75 10؟ م 7 ام ري : 2 \"0 7 7ه ا م شاط منؤلي: أضطحب طذلي طشكتي معي إلى السوقيء وأطلب إليه ليها تحديد الأوراق النقية اللازمة لدفع ثمن سلعة بأكثر من طريقة. -1 5 - الوخدة 9", "metadata": {"page": 81, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "لتلكن مها ت نا ث2 بن لعبة الساعات المواذ والثدوات: 1 ب 7و كه قواعة اللغبة: : 10: 10 1 2 : 8: 5 ا الي ا 7\" و م و بع ةا ى أختار قلم تلوين. أن 2 ا تر و 2 . 1 1 0 أحدد ساعة ين ورفة اللوسب لزميلي 5: 00 لمحم 1015 . ل م. اق و 75 75 لوفي نفسه الذى تشير إليه الساعة التى 3 ايد 8 0 7 رخو ل ل - ا ط 6 2 ا فم بم 3 9 رتنع 3 9 اخترتها. 8 جم 7 : 2 ا مج طق 2 1 ا إذا كانت إجابة زميلي زميلتي صحيحة 3: 30 0 22 2 اي م م 1 2 نغ ب رم يا ل \"2 07 5 1 5 5 و : 7 2 بال أن وزميلي زميكتي الأدوار. ن ال ه تستمر اللعبة حتى تعطية الساعات جميعها. ص قره ص داه", "metadata": {"page": 82, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "اختباز نهاية الوحدة 9 - ل 2 - 2-2 2 0 و . 13 و ب 2 ل أكتب الأشهر المفقودة: و ياد 3 و 3 3 سا بم م كو و أصل الساعة بالقراءة المناسبة لها: 7 و و ل 1 25 \"10 2-1 \"10 2-1 10\" 2-1 . \" 3 و 3 و9 -3 و9 3 9 . ا 6 4 6 4 - 4 6 ه آنا ه آنا آنا ه آنا و 2 اع 222 : 0 222 ا 7د داقع الثانية و35 دفقة الواجدة 503 د3قفيقة السادسة 203 د3فبقة الحادية عشرة والربع سرج ا و ا و ا 0 عراء ري - دي تردقو . الم 220 آم اقرا الوؤقت. ثم أكتبه في الساعة الزقوية: 2-0 بق ' 8 21 مت 8 21 بع ' 3 \" : 3 و : 3 نج آنا : د 6 ب آنا -1 : 5 الوخدة 9", "metadata": {"page": 83, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "اختباز نهاية الوحدة 0 ل 9 : 9 7 سر 9 . 7 لام لذن عب ب امو 0 ب 7 نا حصي اشترت لين لحبك ودفحت 4 قطع تفدية من فكة ربع الذينار وقطعة تفدية من فة : ل 2 و 2 را لور م 7 4 2 03 0 م با سريب 3 ن سيد 7 8 رس م20 الك مر رساء. 7 فئة 10 110 ويريد شراء ذراجة شوائية ثمنها 72 11, فهل يكفي ما 6 7 23 ن 7 و 03 2 1 ال معه من مالي لشراء الدراجة؟ أبرر إجابتي. ا 9 2 مسا الا ؛ لمغط رب ذه حال يق لد از 2 يه ل د ء ب ل و را 1 اموا الات تشير الساعة المجاورة إلى: 4 177 12 الل 20 0-0 5 يب 0 ب 7\" و 1 0 ا 0 ى 0 ى ب 1 7 ب و 2 ا نا ب 1 ل . ورء 3 2-0 يد 1 2 0- 7 ص 0 0 ري ره ار 0 د طق ري و 8 الحادية عشرة إلا ربعا حت الحادية عشرة والربع زر م ره ع 0 بي 0 ك 5 7 0 7 يد 6 هذ 2 رك م2 و لج كه او ادل 1 كم ورقة تقدية من فقة 20 0ز أحتاج لذكرن 100 ؟ 6 ب 5 ب 4 ب 3ت", "metadata": {"page": 84, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "2 كر نا 0 وء ل2مو. 42 ود 2 ؟ - 7 8 الا أحدد عدد أوجه ورؤوس وأحرف كل مجسم من المجسمات الآنية: 9 : كم و : كه و وجه أوجه أوجه راس رؤأوس رؤوس 0 اتج جمع العددين  يساوي: 4 هثب 70 ب 4 هب 4 ى تم لط اط اك راك 210 0 القيمة المثزلة لقم 5 في العدد 451يساوي: 0 ب 5 تب 0 ب 0 ىب أحدالأعداد التي هو خل المسأة 3 - 4 16: 6 هب 8 ب 2 ب 4ب \" اود ححا", "metadata": {"page": 85, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الوحخده القناسشس بداث اليوم دراصة الوخدة العاشرة التى ض داأا؟ تدا اج د اق - 0 1 د ا والكثلة والشعة. لتنفذ معا التشاط الآتن. وز 1 اب 6 له سيساعدن عل فاه وات - 1شام يه 1 ج ااا ل يل الرياضية التي درستها سابقاء وأخت اخ ل راد سس 0 إن 3 اليج م ص 1 ا بح ااال كد الما 2 كك 5 د شاط منزلي: في هذا النشاط سيراجع طغلي طفلتي كيفية مقارنة وقياس م 1 8 5 صر 2 8 أطوال الأشياء وكتلها وسعاتهاء باشتعمال وحدات غير 0 أطلب إلى طفلي طفلتي قياس أطوال بعض أدوات المطبخ باشتغمال المشابك والمككبات. 0 ؛ 7 0 0 2 ل . 8 2 و 286 7 72 ؤي 0 أغطي طفلي طفلتي حبين من نوعين محتلفين من الخضراوات وأطلب إليه ليها تخديد 3 0 20 ء 6م 0 0 أغطي طفلي طفلتي إبريقا وكوب ماء وأطلب إليه إليها قياس سعة الإبريق باستعغمال كوب الماء.", "metadata": {"page": 86, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "- م 9 - 00 مشروع الوحدة: 0 1- 1 76 ل م7 1 \" ا 0 بطلا ره 5\" ع ا استعد أنا ومجموعتي لتنفيذ مشروعنا ه نبتة مزروعة في أصيص المتمثل في الإغتناء بكة وإيجادبعض 0 مسطرة ستتيمثرات القياسات الخاصة بها. 0 أؤراق خطوات تنفيذ المشروع: 0 أكلام سبورة 2 وح ف 2 رن 2 والنباتاات وأشتري معها أصيضا 3دكما . 9 أبحث في دبكة اإرنث بمساعدة أحد بذ \" 2 ي في 7 والدي عن كمة الماء التي تحتاجها ب وه م م 7 ضام 2\" ن 8 0 ده 8 كه 3 3 أستعمل مسطرة التنتيمترات لقياس أجزاء يومياء وأحشب كمية الماء التى تحتاجها 2 ل 2 ا ما 1 تبتتى: الأوراقيء والساق وأقيس طول النئة خلال أشسبوع. راف جه م 2 م و 2 مع الأصيص ثم فرغ البيانات التي أحصل عليها في الجدول الاتي: سس و 9 و2 كو ر2 : : 58 أعذ مطوية أضمن فيها: جدول القياسات سق ا و 0 \" 2\" كل جر من أجزاء البة ضاق إلى كيلو م استور والجناية بشني ومرائية تطور طولها. النة مع الأصيص.", "metadata": {"page": 87, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدرسل ر يج الستتيمتز كيف أفيس طول النبتة؟ ل 2 تقدير أطوال الأشياء الصغير 5 وقياسها باستعمال المسطرة. 7 د 08 مسنتاائ. تفع 61 110 60 من وحدات قياس الأطوال الصغيرة ويشتعمل الرمر مهن لبدل عليه. 7 كمه م ده د ن طول القلم 08 12 تقريب عرض إضبع يدي 6100 1 تقريب ض 01 تحدث: كيف أقيس أطوال القشياء الصغيرة باسيعمال المسطرة؟", "metadata": {"page": 88, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ا التفق من فخمي ا ل ال مي 22و م 7 7م اد ن : 1ح اح عند ل أكتضف الخطا: قاست ملا طول الطبورة المجاورة افضتيختتها فالت: إنها نساوى 700 أكشف الخطا اذى وفحت فيه متحتي هلا وأصححة. ل . فى ه20 و 2 0 ط نشاط فنزلي: أطلب إلى طفلي طفلتي قياس طول بعض أدوات المطبخ بالكتتيمثرات. -1 2-5 الوخدة 10", "metadata": {"page": 89, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الذا 9 2 1 0 ا 1 تفدير لأطوال الكبيرق وقياسها ما الأداة التي تستحدمها هام لقياس 1 أ ااا ا 7 1 ا باستعمال الشريط المتري. 0. المد ' ا ائقام - الثر : من وحدات قياس الأطوال. ويشتعمل أشتخم المنر في قياس الأطوال الكبيرة. كي د10 رو 2 2 نا 011 7 خخ أسشتعمل الشريط المتري لقياس أطوال الخشياء بالمثر. لي طول الخزانة 110 تقريبا. 7 ه وا تج -. -: دوه ء مب 1 7 اأحح2ث. 95 اا 2 ا لا اع ناير تمي داه", "metadata": {"page": 90, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "يا أتحقق من همي ا ب ب و 8 2و 4 و ن مي اي و ب ببببسسم ال تططة د و 9 2 17. 20 6 ده و 0 و22 و 0 ع التيرير: أي الحبلين أطول: خبل طولة 700 أم خبل طول ؟ أبرر إجابتى؟ حا م . ص 1 ن و7 - ن 0 نشاط منزلي: أطلب إلى طفلى طفلتى تحديد وحدة القياس المناسبة لقياس طول بعض الأدوات المنزلية المتتوعة مثل: ثلاجة؛ ملعقة. طاولة طعام. ثم قياسها باشتغمال الأداة المناسبة لذلك. -1 2-5 الوخدة 10", "metadata": {"page": 91, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "س6 9 -: ة الدرسل ويج الغرام والكيلو غرام . - آظ 7 0 تغيير وحدتي الكثلة الغرام 01 بج لغ 1 مالم اما الت و غرام. ماذا يقس سليم؟ مك و3 2 كو 0. غرام 0. كيلوغرام ارام يدع والكيلوغرام 810  من وحدات 7 قياس الكثلق ويستعمل الرمز ع لبدل على الغرام؛ ستخل الكيلوغرام قياس الكل لكبيرة الم م16 ليل على الكيلوغرام. وأسعول الغرام قياس الكمل الصغيرة. ر ا 20 01 اتحدث: متى أستغول الغرام ومتى أستعمل ا لكيلوغرام قباسي الكتلة؟", "metadata": {"page": 92, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "قر ورر دوم أحرط الوحدة اأنسب ع1 ,6 قياس الكتلة: 8 3 ا 8 3 ا 8 3 3 بن ح 72 : دروو أحوط التقدير الأنسب لقياس الكثلة: 8 تقريبا 2018 تقريبا 8 تقريبا 101 كثري م شاط منؤلي: أضع أمام طفلي طفلتعي مجموعة من حبات الحضراوات والفاكهة راولة. تاحة بطبحة يفطيئة. وأطلب إليه ليها تحديد الوحدة المناسبة", "metadata": {"page": 93, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "الدرن م الأنز وا تمليلئر 2 2 1 كف و7 9 ن ن كم كوب من الما اتاج كل يوم؟ 0- تعيير وحد السعة اماسية للقياس. إ 5 ل 5 ا 1 ي نه اللي ع انلان من وحدات قياس الع ويستعمل الرمز آ ليل على اللي 0 زوك و و لعز له ليد على اللبل. 2 أستخم لتر في قياس سعة لأشياء بم رك ل مسو الكبيرة واستعمل الوليلتر قياس 8 - سعة الأشاء الصغيرة. القاروة تتسع ل 1 ثرا من الماء تقريبا. القطارةتتمع ل 1 مللثرا من الماء تقريبا. 01 تحدث: ما الوحدة المناسبة لقياس سعة خزان ماء؟", "metadata": {"page": 94, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ا 0 0 أحوط الوحدة الأنسب . 101 م1 لقياس السعة: بلص 1 : بلص 1 : بلص 1 أحوط التقدير الأنسب لقياس السعة: 01 5 تقريبا 0 يج 12 تترب يه الفكير لمنطقي: تريد مرح قياس 1 2 من الماءء وليس لديها إلا ', دلوان سعة أحدهما بآ 5 وسعة الآحر آ 3. كيف ينكنلمرح ض استعمال كلا الذلوين للخصول على 21 من الماء؟ ط نشاط منزلي: أضع أمام طغلي طفلتي ملعف وغلة دوا وكلو ماي وأطلب إليه يه تحديد وحدة القاس المناسب لمعة كل منها.", "metadata": {"page": 95, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "و . 1 ا يو ه 2 0 اقدر الكتلة المواذ والأدوات: قواعد اللغبة: أتقدم للأمام ع باعي طوة 8 0 أضع أنا وزميلي زميلتي الزر 0 5 و 0 0 م الخاص بكل منا على مربع البداية. 0 0 أزمى حجر النود وأتحرك خطوات 77 إذا كانت كثلة الشيء الذي أقف 5 3 9 1 و 7 0 7 وه 27 1 عنده أقل من 8 10 فأكسب نقطة وإذا كانت أكبر فأكسب نقطتين. و 1ر2 1 ا 7 رمسا ل . أحشب أنا وزميلى زميلتي عدد النقاط التي حصلنا عليهابعد أن بتم كل منا 4دورات على ورقة 2 باك ال قر رق ده و قر ا ال اللعب والفائز هو من يحصل على مجموع أكبر من النقاط.", "metadata": {"page": 96, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "9 . جه ل - 10 اختباز نهاية الوحدة تي 32 نن 20 ل ير ار اك مجم حي يمعو 7 دك ك1 الى نح . ار رصق أبحث عن الأشياء الآيية؛ ثم أقدر طول كل منهاء ثم أجد قياسه بالمنتيوترات: سد اسح اللا يج ب ال؛ ب اال تحت مم2 7 هك قا تج عاد الك 2 اها هما قد بحن 9 صصتع رن 5 7 ا ار يي أخوط الوخدة الآنسب ع1 , ج لقياس الكتلة: يا 8 : ا 8", "metadata": {"page": 97, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "اختبار نهاية الوخد ,1 ران نح قر ودر ا أخوط الوؤحدة الأنسب ,1101 ,1 لقياس السعة: بلص 1 : بلص 1 إذا كان طول المعلف المجاور يساوي 4 مشابكء وطول المشبك الواحد ؛ 0 كلمكتلة مرطبان مرتى القراولة 8 120 كمتبل له مرطبائين منه؟ ف يي تدريب على الاختبارات الدولية ض 0\" 9 9 سب مح ذا أ 8 ماطول المنتاح المجاورتقريبا؟ ب 0 ىب 0 هي 0 ىب 0 0 ىب وود بم بمئاء 7ؤ1 ما كتلة 5 حبات تفاج تقريبا؟ 66 تب 118 ىب ع ىب هت", "metadata": {"page": 98, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
{"text": "ب اعدة اواقعبن دئن في القراغ: م 4 ,02 و اق 07 3 أقدر اتج الجمع بالتقريب إلى أقرب 10: رقع م مه 2. ا أكتب جملة الضرب التي تمثل الجزء الملون: 0 - يه 7 بانس 27 را زا الع ا 124-0000 ب الكشر الذي بمثل لجزء اعون ثم أفرؤء: نج\" 0 9 الوحدة 10 جا ض", "metadata": {"page": 99, "chunk_id": 1, "subject": "maths", "grade": "g2", "source": "Math_AR_Prim2_TR2.pdf", "quality": "ok"}}
