{"text": "1 نب اه ا ا ديح ردير - ا ا 1 تع أي ا جياه امعد هدج فر لير 58 2 5 تبي سم باعتا دوهج : مم ا ا ا كا 7 اه توا اي ا ا 8 ل حر ب قد 1 0 دحدن م ا ل ار الكت كا ا ا د ص ل 0 د بيب لجسو ا ورا ل و ا لل ل ورا ا ل ل ٍِ ل ا ا د ا ا ل ا ا ا ل للش أ دا اعوج اس ا للع ل وص ممعت دا اج بد جمس 8 ِِ واكسو شي ا ا ريسا 7 دجعدم ا ل ساي م 7ح ام ا ا لب وصقت لتيل نص حت دين و دي ا م ا ست ل لصحت د حمسيس حتت تخا اك بنع واسيليص ا رب ص ات د ع سريت ا ا ا د لوج حا كس . م مشج وص لسلا بق ون ل م ا ما سكسا تبج رياد نتسج الم بطل حل ب سما جني سكس رات الع عا اق شار مر دي ل و ل ل م احا ريع لحت سي لضو الوب سباي لب ا ب ا شع ست رخس عا حبسا وم وي ايد ا د لي ل لاا عد كرح رج وسو تح ا ل ل ا ل اا د سد لمجو مالو ا جات جات راح سيم حم جح ل خب ٍ", "metadata": {"page": 1, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ِ ا ا لات مس مسب جا سي ا لور جلا ل ٌٍ ل ا ا لس ل رت ل ا سم ا 7 : َ ا اق 7 حا مج حت ا را الب خوضة- مهسو إن ل وو و ا ليسي ا اح ا اسح ااه لع 5 م تخد ا بجت سا ا حم لس 2 م ِ 2 اركنم ريخ لا اا . . 2 7 - الف ناس وي جه لدوم م أ ال ان الأجة لتلا اح ل 27 0 ص ر ام ا ا مت أل ل هب لام يب م ا جلا لير حب ال لج ا ست 5 . ل امود ال د ا ا ل ل اكد لريب ا ا سح ال ا . 7 جب 7 7 م أ ل ب نا قب توم لصفا دب ال ال جلارة! لصب اا بوم لوي تود رحا وح ا 3 ل اخ ا ا ا أنأقى 1 \" ل ل زر ا مل حت تاي اا دب تقبس اناس د كيه دير ا ا ا اداج جب اكد مجو ادك ب ا ا : 7-7 ِ لي ل ل ازيل ار لا ا ا حا ل 0 ار ل ال ل 2 5 سبي ابو هد حا الحا م 8 - ممست حل 0 الولف م د للا كه ال مت لان د د رج ع اب عدوت ال الال ع ا يمت كي الا سا اح ا قي ا", "metadata": {"page": 1, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ِ أ ع خسبببا محصر تت 4 ا دمي أ ب 7 الهاي بح حب : لها لكر ا حرا ب 2 ٍِ ال ا ا انحن . هد حر وجح مر حا الا يبه لحت عد عدا ا لح ا هسح سك ا اح ع اج كنع الك : ا ال عينم ا ا وس قوم يخي لكي عد جرد ا ا و 2 وح ا ا م ا ا الح و ا ل ا صل يض إل مقا مني 0 0 واه دري واب برا . ريجات متي ا ا د ل و ا ل ا ا حت ا سمت جا د سار ووه لوقي . د قات . اد ا تخي تود م ند - الح تح د د اام جه ا د حر وح ب ل جا 15 46 7 م 1و8 َََ ارا - 7 لما ل ل تي د 7 اع لص ا ل ا ل لاي 1 ساد هيد يق : 0 ا تاي د مش حب حا مد ا ال يوا ذا ل رد جو يا فا دير د ل رح - . رع امهف نا ل ل ل 0 ل ا الس ا لك ره سوم مص سج ا حر اج لج هر تر الكل الب فطل - 5 ال وروي موحي ا يوه بر كي ار اا سيد ل كي دبرا وا ا ا اا تدك . بنج جه لوق", "metadata": {"page": 1, "chunk_id": 3, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "هل ل 7 دهم حر لاا ا - ا اد او ل 2 0 م 2 ود ا صف ار الاك وان اللاي قراب كت حت ا حي بر اج 0 ملي ارا ودر ات بد كانم اتوي نوو أ سي محم كل وح الهاج - واد دوج امح اد قد - ل ويه بلي ا ور 1. يق ىا د يا د وينم ل حو حي ا د ال ا مامحو ف ا اي 7 لك ءا كيم حسم نح ا ا ا لاد اح بق لح ص جك لدوفا - ل قا في لير اح ا جص ص الاين ا ا اس ال اداه ماس د ال ا ا ع ا ا با و ا لح را د 3 حت ده المح ادن شكا لحي ل ري مج ا : ليه ا تت إل دز ني الخو . عم رازم ل ع احج عدج ب ا 27 وح 1 210 يالا قاتنيهة . يد ري اعرل وسب ده ساك\" دل 2ح لع ل ا ع ل رد ا را لاض 7 لد دا ا شي ا ا بح ّ 7 ااا : الا 1 . ل ا ا بحو وود م ا ان ف ا ال لاه ا ا ل م أذ اص من م حل جح لو ال ا 847 م ال لا ا م راي ب يفده . . ده مجع لجه سيق .", "metadata": {"page": 1, "chunk_id": 4, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ا يشي ان واه ص انا مع توب بد حا حح دح ا ل ات 1 يح م لي ل تي ب ل ا ا ا ل ص لم ا ل هم لسن نم اد ري ور ا ا ا ا ل قن ها متت ب نب مالا ل 6 لح ومسي ل لح ون . الله اليم دء- ارال كقصما- الا حي و ال -. د . يرك دوز يمهو دبرا تتدمم لال مح ال الت تي ات اليس ا يا ا ا ا ا ا الا وجا م انان صر 5 ورد حب ا اوسا ارمس \"له ووو م مها الس حب سن ل ا تت م مي و ا ا ا ل ا ا اع 0 بر السدالة ذا 11 ا كس ُُ قلي لجسي اص سما - تق د ميد اسع الاسم بحب تجهب رمحي حم ا ب - ب ا مجم بن تيم الك 1 ال الما اب سات بي ل ته الات نا ا اف لخت ايم لي راقع بيده \" ها الل عن احد- شاي 0 شري ِ رََ اا اي م المت سر الاي ود لق ا ل ال اند لحت الممسيوهسب حب نب سكب د ا امار د برتلا ال ات مور موي حو رودو ع 7", "metadata": {"page": 1, "chunk_id": 5, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "2 نويه كد ولد حكن 1 ال ل ا حا اس - سوب جه - ' ان - لحت ا 27 7 جحت فا 770 ا ريع الساكين 1 ا 1 ال را عر سرف ا ل رن جه لل رسا اا رسيي 7 جر ابرح باك احا ا اا ل حر امد ا يي . الت ا عل به كات وريه رمو وك وري از ااه ا ا لصي سي اسراح ابن ال ا ورج . ا 7 ا بير ا ا الا ملمتمميع حت وني - ل ميجرجوعج! 3 جة 1 - لماج ص 1 4 ضالا موف كر الور 7 حا اق ا -- 7 ب\" بر 2 ّ اا ال يا لمضحيسي -- 1 ا 2 ا ري 3 در ميا ا ا اي ل حي وب ةا : : 7 حت نجي 5 ا ال اد ا ٍ اي ادي ا سا لانت 5 مخ ا يها 0 - اح ال روسيم ا 5 3 . بج ِ لي اصرح جيرا سودي ا تب و سد ا كا ل فد اا لخن ب وو بج بالود اصح فب مع ا 7 الت عب ا و ود لوانت 2 ص لص يتمد ف 7 تبص . د اد د يد ني اند صا حي", "metadata": {"page": 1, "chunk_id": 6, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "حقوق الطبع محفوظة لمؤسسة ديسكفري التعليمية 2025 106 ,5006816010 01560181. لا يجوز استنساخ أو توزيع أو نقل أي جزء من هذا العمل بأي شكل أو بأي وسيلة؛ أو تخزينه في والحضول على الإذن الأذونات أو للاستفسار يفكتك إرسال طلت إلى: عدا ,500681100 50180أ0ا 0 ع1ان5 ,51661 10091655 4350 089 غلا ,رعتاواوطن 800-323-4 0150176060. 6017 211000109 ناد 978-1-61708-657-1 : 13 لا581ا مراجعة أ. منال عباس أحمد عزقول مستشار الرياضيات د. محمد محيى الدين عبد السلام أبو رية أ. إيمان سيد رمضان محمد أ. جورج يوحنا ميخائيل جرجس ملطى أ. صباح عبد الواحد محمد أ. عماد حسن عمر إشراف والمشرف على الإدارة المركزية لتطوير المناهج كل الشكر للمصورين؛ والفنانين, والوكلاء لسماحهم لنا باستخدام موادهم محفوظة الحقوق. الغلافان الخارجي والداخلي: 600 الرياضيات - الفصل الدراسي الأول 11", "metadata": {"page": 3, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "المحتويات . المحور الأول الحس العددي واالعم ليان 11لكل ست الوحدة الأولى: القيمة المكانية المفهوم1-1: تعزيز القيمة المكانية النزس الثاتثه صبع متتوّعَة لكتاية لعفأ . تنبت به د م م عه مد م مص هص 7 الدرين الرايع: تكريق الأقداد وَتحليلها ب وموووون عه و ع هو تنه د ووو : 9 المفهوم 1-2: استخدام مفهوم القيمة المكانية الدن الماقمى: لثتقارية الأفقالا . ا للا مدع سدع جه ذه جد سه ع جد ج12 : الدرس السادس: مقارنة الأعداد في صيغ مختلفة. . اتات 146 , الوحدة الثانية: إستراتيجيات عمليتي الجمع والطرح ل المفهوم2-1: استخدام إستراتيجيات عمليتي الجمع والطرح انين الأول خواضٍ عَهليَة مهنو اماه حم ع مط ذ ب ممعة ا 284 المفهوم 2-2: حل المسائل متعددة الخطوات الدرس الرابع: النماذج الشريطية والمتغيرات والمسائل الكلامية . 2. 22222222222. 32 الدرس الخامس: حل مسائل كلامية متعددة الخطوات باستخدام الجمع والطرح. 35", "metadata": {"page": 4, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة الثائثة: مفاهيم القياس المفهوم 3-1: القياس المتري الست 1 الزأمنا اللال1 ف لبجم تممه بحمو ممصكد مص يم به د مه نور حم صم 0اا الدرس الثالث: وحدات قياس السعة . . . اا ااا ااا لل 45 المفهوم 3-2: قياس الوقت الدرس الراتع: وَحدات قاش الو لفقا . ممم ةماه عد ام م يد ا بج ا صوية 48 الوحدة الرابعة: المساحة والمحيط المفهوم4-1: استكشاف المساحة والمحيط الزريين الأوكو إتجاة الأحوطاون و عون جعي كوم واه عاد تيم لك عا عد ع نع يد عد ته تصن 59 التترسق اككالت: 1 آَنْاذا ْوَلَف مجحو بن و مم أ بع ا اد ع نص م مد 6470 النريس الراجع الأغال الوئيسية اللركية جردو عد وه و د سه مس عي 66 لتكت المحور الثاني العمليات الحسابية والتفكير الجبري لإ ا -7-: ا ةا الوحدة الخامسة: عملية الضرب كعلاقة المفهوم5-1:", "metadata": {"page": 5, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "المقارنة باستخدام عملية الضرب الدرس الأول: مقارنة الأعداد باستخدام عملية الشرب. ات صا ات ات ص71 الدرس الثاني: تكوين معادلات للمقارنة باستخدام عملية الضرب . . 73. 000. 000 الدرس الثالث: حل معادلات للمقارنة باستخدام عملية الضرب. 75 المفهوم 5-2: خواص وأنماط عملية الضرب الدرس الرابع: خاصية الإبدال في عملية الضري. 77 الدرس الخامس: خاصية العنصر المحايد والضرب في صفر . ات ا 79 الدرس السابع: تطبيق الأنماط في عملية الضرب. . اتات ااال 983 الرياضيات - الفصل الدراسي الأول ل", "metadata": {"page": 5, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة السادسة: العوامل والمضاعفات المفهوم6-1: فهم العوامل انرس الأول مضي صَوَافل الأغتاذ السَلحهَيكفل مجح ص سه د د د كد مس861 الدرس الثاني: الأعداد الأولية والأعداد متعددة العوامل. . اتات ااا 88 المفهوم 6-2: فهم المضاعفات الدرس الرابع: تحديد مضاعفات الأعداد الصحيحة . . ات اتات اتات تا 93 المرس التخافسي: الضاهفات اللشترشااات موي جود ودج د ته ع حم ع دحوو 95 الدرس السادس: العلاقات بين العوامل والمضاعفات . . 97. 2. 2. 222 الوحدة السابعة: عمليتا الضرب والقسمة: الحساب والعلاقات المفهوم7-1: الضرب في عدد مكون من رقم أو رقمين الدرس الأول: إستراتيجية نموذج مساحة المستطيل. . . اتات ا 100 النترس الزائع؛ الكخرب فى عت مَكوْنَ من رقم اك ده ص ص سن سح د مس107 الدرس الخامس:", "metadata": {"page": 6, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ضرب عدد مكون من رقمين في مضاعفات العدد 10. 109 المفهوم 7-2: القسمة على عدد مكون من رقم واحد الدرس التاسع؛ خوارزمية خارج القسمة بالتجزقة. . تت تت تت ل 117 الديرسس العاشر الخواررفية الحشفة المهبارشهاى: د و ب م عه ص عد أ سه عه 119 الدرس الحادق كت القسمة والتشرزن ووو معد وس عه عم ع هعد همده 121 الوحدة الثامثنة: ترتيب العمليات المقهوم 8-1: ترتيب العمليات الوين الأوّل: تَرَكيب إإجراء اتعملتياة الحسابيةة وب عدت د د جد عد : 124 الدرس الثاتي: ترتيب العمليات والمسائل الكلامية . . اتات اتات . 126", "metadata": {"page": 6, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "مقدمة الكتاب المدرسى تشهد وزارة التربية والتعليم والتعليم الفني مرحلة فارقة من تاريخ التعليم في مصرء فقد انطلقت إشارة البدء في التغيير الجذري لنظامنا التعليمي بددًا من مرحلة رياض الأطفال حتى نهاية المرحلة الثانوية الذي بدأت ملامحه من سبتمبر 2018 عبر تغيير مناهج مرحلة رياض الأطفال والصف الأول الابتدائي. وفي 2021 بدأنا في تغيير منهج الصف الرابع الابتدائي وسنستمر في التغيير تباعًا الصفوف الدراسية التالية حتى عام 2030, إذ نعمل على إحداث نقلة نوعية في طريقة إعداد طلاب مصر ليكونوا وتفخر وزارة التربية والتعليم والتعليم الفني بأن تقدم هذه السلسلة التعليمية الجديدة, فضْلًا عن المواد التعليمية الرقمية التى تعكس رؤيتها عن رحلة التطوير. ولقد كان هذا العمل نتاجًا لكثير من الدراسات", "metadata": {"page": 7, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "والمقارنات والتفكير العميق والتعاون مع الكثير من علماء التربية في كل من المؤسسات الوطنية والعالمية لكى نصوغ رؤيتنا في إطار قومي إبداعي ومواد تعليمية ورقية ورقمية فعالة. وتتقدم وزارة التربية والتعليم والتعليم الفني بكل الشكر والتقدير للإدارة المركزية لتطوير المناهج. وشركة إن تغيير نطامنا التعليمي لم يكن ممكنًا دون الإيمان العميق لدى القيادة السياسية اللصرية بضرورة لإعادة بناء المواطن المصري. ولقد تم تفعيل تلك الرؤية بالتنسيق الكامل مع السادة وزراء التعليم العالى والبحث العلمي. والثقافة. والشباب والرياضة. إن نظام التعليم الجديد هو جزء من مجهود وطني كبير ومتواصل للارتقاء بمصر إلى مصاف الدول المتقدمة لضمان مستقبل عظيم لجميع مواطنيها. الرياضيات - الفصل الدراسي الأول ألا", "metadata": {"page": 7, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "السيد الفاضل ولى الأمر المعلم؛ تم تطويره لإلهام التلاميذ ليسلكوا منحى علماء الرياضيات في تصرفاتهم وتفكيرهم. يتعلم التلاميذ خلال برنامج الرياضيات في نسخته الرقمية والورقية طرق التفكير رياضيًّا؛ والتواصل باستخدام لغة الرياضيات؛ وطرح أسئلة بنادة الرياضيّات لتلصك الرابع الابتدائي المحور الأول: الحس العددي والعمليات 0 ء و8 8 1 ّ 0 : المحور الثاني؛ العمليات الحسابية والتفكير الجبري 96 : زو برد زم زرخ ف تم تصميم كتاب مادة الرياضيات \" 1310 للصف الرابع الابتدائى وكتابته وفقًا لمعابير الرياضيات للصف الرابع الابتدائي بوزارة التربية والتعليم. ويمثل منهج كتاب مادة الرياضيات \"  للصف الرابع الابتدائي تحول الوزارة إلى إطار نظام التعليم 2. 0, مع التركيز بشكل خاص على اكتساب معارف جديدة", "metadata": {"page": 8, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "وتذكر معارف سابقة وتعزيز فهم السياق وإتقان الإستراتيجيات المتبعة وتحديد الروابط بين موضوعات الرياضيات لدعم تطبيق المهارات والمفاهيم. يشمل البرنامج أيضًا نهجًا موضوعيًا ومجموعة سيناريوهات من الواقع لمساعدة يمثل كتاب مادة الرياضيات \" 1847 للصف الرابع الابتدائى تحديًا بالنسبة للتلاميذ لتعزيز ما د تعلموه في الصفوف السابقة. وتطبيق المفاهيم والمهارات بطرق جديدة. يتعلم التلاميذ أيضًا مفاهيم ومهارات مح جديدة ومعقدة تؤهلهم لمواجهة تحديات الصف الخامس الابتدائي والصفوف التي تليه. يقع على عاتق تلاميذ الصف حا الزايم الاإتدااتن مستزاية لتب اليتغابوا بلسو تقلأ بين آنه يتن االسجومهم حلى البح فريس الغابنق ميان ل الرياضيات التي يتعلمونها في العالم من حولهم.", "metadata": {"page": 8, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "يج والأشكال الهندسية المستوية مثل الخطوط والقطع المستقيمة والأشعة والزوايا. على الرغم من أن هذه الموضوعات قد تبدو 85 3 منفصلة, إلا أن التلاميذ يبحثون عن الأنماط والعلاقات بين هذه الموضوعات ويطبقونها لتكوين فهم عميق لكل موضوع م ع منها. يحل التلاميذ مسائل ضرب الكسور الاعتيادية. ويربطون بين قياسات الزوايا والكسور الاعتيادية. ويستكشفون مرت مد العلاقة العكسية بين عمليتى الضرب والقسمة؛ ويوضحون أوجه التشابه أو الاختلاف بين الأعداد العشرية والكسور ا 8 َ 2", "metadata": {"page": 8, "chunk_id": 3, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الاعتياسية والقيمة المكانية. يمل التلميّد التفكير مكل طماء الرياضيات بيثمًا يلتحلون الأنناط والقواعد: ويثابرون على حل مسائل التحدي. ويمثلون ويشرحون أفكارهم؛ ويمثلون حلولهم باستخدام أمثلة. ويسعون إلى تحقيق الدقة. يتميز كتاب مادة الرياضيات  1840 للصف الرابع ري الابتدائي بنصوص واضحة وجذابة ومقاطع فيديو وأدوات رقمية وأنشطة -لوموحخعة . ِ 3 5 عملية لإلهام التلاميذ وتحفيز التعلم والفضول لديهم. تتطلب الأنشطة العملية ااا 8 0 من الثلاميذ البحث عن الأنماط والقواعدذ فى الرياضيات وتمثل تحديً ب 8 بالنسبة لهم للتواصل باستخدام النماذج ولغة الرياضيات. يعمل البرنامع 1 وو 0 أيضًا على إشراك التلاميذ في العديد من أنواع الكتابة ويطلب منهم شرح الاب 2 2", "metadata": {"page": 9, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "أسبابهم ودعم أفكارهم باستخدام الكلمات والأعداد والرسومات والرموز. سدسم ل- 3 عندما ينخرط التلاميذ في العديد من المهام التي تعتمد في حلها على إِ معرفتهم السابقة ويعززون منطقهم؛ يكون من الأسهل لهم تكوين روابط ب بالعالم الحقيقي ويطرق تعلم أخرى لمادة الرياضيات. ينقسم كتاب مادة الرياضيات \"  للصف الرابع الابتدائي إلى وحدات. تنقسم كل وحدة إلى مفاهيم؛ وينقسم كل مفهوم إلى دروس. يحتوي كل درس على ثلاثة أجزاء رئيسية: استكشف. وتعلم؛ وفكر. ينابي الللقمية سوفتيم السابقة نان ل لزي لق الرياضيان والتفيير عتيا: يركو التلاتيذ على التغبين عن فهتهم وتفكيرهم المتلقي واداقهم وإستراتيجياتيم الرياقنية. يبز لين وتوم المقافي. بتكل ميق فرق أنائنا لا تتبن للملا م الدروس المستقبلية.", "metadata": {"page": 9, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "بالإضافة إلى ذلك, تتيح الأجزاء \"التلخيص\" و\"التدريب\" و\"تحقق من فهمك\" للتلاميذ الفرصة لإظهار تعلمهم إما شَفْهِيًا أو كتابيًا. سوف تجد فى كتاب التلميذ هذا أكواد الاستجابة السريعة والأكواد السريعة التى تتخذك أنت وتلميذك إلى الجزه المقابل في كتاب مادة الرياضيات \" 1847 للصف الرابع الابتدائي عبر الإنترنت. نحن نشجعك على دعم تلميذك في استخدام النسخة الورقية والنسخة الرقمية التفاعلية عبر الإنترنت على أي جهاز. مع أطيب أمنياتنا لك ولتلميذك بالاستمتاع معًا بعام دراسي رائع من الرياضيات. ويد وتفضلوا بقبول فائق الاحترام؛ اب الرياضيات - الفصل الدراسي الأول 1", "metadata": {"page": 9, "chunk_id": 3, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المحور الأول الحس العددى والعتمليات ِ 7 : ٍ م ِ رما الوحدة الاولى: الضمةه المكانهة 0 هن عد التمل : أستلة فيديو الوحدة لمااجلها 1 ل في هذه الوحدة؛ ستقابل عمر ومريم وهما 3 1 5 تلقيدان هاودان لدراسة التمل. المتخصضص فى 2 8 0 1 مراسة التعبل نوا اط الذي يدرس النمل. أ ولأن ذلك يعد جزءًا من مشروعهما لدراسة ف النمل؛ فهما يبحثان عن مستعمرات النمل ويدرسان سلوكيات النمل 1 1 ويرصدان أعداد النمل ويتتبعان سلامة المستعمرات المحلية وتنوعها. يتطلب هذا البحث منهما عد أعداد كبيرة جدًا من النمل 2 وقراءتها وكتابتها ومقارنتها. أ 1 ز كيف يمكنك استخدام ما تعرفه بالفعل حول القيمة . . المكانية لتعلم الأعداد حتى المليارات؟ 2 ما الإستراتيجيات التي يمكنك استخدامها لقراءة 1: 2 ان -. -. لاا الأعداد الكبيرة وكتابتها؟ 7 اب ال 1 الأعداد الكبيرة وترتيبها ؟ ٍِ قرا , وعررا , نا 0م . ب :", "metadata": {"page": 10, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "8 الوحدة المشهوم الأول الأولى تعزيز القيمة المكانية عل دحج وج الدرس الأول ا الاعداد الكبيرة 7 , صو أهداف التعلم . 0 - . أستطيع أن أشرح كيف يؤثر مكان الرقم في العدد على قيمته. موس كي - ِ استكشف استكشاف القيمة المكانية تحدث مع زميلك المجاور. وسجّل ما تتذكره من الأعوام السابقة عن نظام القيمة ب\" المكانية. استعد لمشاركة أفكارك مع زملائك. - قراءة جدول القيمة المكانية استخدم جدول القيمة المكانية ليساعدك على قراءة العدد بصوت مرتفع مع معلمك, ينين ل يب تن ز دق ثم اكتب الأعداد في جدول القيمة المكانية وفقا لتوجيهات المعلم. كتب أول عدد في الجدول لمساعدتك. 1 َ 0 ار مجموعة عددية مجموعة عددية مجموعة عددية : 2 : سس النسسي سما بتصستنسسمٍآ بنمتتااتستممٍ الال المليارات . الدرس الأول - الأعداد الكبيرة 3", "metadata": {"page": 11, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول الأولى , تعزيز القيمة المكانية 8 نا مسال . سن . نمست نسمه. ذالستتقات ةتس الس لقت . كس مسد . سس رفس ل 1 شاط التدريب على تكوين الأعداد الكبيرة وقراءتها ومقارنتها. 1 اخلط جميع بطاقات الأرقام وضع وجهها لأسفل في المنتصف. 2 يقلب أحد التلامين في المجموعة بطاقة رقم. يقرر كل لاعب بشكل مستقل القيمة المكانية التي يجب وضع الرقم بها وتسجيل الرقم في مكانه في جدول القيمة المكانية الخاص به. 3 يقلب التلمين التالي بطاقة. يقرر كل لاعب بشكل مستقل القيمة المكانية التي يجب وضع الرقم : بها وتسجيل الرقم في مكانه في جدول القيمة المكانية الخاص به. 4 كر اللعب حتى يتم ملء الأماكن الخالية جميعها بالأرقام. بعد ذلك, يقارن اللاعبون الصيغ ءٍ ءٍٍ : الكتابة عن الرياضيات يقول أمير أن جميع الأرقام في العدد 222 لها القيمة نفسها. هل توافق أم لا توافق؟ استخدم الكلمات والأعداد لشرح أفكارك. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 12, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الدرس الثاني 4م05 حة - . . - 7 أهداف التعلم ا 0 أستطيع أن أشرح كيف تتغير قيمة الرقم عندما يتحرك إلى اليسار فى العدد. 0 أستطيع أن أصف الأنماط التى أراها عندما تتغير قيمة الرقم. ا 7 0 الضرب في عشرة استخدم أعمدة العشرات لاستكشاف أنماط الضرب في 10. , 1 ما الكمية التى تمثلها أعمدة العشرات لديك؟ ارسم صورة أو اكتب معادلة أو عددًا لعرض الكمية. 17 2 ما الكمية التي تمثلها أعمدة العشرات لدى مجموعتك؟ ارسم صورة أو اكتب معادلة أو عدد لعرض الكمية. جر 0 الخْتز رققًا وشتعه فى رقم الأحاد. 2 0 سجّل قيمة الرقم. 5 0 استمر في تحريك بطاقة الرقم باتجاه اليسار على جدول القيمة المكانية. وسجّل قيمته الجديدة في كل مرة. 5 ا ا اا ا ارهق ساس : قيمة الرقم فى الآجاند ل قيمة الرقم فى العشرات 0 قيمة الرقمفيالمثان 000 قيمة الرقم في الألوف ا . دل 0. قيمة الرقم في عشرات الألوف 0ت الدرس الثاني - تغيير القيم المكانية 5", "metadata": {"page": 13, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول : . الأولى ض تعزيز القيمة المكانية ج - . قيمة الرقم في مات الألوف 0 ته سن حب قيمة الرقم في الملايهن ل ِ قيمة الرقم في عشرات الملايين 00ت مح 0 قيمة الرقم في مئات الملايين ا , '! قيمة الرقم فى آحاد المياران 0 : استكشاف العلاقات بين القيم المكانية اعمل مع معلمك لاستكشاف العلاقات بين القيم المكانية. : م\" اختر القيمة المناسبة مما يلى لإكمال الجملة التالية. ا الا الس ال 1 0 100 1000 حلا\" َ\" 1 ٍ بر 5 عند تحرك الرقم لمسافة واحدة باتجاه اليسار على جدول القيمة المكانية. فإن قيمته تساوي . أضعاف. ل 0 فكر 0 عمر ومريم هاويان لدراسة التمل. وقد اكتشفا مستعمرة مكونة من 10 تلال للنمل ولاحظا أن كل تل للنمل يحتوي على ا 5 العدد نفسه من النمل. ا ضرب أعداد النمل انظر إلى كل مسألة في الجدول.", "metadata": {"page": 14, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "إذا كان عمر ومريم قد وجدا عدد النمل المكتوب أدناه في كل ا تل من تلال النملء فما العدد الإجمالي للتمل وضح خطواتك لكل مسألة؛ من 7 نملات في تل النمل الواحد. 2 نملة في تل النمل الواحد. اوتا ست تفي 19 من تقال التمل, ا قظة قي 10 مق قال التبل. - بج 2 نملة في تل النمل الواحد. 6 نملة في تل النمل الواحد. أو ا ثفملة في 10 من تلال النمل. ثفلة في 10 من تلال النمل. ٍ 3 8 نملة في تل النمل الواحد. 6 نملة في تل النمل الواحد. 5 نملة في 10 من تلال النمل. ننعلة في 10 من تلال النمل. نا اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 14, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "- - و يه 1 : 0 : لاا . 2 : , ص 2 ل 0. الدرس الثالث 0 0 متنوعة لكتابة الأعداد ل 0 أستطيع أن أكتب الصيغة العددية بالصيغة القياسية والصيغة اللفظية والصيغة الممتدة. تطابق أم لقان اسن وبري هاويان لدراسة النمل. وهما 0 ل 0 ٍ از يجريان بحثا لمعرفة ما إذا كانت أعداد النمل تنخفض أم لا. 4 76 0, ا 7 ويشمل بحثهما عد النمل الذي يعيش في تل النمل الواحد كل يوم. 1 2 7 وفي نهاية الشهر؛ سجل عمر عدد النمل كما يلي: د 1 2 \" ا بو حك قحي حا جا ٍ 1 عانم بحل المنانات ويسجلها سند و و بينما سجلت مريم عدد النمل بهذه الطريقة: لس 0,, 60,000,000 400,000,000 1,000,000,000 1 2 1 71 200 3,000 300,000 ا استكشاف الصيغ العددية قارن بين الصيغ المختلفة للعدد نفسه. استخدم هذه المعلومات ع ل الصيغة القياسية 9,231,043,204 الصيفة الممتدة . 200,000,000 9,000,000,000 الا 0 40,000 1,000,000 30,000,000 ع ا تسعة مليارات. ومائتان وواحد وثلاثون مليونًا, وثلاثة وأربعون آلفاء رافق . ل ومائتان وأربعة لاه استعد لمشاركة أفكارك عن هذه الأسئلة: 0 0 ماذا تتذكر عن هذه الصيغ الخاصة بكتابة الصيغة العددية؟ 0 أيها تفضل الصيغة القياسية أم اللفظية أم الممتدة ؟ الدرس الثالث - صيغ متنوعة لكتابة الأعداد 7", "metadata": {"page": 15, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول الأولى , تعزيز القيمة المكانية : 0 ظ . 5 العب لعبة تكوين العدد الأكبر مع زميلك للتدريب على تكوين الأعداد وكتابتها بصيغ متعددة. 0 اخلط مجموعة من بطاقات الأرقام مع زميلك. ووجهها إلى الأسفل. 0 اقلب 10 بطاقات وسجّل الأعداد بالترتيب. 0 أعد ترتيب البطاقات العشر لتكوين العدد الأكبر. 0 سجّل الصيغة العددية بالصيغة القياسية والصيغة الممتدة والصيغة اللفظية. نشي م لح تس تح بح ا ا تت ا : ا , 8 الصيغةاللفظّفق سس بس ل3ل! -\"! س دادزيس ود تزاج اح ا ب ا 8 ا ا ا 3 اود ينا الصيغةالمهملق 00ج ا ااا لت 7 '. اجو 7 الكتابة عن الرياضيات ظلل أو ضع دائرة حول الصيغة العددية الأكبر التي كوّنتها. كيف تعرف أن الصيغة جنا العددية التى اخترتها هى الأكبر؟ اشرح الإستراتيجية التى استخدمتها لتحديد الصبغة الأكير. كن مستعدًا لمشاركة أفكارك مع الفصل بالكامل. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 16, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": ". . لذ تن م ن الدرس الرا 0 ص لها 0 0. ب تكوين الاعداد وتحليلها ل 0. أستطيع أن أكون الصيغة العددية وأحللها بصيغ متعددة. ا بكس 0. نحن لدينارمن لديه؟ اجلس مع مجموعتك الصغيرة. ثم قم بنشاط \"نحن لدينامن لديه\" للتدريب على قراءة الأعداد الكبيرة بصيغ متعددة. الإرشادات: ' 1 تبدأ إحدى المجموعات بقراءة بطاقتهم معًّا بصوت عال. 2 المجموعة التي لديها بطاقة العدد المكتوب عليها أمن لديه؟ يرفع أعضاؤها أيديهم ثم يقرأون بطاقتهم بصوت 3 يستمر اللعب حتى تستخدم كل مجموعة بطاقتها. ا مراجعة المصطلحات أكمل النشاط للتحقق من فهمك الحالى للمصطلحات مثل الصيغة القياسية والصيغة اللفظية والسسيقة المت اكتب ريا رامتلا اقل مسظلع: ن- المفردات التعريف المثال , الصيغة الممتدة الدرس الرابع - تكوين الأعداد وتحليلها 9", "metadata": {"page": 17, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الرقيلتا المقهوم الاول الأولى تعزيز القيمة المكانية . : ظ 0 تكوين الأعداد وتحليلها هل تتذكر المصطلحين \"تكوين الأعداد\" و\"تحليل الأعداد\" من الصف الثالث الابتدائي؟ نمل يكون تل نمل جديدا . تل النمل يتحلل بسبب الرياح والأمطار. تكوين العدد 145 ما بعض الطرق المختلفة التي يمكننا بها تكوين العدد 5 ؟ استخدم الشبكة أدناه لتسجيل أفكارك. تم تسجيل فكرة واحدة لمساعدتك. مع \" 3 تكوين الأعداد وتحليلها ستجد أمثلة لتكوين الأعداد وتحليلها أدناه. اكتب الأعداد المفقودة. جا واستخدم جدول القيمة المكانية لمساعدتك. تم تكوين وتحليل أول عدد لمساعدتك. 0 تكوين العدد 3882 أل ميسوك 8 : ا 1 2 10 3 100 5 1,000 5 10,000 4 100,000 3 اج 5 طم 1 تكوين العدد 6,124,030,420", "metadata": {"page": 18, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "لاد - 4 غلا الي 2 تكوين العدد تحليل العدد 34ةف0751ف0 قا ل 3 تكوين العدد . تحليل العدد 1,000 3 10,000 4 10,000,000 5 1,000,000,000 7 1 فى المسألة التالية. اختر عددًا وكوّنْه وحلله. 1 : ََ ور بس فكر الكتابة عن الرياضيات تأمل هدف تعلم الدرس ومدى تقدمك. 6 تحقق من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الرابع - تكوين الأعداد وتحليلها 11", "metadata": {"page": 19, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المقهوم التانى 1 7 - ل تتصضس بج 1 ٍ الدرس الخامس الال 0 مقارنة الأعداد ا : 5 ل قتا لتقم واف نا 0 أستطيع 1 أستخدم الرموز والقيمة المكانية لمقارنة الصيغ العددية الكبيرة. ا لكا 0. تحليل الأخطاء حلل خطوات حل التلميذ وإجايته. وحدد ما الصحيح وما الخطاأًء؛ ثم حاول حل المسألة على النحو الصحيح. السؤال: اكتب الصيغة العددية التالية بصيغة قياسية: ا ور تب 100 3 1,000 4 10,000 5 100,000 6. 0 إجابة التلميذ: 6,543 كر : اعتقادك؟ مقارنة تلال النمل ظلل أو ضع دائرة حول الأرقام التي لها القيمة نفسها في كلا العددين. عند المقارنة بين صيغتين عدديتين. إذا كان الرقم الأول هو نفسه في كلتا الصيغتين. فكيف تحدد أيهما أكبر؟ تل النمل 1 تل النمل 2 ب يدب م ثبب نا جحو يذ ب ل 2 - - او ا ا لجنا هنا الاك بن 78 حجر", "metadata": {"page": 20, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1 - واي ل الل الاولى استخدام مفهوم القيمة المكانية اا . ح. . سس . الا مو ساسلا . ات ا تت . . -- ا . . 08 ٍ استخدام \"أكبر من\" و\"أقل من\" للمقارنة قارن بين تلال النمل بكتابة الرمز أو أو - في المكان الموجود بين الصورتين. 1 \" 1! 1 ءادها - طظؤوالك ا مسسسير 12,8 12,8 \"0 د اسل اد هنا هل ان 8 ر8 ا 8ر8 إٍ 1 ا ا 3 نلا كت انا اسه فك 1 ساد كسان . اإزرية 24467 0 ,200 شرح الأسباب 1 ارجع إلى إحدى مسائل تل النمل واكتب موضحًا كيف اخترت رمز المقارنة الذي استخدمته. 2 كن أعداذًا تجعل المقارنة صحيحة. املاً جميع الفراغات. بحص : هسه حت بحت انس سس نس ت. . تبت : 0003 0 66ة : د ه ب ِ : 3 اكتب كل صيغة عددية كونتها في المسألة السابقة فيما يلي؛ ثم اكتب رمز المقارنة بين الصيغتين العدديتين فكر الكتابة عن الرياضيات عند مراجعة مقارنة الأعداد الكبيرة. ما الإستراتيجيات التي تستخدمها لتحديد العدد الأكبر؟ استخدم الكلمات والأعداد لتوضح أفكارك. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 21, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الود المفهوم الثاني الأولى استخدام مفهوم القيمة المكانية أهداف التعلم ! . 0 0 أستطيع أن أصف الإستراتيجيات التى أستخدمها لمقارنة الأعداد. ا كن 0. مقارنة أعداد النمل في التلال تعاون مع زميلك لمقارنة أعداد النمل في التلال عن طريق كتابة الرمز 7 3 تل الثمل ع تل الثمل 0 1 7 2 3,00010010 40,000 1000 3,000 40,000 ا خمسة مليارات, ومائتان وعشرون مليوبًا. خمسة مليارات؛ ومائتان وعشرون مليونًا؛ 2 وخشجات وستة آلاف واريعون ومستماتة وأرتغوّن ألناء ومنتة مليون. وتسعمائة وستة وسبعون ألقًّاء 70,000 900,000 1,000,000 3 وثمانمائة وثمانية وثمانون 8 800 6,000 إستراتيجيات المقارنة راجع مع زميلك ما تعلمته عن الصيغة التحليلية وكّن تعريفًا . مثال على الصيغة التحليلية: 100 3 1,000 4 10,000 5 100,000 6 سجّل التعريف الذي كتبته أنت وزميلك. تعاون مع زميل لك أو في مجموعات صغيرة لمقارنة كل مجموعة من الأعداد في الجدول. استخدم الرمز أو أو ح. فكر في كيفية إجراء المقارنات ما إستراتيجياتك؟ .", "metadata": {"page": 22, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "لوجع المقهوم الثاني الاولى , استخدام مفهوم القيمة المكانية مجموعة أ ء! 2 مجموعة ب 1 14,780,064 1874 خمسة ملا ات ثلاثمائة وستعماثة 2 5193,92,500 نيس ايساد حيتت وخمسة عشر ألفا؛ وثلاثة وأربعون 100,000,000 7 3 910,000 10,000,000 4 3 600 9,000 70,000 سبعة عشر مليونًا. وأربعمائة وخمسة وعشرون ألقًا وستثماتة وخمسة 1785 400,000,000 8,000,000,000 : 5 8,040761,903 1,000 60,000 700,000 0 9003 ل 6 أربعمائة وثلاثة وعشرون ألفاء واثنا عشر 1 20 2,000 30,000 400,000 ل 7 ضع نجمة بجوار المجموعة التي كانت من السهل مقارنتها. ضع علامة ل بجوار المجموعة التي كانت من باط ب سباق الا\"عداد عكب تتطلب هذه اللعبة 3 لاعبين. لاعبان \"مسثولان عن تكوين الأعداد\"؛ ولاعب يقوم بدور \"القارئ\".", "metadata": {"page": 23, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "يحتاج كل لاعب إلى مجموعة من بطاقات الأرقام من 0 إلى 9. يجمع اللاعبون ثلاث مجموعات 30 بطاقة؛ ثم يخلطون جميع البطاقات؛ ويضعون وجهها لأسفل في المنتصف. 1 يسحب كل لاعب مسئول عن تكوين الأعداد 11 بطاقة. 2 يستخدم كل لاعب مسئول عن تكوين الأعداد 10 بطاقات لتكوين أكبر عدد ممكن مع استبعاد البطاقة رقم 11. 3 يقوم اللاعب الذي يؤدي دور القارئّ بقراءة العدد الخاص بكل لاعب مسئول عن تكوين الأعداد بصوت مرتفع. 4 يكتب المسئولون عن تكوين الأعداد عددهم وعدد زميلهم في كتاب التلمين. انتبه إلى كيفية تسجيل الأعداد لكل جولة. الدرس السادس - مقارنة الأعداد في صيغ مختلفة 15", "metadata": {"page": 23, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المقفهوم الثاني : الأولى ؤ استخدام مفهوم القيمة المكانية - . ع مستا مساك ات سككس لال. الات شاه اة مسسااله. . ل تت . قات حاترت ل . لالت نط . 1 6 يناقش المسئولون عن تكوين الأعداد ما يلي: ما القيمة المكانية التي استخدمتها لتحديد العدد - الأكبر؟ 1 7 اطلب منهم تبديل الأدوار واللعب مرة أخرى. : الجولة العدد الخاص بي أو عدد زميلي '! إ الصيغة الممتدة 58 الصيقة اللفشة : ب عا ا ب في نهاية جزء تعلم؛ ضع دائرة حول أكبر عدد في جدولك وارسم مريعًا حول أصغر عدد. رأ 8 ٍ زن ا ب َِ ين 8 الكتابة عن الرياضيات ما الإستراتيجيات الأكثر فعالية عند مقارنة الأعداد فى صيغ مختلفة؟ ما الصيغ الأسهل للمقارنة بالنسبة لك؟ وأيها أصعب؟ لماذا؟ استخدم الكلمات والأعداد لتوضح أفكارك. ال : ' طلا اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 24, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1 لوجع المقهوم الثاني 7 . 1 ىق الأولى , استخدام مفهوم القيمة المكانية ِ \" 7 الدرس السابغ 00 ترتيب الاعداد تنازليا وتصاعديا 1 أهداف التعلم اا - استكشف : تحليل الأخطاء حلل خطوات حل التلميذ وإجايته. وحدد ما الصحيح وما الخطأًء ثم حاول حل المسألة على التحو الصحيح. : السؤال: قارن الأعداد أدناه باستخدام ه أو ح : : نج 6 100,513 ُو إجابة التلميذ: أعتقد أن 89,906 100,513 لأن 8 أكبر من 1. َ ما الصحيح في إجابة في إجابة حاول حل المسألة بطريقة صحيحة. 2 ا التلمين؟ ما سبب هذا 2 يه الاق ل ٍ الخطأً في اعتقادك؟ وح 0 ا ط 7 ص 1 ا ا . : الأعداد التصاعدية والتنازلية يقرأ عمر ومريم عن النمل في مناطق 1 \"1 ْ ؤ مختلفة. عذَّ عمر مجموع عدد النمل الذي يدخل ويخرج من كل تل نمل لقم - يوميًا . وعدت مريم مجموع عدد النمل أسبوعيًا. هذه المجموعة الأولى ل ا من البيانات هي الأعداد التي عدّها عمر في منطقته على مدار 5 أيام. 78,0 71900 781 79100 789 ' 1 ل ءَ ل قه الدرس السابع - ترتيب الأعداد تنازليًّا وتصاعديًا 17", "metadata": {"page": 25, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "7 ا الوحدة , المفهوم الثاني الأولى استخدام مفهوم القيمة المكانية مجموعة البيانات الثانية هى الأعداد التى عدّتها مريم فى منطقتها كل أسبوع لمدة شهر. 2 رب نيانات مَريم تنازليًا . يمكنك استخدام الصيغة القياسية أو اللفظية. 0 اثلاثةلبازات وتلدون: وتلاضانة وكلاتة حقروق آلقان وتلاثائة وراد وَتمعِينٌ . ثلاثة مليارات: وتسعمائة وتسعون ألقَاء وتسعمائة واثنان وتسعون اثلاثة ملمازات ومائة وخكدزة ماانين: وضعة وتضسعون الفا وازمقمائة زثلاثة وتلسنعون را ا 1 3 رتب الأعداد التالية تصاعديًا. استخدم الصيغة التى كتبت بها الأعداد. 0 7 أربعة مليارات وستمائة ألف. وأربعة 1 ا : 0 461,014 0 5 10 6 100,000 4 1,000,000,000 4 0 6,400,042 4 رتب مايلى تساسيًا؛ استخدم السيفة القياسية لثتاية الأغراد. 0 654,301 0 604,320 0 654,311 . خمسمائة وتسعة وتسعون الفاء وكلاشاثة وغشرة 18 ؤ", "metadata": {"page": 26, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "واي المقهوم الثاني الاولى استخدام مفهوم القيمة المكانية 5 رنب الأعداد تنازليًا. استخدء الصسيقة القياسية: 0 90 7000 5,000,000 40,000,000 5,000,000,000 0 910,000 6 1,000,000 5 10,000,000 3 1,000,000,000 6 0 خمسة مليارات. وواحد وأربعون مليونًا. وسبعة آلافء وتسعون 0 90 7000 10,000 5,000,000 40,000,000 6,000,000,000 0 6,025,060,990 لل لل لل ل لس لاا الللل لاالاضطظاإاإدواددراستس ا اداؤ آّ الكتابة عن الرياضيات في الجدول التالي, ارسم صورًا لتلال النمل لمساعدتك على تذكر ٍ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس السابع - ترتيب الأعداد تنازليًّا وتصاعديًا 19", "metadata": {"page": 27, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "دحوحود وسو الموحة المفهوم الثاتي الأولى استخدام مفهوم القيمة المكانية الو تان ا مهي ا أهداف التعلم ؤ 0 أستطيع أن أحدد أى إستراتيجية من إستراتيجيات التقدير تعطى تقديرات أكثر دقة. ض استكشف هل تتذكر التقريب؟ سجّل ما تتذكره أنت وزميلك حول التقريب. بعد انتهاء المناقشة داخل الفصل. أضف ملاحظات زملائك في الفصل إلى ملاحظاتك. 7 د 8 1 د ل 0 2 ثم؛ حدد مكان كل عدد على خط الأعداد. وأخيرًاء قرب كل عدد إلى أقرب ألف. فل 7 9340 2 رمتست ة 6700 1 ب 19,654 4 سل 16401 3", "metadata": {"page": 28, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الثاني الأولى ؤ استخدام مفهوم القيمة المكانية لكل عدد مما يلي؛ ارسم خط الأعداد؛ وارسم نقطة المنتصف؛ ثم قرب إلى مئات الألوف. 700,500 6 250,000 5 ض إذا كان 5 أو أكبرء فأضف لي واحدًا واحفظ مكان باقي الأرقام على يميني بأصفار. مثل: : 8 4 - 26,000 لأقرب ألف 5 وإذا كان 4 أو أقل, فاتركني في حالي واحفظ مكان باقي الأرقام على يميني بأصفار. مثل: 5 5 - 25,000 لأقرب ألف 1 قاعدة التقريب استخدم إستراتيجية قاعدة التقريب لتقريب الأعداد التي تتبع القيمة المكانية المحددة. تذكر أن تضع دائرة حول الرقم بالقيمة المكانية التي تريد تقريبها وارسم سهمًا يشير إلى \"الرقم التالي\". تم حل المسألة الأولى لمساعدتك. تقريب الأعداد إلى أقرب ألف. ااا ابيا 234,432 1 تقريب الأعداد إلى أقرب عشرات ألوف. ااا 290,290 3 5 ا ب 7435,026,353 4 الدرس الثامن - قواعد التقريب 7", "metadata": {"page": 29, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الثاني الأولى استخدام مفهوم القيمة المكانية تقريب الأعداد إلى أقرب مليون. رسب 5,3606544 5 ا ات 2 2,453,000,601 6 تقريب الأعداد إلى أقرب مليار. ض رست 5,266,247,023 7 ل بارآ رسب 10,944,352,543 8 0 أي الإستراتيجيات أفضل؟ يمكن أن يساعدك قريب الأعداد في تحديد ما إذا كانت إجابتك معقولة أم لا. 0 انظر إلى مثالى التقريب التاليين. 2 7 له 0 استراتيجية تقدير العدد 7 ل-ه 50 ِ 1 0 : إستراتيجية قاعدة ا 1-4 -- 30 من خلال أول رقم من 1 كه : 230 70 اليسار 80 لتقريب الإجابة الصحيحة: 78 31 47 يم متم فد اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 30, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة : : . طلا \"0 نت يٍِ : . 2 , حي م ا ال ا : ال . 2 أ \"1 0 ب 5 ّ . 8 8 ا ءِ ّ 0 لد , و ل : . ل ا . ِ 8 المحورالأو0 لسن العددي والعملتيات. 1 زِ 1 ظ 2 \"1. 7 ز,\" 7 - ل ا ا 2 : 1 1 ا ا بت ا اله 2 دعا يه1'\" : ا ا اا اا ف 0 أن الا : الوحدة الفَاشة: إسلترات نايتا ار 7 ب ب\" يي ُ \"0 17 - 0 د اه . 4 7 ءِ 4 19 1 1 ل\" ها ا 2 ران 'ا 0 ا 8 وش . 1 ا 85 هه 4 ألا - \" را 23 الك 17 ال \"- 2 خ نْ يس 5 ٍِ ا اا 1 1 . بير 1 2 0 ا \" ,5 ال ا ا 0 يأ 2 اخ الاي 1 ا . \" سِ ََ ا 8 3 \" 1 \"1 َ أرب د ل 4 0م47 و بي ل - ب-س مسا . قلا ددا ام ام ان 0 م زد 7 - 1 0 حا ل ل ضٍِ الل 7 - 1 8 8 ال يز ب ارال 2 0 الخد 7ج - 3 8 َ ث 1 ب ا 5 ا م 2 ا 0 ا 7 9 1 ا 5 ّّ 1 ٍ 7 ا 7 1 7 : 0 ض , جزلا 7 و اص و 0 لسن . م 1 : ِب بي -", "metadata": {"page": 31, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "جمع أعداد النمل وطرحها خضل اد ان - : 0 ّْ 1 : \" َ سه 8 . أ ا ال 1 4 ي . 21 41 سئلة قيديو الوحدة ا بدن 1 ال ٍ الجمع والطرح. وهما يستطلعان حركة دخول لها -- كال ا 7 17 ا ٍ 4 ٌ لق لطريقة اسع في الجمع والطبح. 0 0\" ٍ' افع 7 كيف يمكتهما استخداه الأنماط لتئ احج ري بخ يفاد مالأنماط لتحديد الإستراتيجياتة م 2 ب 8 ما بعض الأنماط التي لاحظتها هذا الأسبوع؟ 7 3 3 طّ 1 1 5 ٍ. 5 2 ق 7 - ا أ 8 2 0. ا ار 7 ان\" كر امت ال الذ ر لد 5 0 قاف ا ا - حجببج م ن0ْ ِ 1 ب ِ ّ 0 1 - 0 7 اا ام ل ا انا بن ا . \"0 اا لا - ْ ف . 0 1 ل", "metadata": {"page": 31, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الثانية استخدام إستراتيجيات علس لحت امد الدرس الأول ل -- زعام 3 0 خواص عمليةا واوا هدف التعلم ح زا و ا 0 أستطيع أن أحدد خواص عملية الجمع. 0 أستطيع أن أشرح خواص عملية الجمع. ا بك 0. مراجعة الصيغة الممتدة استمّع إلى معلمك وهو يقراً الصيغ العددية فى صيغة ممتدة. اكتب الأعداد فى صيغة ٍستسبسسللللس إجتس''اتتن نص خاصية العنصر المحايد الجمعي حل المسائل التالية. 0 12,567,109 2 02,345 1 3 ما الذي لاحظته في هذه المسائل؟ ِ 4 اكتب تعريقًا لخاصية العنصر المحايد الجمعي بأسلوبك.", "metadata": {"page": 32, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول -83785 3 7758 -8735 6 3 578 5 9 م الذي لاحظته في هذه المسائل؟ 0 اكتب تعريقًا لخاصية الإبدال بأسلويك. 4 ما الذي لاحظته في هذه المسائل؟ 5 اكتب تعريفًا لخاصية الدمج بأسلويك. الدرس الأول: خواص عملية الجمع 25", "metadata": {"page": 33, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول 1 الثانية ؤ استخدام إستراتيجيات عمليتى الجمع والطرح هل تنطبق الخواص؟ مع زميلك المجاور. أجب عن الأسئلة التالية. ضع دائرة حول الخاصية التي تم تحديدها لك ولزميلك. ', الدمج الإبدال العنصر المحايد الجمعي ما التوقع الخامن بك؟ هل ستكون الخاصية المحددة اك متاسية آيضًا للطرح؟ ضع دائرة حول نعم أ لا نعم لا كوّنَ مسألتين للتحقق مما إذا كانت الخاصية المحددة لك تنطبق على عملية الطرح أم لا. يمكنك استخدام خط الأعداد لمساعدتك على الطرح. هل تنطبق خاصيتك على عملية الطرح؟ نعم لا اشرح سبب اختيارك نعم أو لا. الكتابة عن الرياضيات صف ما اكتشفته عن خواص عملية الجمع وما إذا كانت تنطبق على عملية الطرح أم لا. 53 تأكد من شرح النتائج التي توصلت إليها. استخدم الكلمات وأمثلة المعادلات لتوضح أفكارك. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 34, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "كر التشهنة رجلا جا أهداف التعلم : لها . أستطيع أن أجمع الأعداد الصحيحة متعددة الأرقام. 6 اسنتطيع أن 1 التحقق من معقولية إجابتي. ا 7 0. يعتقد معاذ أن 0 - 4 سيكون لها نفس الإجابة مثل 4 - 0 لأن أي عدد ناقص الصفر يساوي هذا العدد. ما الذى قام يه التلميذد بشكل ما الذي قام به التلميذ بشكل ٍ بد \" حاول حل المسألة بطريقة غير صحيح؟ ما سبب هذا 3م الات ب الخطأ في اعتقادك؟ ودح لحت", "metadata": {"page": 35, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول الثانية ض استخدام إستراتيجيات عمليتي الجمع والطرح . 0 التقدير والحل تعاون مع زميلك لتقدير المجموع. ثم حل المسائل. ه- 8,049 2 579 ا هه 6199 هه 62 آَ تجميع التمل وإضافته هناك العديد من أنواع النمل. م\" ا إلى 18 نوعًا من تلك الأنواع المختلفة. ألا وهو النمل المقاتل. 3 يُعرف النمل المقاتل بكونه عدوانيًا وصيادًا جيدًا. أحد 1 ا الأشياء الأكثر إثارة للاهتمام التي يقوم بها النمل المقاتل ا معظم الجسور تتكون من حوالي 50 نملة. بمجرد اكتمال : بطكيكة . 2 هذه الجسورء يستطيع جميع النمل الانتقال بأمان إلى 7 1 تذهب مستعمرة نمل في مسيرة عبر الغابة للبحث عن الطعام. في هذه المسيرة؛ كزّن النمل جسرين. يتكون الجسر الأول من 142 نملة. ويتكون الجسر الثاني من 165 نملة. ما عدد النمل المطلوب لكلا الجسرين؟ وضح خطواتك. ثم؛ اشرح كيف تتحقق من معقولية إجابتك. التقدير الإجابة الدقيقة اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 36, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "هدف التعلم حا زا رس ان 0 أستطيع أن أستخدم مفهوم القيمة المكانية لمساعدتي على إجراء عملية الطرح مع إعادة التسمية. استكضشة تحليل الأخطاء خلل إجابات التلميذ وأجب في المساحة المتوفرة. حذٌّد ما فعله التلميذ بشكل صحيح وما فعله بشكل غير صحيح؛ ثم حاول حل المسألة بشكل صحيح. خل 521-37 إجابات التلميذ: 6 - 37 - 521 0 -500-0 30-2020 7-1-6 الدرس الثالث: الطرح مع إعادة التسمية 29", "metadata": {"page": 37, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول الثانية ض استخدام إستراتيجيات عمليتى للحت لدم زب --جدويييي َ اجذتتيتعةت بواجتت اس ساس ذءدءءتتتت 5س سسستتئعئعس تت ى عت د77 عع سس د ما الذى قا التلميذ بشكل ما الذي قام به التلميذ بشكل اس \"1 حاول حل المسألة بطريقة َ غير صحيح؟ ما سبب هذا و لد الا تَْ الخطأ في اعتقادك؟ اح سقها 358 الوحدات الألوف ا '! 4- رودم دك مقا احاد عشرات منات 1 اال آحاد عشرات مثات آحاد عشرات مثات استخدم الرسومات لتمثيل 3,328 في جدول حلا القيمة المكانية لدا حقائق عن النمل اقراً المقال القصير. بعدهاء اتبع إرشادات المعلم لإكمال هذا النشاط. يستطيع بعض النمل السباحة,؛ بينما يغرق البعض الآخر. يعتمد ذلك على الأنواع. أخذ بعض الباحثين 35 نوعًا من النمل الاستوائي وأسقطوها في الماء. بعضهم كانوا سباحين مذهلين. وخاصة 1 16 و17 سم في الثانية. وهذا يعني أنه في الدقيقة الواحدة يمكن أن تسبح النملة 0 سم أو لا يستطيع النمل الناري السباحة, ولكن يمكنهم تشبيك أرجلهم معًا لتكوين عوامة دائرية للبقاء على ا قيد الحياة من الفيضانات. في بعض الأحيان. تقوم مستعمرة النمل بأكملها بتشبيك أرجلهم للبقاء على قيد الحياة.", "metadata": {"page": 38, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1 أرادت نملة من نوع النمل ذي الفك المصيدة عبور النهر الذي كان عرضه 3,548 سم. كانت النملة قد سبحت 2 كانت مستعمرتان من النمل الناري عالقتين في فيضان 1 وكزَّنتا عوامات طافية للبقاء على قيد الحياة. كان في 0 الثانية لديها 3,452 نملة. بكم يزيد عدد النمل في 0 المستعمرة الثانية عن عدد النمل في المستعمرة الأولى؟ ا نمل جيجانتوب المدمر على 6,200 نملة. ما الفرق بين عدد النمل في المستعمرتين؟ نشاط الأركان الأربعة اتبع إرشادات معلمك للمشاركة فى نشاط الأركان الأربعة. سجّل الإستراتيجية التى اخترتها. اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثالث: الطرح مع إعادة التسمية 31", "metadata": {"page": 39, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الثاني الثانية , حل المسائل متعددة الخطوات الدرس الرابع 0 0 النماذح الشريطية والمتغيرات 0 أهداف التعلم 0 أستطيع أن أستخدم الرموز فى المعادلات لتمثيل القيم المجهولة. 0 ! أستطيع أن أحل المعادلات التي تحتوي ا انظر إلى صورة المثلث. ما الذي تلاحظه؟ ناقش ملاحظاتك مع 1 زميلك المجاور. : النماذج الشريطية اقراً المسائل التالية. كوّن نموذجًا شريطيًا ومعادلة لكل مسألة. ومن ثم خُل. 1 يوجد 5,328 نملة في المستعمرة؛ 2,164 نملة من الإناث والباقي من الذكور. ما عدد النمل الذكور في المستعمرة؟ المعادلة: الحل: لح 4 ٌ- 5,398 82 8 - 8 2,164 2 يوجد 20,000 نملة في المستعمرة. منها 12,000 نملة من الإناث والباقي من الذكور. ما عدد النمل الذكور في المستعمرة؟ المعادلة: الحل:", "metadata": {"page": 40, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "3 في المستعمرة أ يوجد 1,200 نملة. يخرج بعض النمل للبحث عن الطعام والإمدادات بينما تقوم 700 نملة بالتخلص من القمامة خارج المستعمرة. ما عدد النمل الذي يقوم بالبحث عن الطعام والإمدادات؟ المعادلة: الحل: 4 هناك 12,000 نوع من النمل. يعيش 2,500 نوع من هذه الأنواع في أفريقيا والبقية تعيش في أجزاء أخرى من العالم. ما عدد الأنواع التي لا تعيش في أفريقيا؟ المعادلة: الحل: حل المعادلات التي تحتوي على متغيرات كرّن نموذجًا شريطيًا لحل المسائل التالية. 0-0 -- 14,000 1 الحل: 0- 53,500 -0 2 النموذج الشريطي: الحل: الدرس الرابع: النماذج الشريطية والمتغيرات والمسائل الكلامية 33", "metadata": {"page": 41, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "لوحدة المفهوم التانى الثانية , حل المساتل متعددة الخطوات 5 -ه 725,625 3 ِ الحل: 0-0 -13,280 4 الحل: 5 - 205,925 2 5 النموذج الشريطي: الحل: الكتابة عن الرياضيات اكتب مسألة كلامية تنطوي على عملية الجمع أو عملية الطرح؛ حيث تحتاج إلى العثور على المجهول. ثم اكتب المعادلة وارسم نموذجًا شريطيًا للمعادلة. وأخيرًاء خُل لإيجاد قيمة المتغير وتحفّق من الإجابة. المسألة الكلامية: اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 42, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "مسادٌ مية متعددة الخطوات ا أهداف التعلم 0 أستطيع أن أحل المسائل الكلامية متعددة الخطوات. 0 أستطيع أن أشرح كيف تمكنت من حل المسائل الكلامية متعددة الخطوات. ا لكي 0. السؤال غير الظاهر أجب عن الأسئلة التالية: 1 وجد عمر موقعًا على الإنترنت لدراسة مستعمرات النمل. وذكر الموقع أن 1,025 نملة كانت في المستعمرة آ يوم الأربعاء. ويوم الجمعة؛ 101 نملة غادرت المستعمرة. ما عدد النمل المتبقي في المستعمرة أ؟ 2 وجدت مريم الموقع نفسه؛ وقرأت عليه أن 1,555 نملة كانت في المستعمرة ب. ما مقدار الزيادة في عدد النمل في المستعمرة ب على عدد النمل في المستعمرة آ؟ ربط جميع الأجزاء اربط بين المسألتين 1 : الكلاميتين لتكوين مسألة كلامية واحدة. ش\" تلال النمل الدرس الخامس: حل مسائل كلامية متعددة الخطوات باستخدام الجمع والطرح 35", "metadata": {"page": 43, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الثانى الثانية , حل المساتل متعددة الخطوات 1 قرأت مريم على الموقع أن مستعمرات النمل الفرعوني الصغيرة تنضم إلى بعضها لتكوين مستعمرة كبيرة. يوم الاثنين. انضمت 1725 نملة إلى 22,750 نملة أخرى. بعد ذلك انضم إلى هذا النمل 6. 075 نملة. ما عدد النمل في المستعمرة الكبيرة يوم الاثنين؟ تصفح عمر الموقع يوم الجمعة وعرف أن عدد النمل في المستعمرة ال أصبح 070 نملة. ما عدد النمل الذي انضم إلى المستعمرة منذ يوم الاثنين؟ مسألة كلامية جديدة متعددة الخطوات: ظلل أو ضع دائرة حول السؤال غير الظاهر في المسألة الكلامية متعددة الخطوات التي كتبتها. حل المسائل الكلامية متعددة الخطوات اقراً خطوات حل المسائل الكلامية. ثم؛ اقراً المسألة الكلامية. بعد ذلك اقرأ الخطوات التي اتخذها التلميذ لحل المسألة ورقم الخطوات من أ إلى و لوضعها بالترتيب الصحيح. خطوات حل المسائل الكلامية أ ضع دائرة حول الأعداد والمعطيات المهمة. ب شم خْطًا أسقل الاسكة: ج ارسم مربعًا حول مفاتيح الحل. د تحقّق من المعلومات: 0 ما المعلوم؟ 0 ما المجهول؟ 0 ما السؤال غير الظاهر؟ ه استخدم المعلوم للإاجابة على السؤال غير الظاهر. و استخدم المعلومات الجديدة لحل المسألة والعثور على المجهول.", "metadata": {"page": 44, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1 تناول أحمد فطيرة تحتوي على 340 سعرًا حراريًا في الإفطار. ثم تناول أحمد كوبا من الحليب وتفاحة وساندويتش دجاج في الغداء. يحتوي الحليب على 190 سعرًا حراريًا؛ وتحتوي التفاحة على 85 سعرًا حراريًا؛ ويحتوي ساندويتش دجاج على 255 سعرًا حراريًا. إذا كان الشخص البالغ العادي يستطيع تناول 0 سعر حراري في اليوم؛ فما عدد السعرات الحرارية الإضافية التي يمكن أن يتناولها أحمد اليوم؟ رتب الخطوات التالية لحل المسألة الكلامية: لقد طرحت 870 من 2,000. الإجابة هي 1130 لذا يمكن لأحمد أن يتناول 1,130 سعرًا حراريًا إضافيًا اليوم. رسمت مربعًا حول \"ما عدد السعرات الحرارية الإضافية\". جمعتُ السعرات الحرارية التي تحتوي عليها الأطعمة التي أكلها أحمد للإجابة على السؤال غير", "metadata": {"page": 45, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الظاهر ما عدد السعرات الحرارية التى تناولها أحمد بالفعل؟ . الإجابة هى 870 سعرًا حراريًا. 0 وضع دائرة حول 340 سعرًا حراريًا و190 سعرًا حراريًا و85 سعرًا حراريًا و255 سعرًا حراريًا و2,000 سعر حراري. ٍ لقد حددتُ المعلومات المعطاة لك ما أكله أحمد وعدد السعرات الحرارية التي يحتوي عليها كل نوغ من الأطعمة؛ من المفترض أن يأكل الشخص البالغ 2,000 سعر حراري في اليوم. لقد حددتٌ المعلومات : المجهولة عدد السعرات الحرارية التى تناولها أحمد بالفعل, عدد السعرات الحرارية الإضافية التى يمكن ا بست طق وقسيي خا أسفل ما عدد السعرات الحرارية الإضافية التى يجب أن يأكلها أحمد اليوم؟ السنتتقيم تخطوات بعل المسسائل لحل المتسائل اللتلقمية. تل مسيكوق جليك الإجاة على الستؤال تير الظاهر اولك الإجابة على السؤال الرئيسي. تأكد من توضيح خطواتك. 2 يأمل موقع على الإنترنت أن يكوّن مستعمرة جديدة يصل النمل بها إلى 173,500 نملة. إذا انضم إلى هذه المستعمرة الجديدة مستعمرة نمل يصل عدد النمل بها إلى 25 ومستعمرة أخرى بها 2,0 نملة. فما عدد النمل الذي يمكن ضمه إلى المستعمرة الجديدة؟ الدرس الخامس: حل مسائل كلامية متعددة الخطوات باستخدام الجمع والطرح 37", "metadata": {"page": 45, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الثاني الثانية ض حل المسائل متعددة الخطوات 3 زار الهرم الأكبر 59,000 زائر في شهر يناير و27,525 زائرًا في شهر فبراير و32,975 زائرًا في شهر إ مارس. ومن المتوقع أن يكون عدد الزوار 150,000 زائر قبل نهاية شهر إبريل. ما عدد الزوار الذين يجب حضورهم في شهر إبريل للوصول إلى هذا العدد؟ 4 يبلغ عدد سكان الوادي الجديد 256,088 نسمة. إذا كان عدد سكان مرسى مطروح 429,999 نسمة وعدد سكان جنوب سيناء 108,951, فكم يزيد عدد سكان مرسى مطروح وجنوب سيناء مما عن عدد سكان الوادي الجديد؟ الكتابة عن الرياضيات إذا أردت تعليم صديقك كيفية حل المسائل الكلامية متعددة الخطوات؛ ماذا ستخبره؟ ما الإستراتيجيات التى تنصحه باستخدامها؟ ما النصائح المفيدة التى ستشاركها معه؟ 0 بي \" اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 46, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة ارم ا 1ن 1 ٍِ رَ 1 1 لا : م 8 \" ب 4 ا َ \"0 \" : 0 ً. الوحدذ القالقد: رن بيت 1 ال 0 نبا 1ن 2 44 الا في بلا 8 2 رن ٍِ 0 ء 1 ا م ا اس ا ! 7 و4 402 ءا د - ء َ 7 6 مض 7 ل كير ل 1\" ا 7 حو سلا حب 1 الحأ إَْ 0 ا ا 0 تحويل القياسات ل ال 7 1 وا ا اا 1 4 أسئلة فيديو الوحدة لعائولها ا ص 0 اي يستكشف عمر ومريم أنواعًا مختلفة من تلال 7107 التنمل. وهما يريدان استخدام القياس للمقارنة؛ ا ا با ل 17 0 ج اي لل اننا تحعالى 1 خعتلاق سا الكود السريع 08 ا ل ا , 0 ومن ل لال ال لدف كبهر  7 \"1 ال 7 0 في الحجم؛ فقد يحتاجان إلى مساعدة في يي 7 التحويل بين وحدات قياس الطول. 7 وال 0 ا 8 ما أطول تل نمل رأيته على الإطلاق؟ هل كان طويلا مثل احور الم 0 8 ُ اا ات يل أ ل 1 1 ىا - ودها كن ادا ىأ يلل : 8 4 9 . 0 وح ازاز 2 0 ْ 0 1 1 5 اربج رذ لزيا \"8 1 َ الم 1 71ت ار لاخ ب از رجا ارال 1 70 الغ 1 1", "metadata": {"page": 47, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحتة المفهوم الأول الدرس الأول 0 زلا قباسي الطول 1 أهداف التعلم 0 أستطيع أن أشرح العلاقة بين الوحدات المترية لقياس الطول. 0 أستطيع أن أحوّل بين الوحدات المترية لقياس الطول. ا 1 1 5 مراجعة القياس ضع دائرة حول أفضل وحدة لقياس كل طول. 1 طول التلميذ كيلومتر متر سنششمتر ملليمتر 2 المسافة بين المنزل والمدرسة كيلومتر متر سنتيمتر ملليمتر 3 طول نهر النيل كيلومتر متر سنتيمتر ملليمتر 4 طول النملة كيلومتر متر ستتيمتر ملليمتر 5 المسافة من القاهرة إلى الأسكندرية كيلومتر متر سنتيمتر ملليمتر أكمل الفراغات للإجابة عن الأسئلة التالية. فك في أشياء يمكن قياسها باستخدام كل وحدة. 6 من الأفضل قياس . وس بالكيلوهترات لأق سب ص 7 من الأفضل قياس 0س بالأمقار لق ل ص 8 من الأفضل قياس . سس بالسنتيمترات الأ ل صص؟ 9 من الأفضل قياس اس بالملممقرات لأ صصب؟ مج الوحدات المترية انظر إلى جدول التحويل وناقشه مع زميلك المجاور. د ملي سلتى ديسى الوحدة ديكا هكتو كيلو 1000 100 10 وحدة واحدة 10 وحدات 100 وحدة 1000 وحدة ِ من الوحدة من الوحدة من الوحدة", "metadata": {"page": 48, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "تعاون مع زميلك المجاور لإكمال الفراغات التالية لمساعدتك على تذكر العلاقة بين الوحدات. كم 72 ادام . سه تحليل الأعداد وإعادة التسمية مع عمليات تحويل الوحدات. أكمل الجدول بعد تحويل الوحدات. انظر إلى المثال التالي: 0 سم حوّل الأطوال التالية إلى الوحدات الموضحة في النماذج الشريطية. استخدم المثال السابق لمساعدتك. 0م م وماس 8 سم مسسسسسيييءه\" دا حلّ المسائل الكلامية التالية. استخدم جداول التحويل لمساعدتك. 0 يصل طول نمل الخشب إلى 3 سنتيمترات. يمكن أن يعيش داخل مستعمرة النمل البالغ ما يصل إلى 0 ثتفملة. إذا اضطف النمل بجانب بعضه بعضًا وكان طول النملة ستتيمتًا واحدًا؛ فكم مترا سيكون قَ طول صف به 100,000 نملة؟ الدرس الأول: قياس الطول 41", "metadata": {"page": 49, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المشهوم الاول الثالثة ؤ القياس المتري 1 باستخدام المعلومات الواردة في المسألة الأولى؛ كم كيلومترًا سيكون طول صف به 100,000 نملة؟ انظر إلى تل مستعمزة النمل بعد الكشف عن شكله. بيت النمل عندما درس العلماء تل النملء وجدوا أنه كان بعمق 8 أمتار. 1 كم سنتيمترًا يبلغ عمق تل النمل؟ وضّح خطواتك. 2 نقل النمل في إحدى المستعمرات 40 طنّا من التربة أثناء بناء بيته؛ ونقلت عاملات النمل حمولات من التربة مسافة كيلومتر واحد إلى السطح. إذا نقلت نملة واحدة 10 حمولات من التربة في أسبوع؛ فكم يساوي هذا ااا اتا بببسستششتصضطسسىوي سسيلس0. 0يا ااا تت ع اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 50, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "3 تله \"م أهداف التعلم 0 ِ\" 0 أستطيع أن أشرح العلاقة بين الوحدات المترية لقياس الكتلة. 0 أستطيع أن أحوّل من وحدة لأخرى بين الوحدات المترية لقياس الكتلة. ا لكل . تحليل الأخطاء حلل خطوات التلميذ وإجابته. حدد عل 7 استان 45 سننسترً إلى سنتيمثرات. الخطوات الصحيحة والخطوات غير الصحيحة التى اتبعها التلمية: كم اول عل المسالة بالكل السبحيم: إجابة التي م ما الصحيح في إجابة ما الخطأً في إجابة التلميذ؟ ما حاول حل المسألة بطريقة التلميد؟ سبب هذا الخطأً في اعتقادك؟ صحيحة. اشرح أفكارك. مراجعة الكتلة شارك ما تتذكره عن الكتلة. شارك مع زملائك بالتناوب أفكارًا عن الأشياء التى يمكن حساب كتلتها بالجرامات. تحدث مع زميلك المجاور عن أوجه التشابه بين العلاقة بين قياسات الكتلة والعلاقة بين قياسات الطول من الدرس السابق. أكمل الفراغ لمساعدتك على تذكر العلاقة ثم أكمل عمليات التحويل. 1طن-كجم 1كجم جم التحويل والتطبيق انظر إلى مثال التحويل التالي: 0 جم 1,000 جم 1 كجم 2,000 جم 2 كجم 300 جم َ", "metadata": {"page": 51, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحتة المفهوم الأول الثالثة ض القياس المتري تعاون مع زميلك لإكمال عمليات التحويل. استخدم المثال السابق لمساعدتك. 1 3كجم جم 2 8 كجم - تم 8 كجم 5,000 جم 4 . دجم 5 سس كجم 30,000 جم 6 5 طن - كجم حول الكتل التالية إلى الوحدات الموضحة على النماذج الشريطية. 7 4,590 جم 8 8,400 جم جم 0-سس كج 1 تُقدر كتلة مستعمرة النمل الأسود 3,493 جرامًا. أعد كتابة هذا العدد باستخدام الكلوجزامات والجرامات 2 تُقدر ككثلة مستععرة تفل آخرى 14 كلوجرافا1 65 جراكا. أعد كتاية هذه الكلة بالجرانات, كوه الكتابة عن الرياضيات متى قد تحتاج إلى تحويل الجرامات إلى كيلوجرامات أو تحويل الكيلوجرامات إلى وا جرامات في حياتك اليومية؟ كيف تساعدك مراجعة إستراتيجيات الحساب العقلي التي تعلمتها على تحويل وحدات حي القياس؟ اعمل بشكل مستقل لتنفيذ ما هو مطلوب. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 52, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "أهداف التعلم ا 0 أستطيع أن أشرح العلاقة بين الوحدات المترية لقياس السعة. 0 أستطيع أن أحوّل من وحدة لأخرى بين الوحدات المترية لقياس السعة. ا ا . التحدث عن الأعداد استمع إلى كل مسألة يقرأها معلمك بصوت مرتفع. استخدم أعدادًا لها قيمة عددية مميزة ومراجعة إستراتيجيات الحساب العقلي التي تعلمتها لحل كل منها. كن مستعدًا لمناقشة كيفية حل كل مسألة. تحليل الأعداد وإعادة التسمية أكمل الفراغات باستخدام المخبار لتوضيح عدد المليلترات المطلوية لتكوين لتر واحدء ثم أجب عن السؤال. 0 ض لتو واخداة. ت- ملل ملت ملل تعاون مع زميلك لحل المسائل. يت ملل 1 6 لترات . . . ملل 2 9 لتراث-. - فلل ب ملل 8 لترات 2 6,000 ملل 4 3 لترات سس ملل لب ملل 5 لترات 10,000 ملل انظر إلى مثال التحويل التالي: 3 ملل 1,000 ملل - لتر واحد ' 0 ملل 5 لترات 403 ملل باستخدام أمثلة التحويل أعلاه؛ حول الأحجام التالية إلى الوحدات الموضحة على النماذج الشريطية. ا 7 6,360 ملل 6 9,425 ملل الدرس الثالث: وحدات قياس السعة 45", "metadata": {"page": 53, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحتة المفهوم الأول 8 ملل حل المسائل التالية. 9 تمتلئ السيارة بمقدار 45 لترًا من البنزين. ما عدد المليلترات المستخدمة لملء السيارة؟ 0 استخدم الوصفة التالية للإجابة عن الأسئلة. مكونات السوبيا: 0 750 ملل من الحليب البارد 0 100 جم من السكر الناعم 0 5 ملل من الفانيليا 0 500 ملل من حليب جوز الهند ما المكونات التي تقاس بالكتلة؟ ما المكونات التى تقاس بالسعة؟ 1 ما مجموع المكونات السائلة فى السوييا بالملليلترات؟ باللترات؟ ل عمليات التحويل متعددة الخطوات حل المسائل التالية. 11 شربت أسرة لتر واحد؛ 500 مليلتر من عصير البرتقال في وجبة الإفطار. إذا كان هناك 3 لترات من عصير البرتقال قبل الإفطار, فما مقدار عصير البرتقال المتبقي؟ رب", "metadata": {"page": 54, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "2 امتلأ خزان الوقود في سيارة بمقدار 20 لترّاء 500 مليلتر من البنزين. في نهاية اليوم؛ تبقى 15 لترّاء 0 مليلترًا من البنزين في خزان الوقود. ما مقدار البنزين الذي تم استخدامه؟ 8 يحتوي حوض السمك الذي تملكه ضحى على 5 لترات. 245 مليلترًا من الماء. إذا كان من الممكن أن يحتوي حوض السمك على 10 لترات من الماء, فما مقدار الماء الإضافي الذي تحتاجه ضحى لملء حوض السمك؟ مراجعة لغة الرياضيات تعاون مع زميلك المجاور لملء الجدول باستخدام وحدات القياس لكل شكل من أشكال القياس. استخدم ما تتذكره من الصقوف الدراسية السابقة لإكمال عمود الوقت. الطول الكتلة الحجمالسعة الوقت اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 55, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة ؤ المفهوم الثانى - , الثالثة قياس الوقت ا ً ل 1 ا ذا اننا انم سد انا نوه جد قا الدرس الرابع 0 0 , ب 3 أ 1 اللقضك 3 َ د اسنتطدء أن قرا الشاعة بالدفائق 1 اسقايع أن ص2 عة بالدقائق 1 لك الساعة ذات العقارب والساعة الرقمية فكّر فى ثلاثة أحداث فى يومك والأوقات التى يحدث فيها كل حدث. سجّل ٍ الحدث والوقت فى الساعات ذات العقارب والساعات الرقمية التالية. استخدم قلم التلوين الأحمر لعقرب الساعات 2 وقلم التلوين الأزرق لعقرب الدقائق. نم الحدث الأول 000 سس : جا 17 203 0 ته ب ص 0 و قَ ا ل 2 ال-7 , الحدث الثاني: اعلا 23 6 ع . و : : 0 . ى 0 5 ا الحدث القالقم \" اا ميد و له : ا 1 - 5 تن 8 : 1 فزن ,به 8 0 تعلم اذكر أكبر عدد ممكن من وحدات قياس الوقت. تعاون مع زميلك المجاور لتكوين قاعدة لتحويل وحدات قياس الوقت. اااي جداول النسب: الجزء الأول اعمل مع معلمك وزملائك لإكمال الجدول 1. الا 1 َ \"1 دقائق 1 0 2 3 4 5 6 7 : 9 0", "metadata": {"page": 56, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ا او : : 00 . 27 . 5 له بد ِ ل ا ؛ ّ 1 بن ل 7 ل و ا الوا ا ل : ا ٍ 1 خا ان اد ان ا لاض - : ا 0 ّ 7 ا ا و ا ة 0 ا 1 ل 5 0 بنانا و ب\" : \"\" 1 : ب : ا ا 1 : الح ا . ِ : 7 1 اعمل مع معلمك لعمل التحويلات الثلاثة الأولى في الجداول 2. 3. 4. ناقش قواعد التحويل. بعد مراجعة ل الإجابات, ارفع يدك واختر زميلًا للعمل معًّا على حل مسائل التحويل المتبقية في الجداول 2 3؛ 4. ا جداول النسب: الجزء الثاني أكمل الجداول 2؛ 3؛ 4. 7 سفلا 01 02 3 4 قا ةا 07 قو بر الجدول 2 متاق مو 1 الجدول 3 سافاا د : قت أسبي 1 0 02 03 40 65 7 ةه 1و9 0 ال الجدول 4 آيام 00 3 5 10 ساعات؛ 30 دقيقة . دقيقة 6 6 دقائق. 15 ثانيةة. . ثانية : ما مدى صعوبة عمل النمل؟ أجب عن الأسئلة ووضح خطواتك. حلا\"", "metadata": {"page": 57, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "تعمل عاملات النمل في المتوسط حوالي 19 ساعة في اليوم. يمكن لعاملات النمل رفع أكثر من كتلة أجسامها بمقدار : ْ باد 0 مرة لمئات المرات كل يوم. ويمتلك النمل قدرة على التحرك بسرعة كبيرة تصل إلى حوالي 3 سنتيمترات في الثانية. لذلك يغطي مساحات كبيرة من الأرض كل يوم. إذا طبقنا ذلك على شخص بالغ؛ فسيتعين على ذلك الشخص 5 أن يحمل 22 كيلوجرامًا لمسافة 60 كيلومترًا كل يوم. هل يمكنك القيام بذلك إذا نمت 5 ساعات فقط كل ليلة؟ حد'ة 1 تعمل عاملات النمل في المتوسط حوالي 19 ساعة في اليوم. ما عدد الساعات التي يعمل النمل فيها لثلاثة أيام؟ ال 2 تأخذ عاملات النمل 240 غفوة في اليوم. تستمر كل غفوة دقيقة واحدة. ما عدد الساعات التي يستغرقها 7 2 التمل في العْقوات؟ 1 في ! لقو ا 8 ين لا 42 الي 2 تق مد اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الرابع: وحدات قياس الوقت 49", "metadata": {"page": 57, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحية ؤ المفهوم الثاني الثالثة قياس الوقت ٍ - 5 م سه لا سال '1اا لاع ل ال الدرس الخامس 0 0 عض ه . 1 : أهداف التعلم : 0 م 0 أستطيع أن أشرح معنى الوقت المنقضي. 0 أستطيع أن أحل مسائل الوقت المنقضي. 0 أستطيع أن أشرح الإستراتيجيات التي أستخدمها لحل مسائل الوقت المنقضي. ض استكشف : تحليل الأخطاء حلل خطوات التلميذ وإجابته. حدد الخطوات الصحيحة والخطوات غير الصحيحة التى اتبعها 0 1 التلميذ. ثم حاول حل المسألة بالشكل الصحيح. الل ٍ تستغرق داليا ساعتين و15 دقيقة في القيادة للوصول إلى دكبيدة ٍ َع ما عدد الدقائق المستغرقة في القيادة؟ ريا إجابة التلمين: 2-27 1215 276-12 استغرق الأمر 27 دقيقة. . 0 ورأساة ما الخطاً في إجابة التلمين؟ . اساثة سك بق ل 5 اعتقادك؟ صحيحة. اشرج افخارا احج", "metadata": {"page": 58, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "المدة الزمنية اقراً المسألة الموجودة فى المربع دون صوت. كيف تختلف هذه المسألة عن مسائل الوقت التى قمت بحلها فى درس الرياضيات الأخير؟ كن مستعدًا للمناقشة. كانت فرح تتدرب لأجل سباق المارثون. وكان هدفها هو الركض لمدة ساعة و30 دقيقة. إذا بدأت الركض في الساعة 8: 35 صباحًاء متى ستنتهي من الركض؟ بعد مشاركة أفكارك مع الفصل. تعاون مع زميلك لحل المسألة الكلامية. حل مسائل الوقت المنقضي حل المسائل واكتب الوقت الجديد. راجع الأمثلة التى عرضها معلمك. وجزِّب يعض الإستراقحبات المكتلقة لطل الساتل, وكم خطواتلو 2 3: 25 45 دقيقة - 4 لدى جنى ومها 5 ساعات لمشاهدة ثلاثة أفلام؛ مدة الفيلم الأول ساعة و22 دقيقة والفيلم الثاني ساعتان و12 دقيقة والفيلم الثالث ساعة و57 دقيقة. هل لدى البنتين الوقت الكافي لمشاهدة الأفلام الثلاثة؟ كيف عرفت؟ ا", "metadata": {"page": 59, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوح ؤ المفهوم الثاني الثالثة قياس الوقت ' - ا عه الله ترح , - ِ لس َ ب قررت البنتان مشاهدة أقصر فيلمين فقط. إذا بدأت البنتان المشاهدة فى الساعة 5: 30 مساء؛ فمتى سينتهى الفيلمان؟ 5. خرجت عاملات النمل للبحث عن طعام للمستعمرة. لقد غادرت العاملات الساعة 6: 30 صباحًا وعادت الساعة 2 صباحًا. ما المدة التي استغرقتها عاملات النمل في البحث عن الطعام؟ صمرة تحديد الوقت قديمًا اقرأً المقال التالي عن لماذا يتم قياس الوقت في مجموعات من 12. 60. كن مستعدًا لمشاركة ', - أفكارك عما تقرأه. ل تبج لماذا يوجد 12 ساعة في الصباح و12 ساعة في المساء و60 دقيقة في الساعة و60 ثانية في 2 يي وز ا لاطا الدقيقة؟ لماذا لا نستخدم نظام العد العشري؟ من ألسسيب بَرجَة إلى المصازات الفنينة. استقئم السومريوق نظام القن ' الاثنا عشري ونظام العد الستيني بددًا من سنة 3,500 قبل الميلاد؛ 5 م السبب وراء ذلك هو تركيب أصابعنا. يا فقد حدد علماء الفلك تقسيم الساعة إلى 60 دقيقة و60 ثانية باستخدام نظام العد الستيني عند البابليين. َ\" لذلك فإن وحدات قياس الوقت, التي قد تبدو مربكة جدًا. مرتبطة بالحضارات الأولى وأيدينا. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 60, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ا ار : ٍ نا ا 2 : من الو : 2 7 01 ِ لي ٍ 7 الإو ِ ا : اام اي بر 21 1 ليه ل\" إن 0 3 بعن0ن بين - م . ج. ِ دحلا : . \" ا ا 2 1 رز 1 - الل يي مر دأ د ام ايد ار ب ا ا 1 ليه اه الرلفة . اج ا اا لمحيس ند ييار ل ٍ و 2 7 ذا : \"1 ماق د افيا 0 4 1 إن . 0ب 4 الاج 8 ا ال . 1 سوا اق يذ . وال . تاي - ا بلي 1 ب ٍ ِ ل 2 ب 0 ع م م وم يبرا 7 7 : 5 ا تطبيقات القياس 1 1 1 استطيع أن اسنتخدم الجمع والطرج لعل مسائل القياسن: إستتلتب انيغر 0 أستطيع أن أحل المسائل الكلامية التى تتعلق بالقياس. م ِ 1 0 أستطيع أن أطبق مجموعة متنوعة من الإستراتيجيات لحل المسائل الكلامية. ا لك 50 خطوات لحل المسائل استخدم المخطط الرئيس \"خطوات حل المسائل الكلامية\" لحل المسألة. الاب في المستعمرة أ؛ يجمع النمل 950 جرامًا من الطعام.", "metadata": {"page": 61, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "إذا كان النمل يستهلك 25 جرامًا من الطعام يوم الاثنين َ 0 و37 جرامًا من الطعام يوم الثلاثاء كم جرامًا من الطعام متبق؟ إستراتيجيات عديدة اكتب إستراتيجية حل المسائل المفضلة لديك والإستراتيجية الأقل تفضيلًا. ل 8 و 0 السلسسسيسسسسدرساس. \"ييننلنللن7اسسسسسساسسا0--روسسسسس سااادس. س. سسسسسسسسسسسس-مسللكسلسسي ا إستراتيجية حل المسائل التى لا أستخدمها كثيرًا هى: ّ 0 \" \"يق\" \"ا ل ششسسساتاّااساي 5 بك حل أكبر قدر ممكن من المسائل. استخدم ثلاث إستراتيجيات مختلفة على الأقل لحل المسائل قد لا تتمكن من حلها ال كلهاء لذلك اختر المسائل التي تريد أن تحاول لها أول؛ استخدم مخطط \"خطوات حل المسائل الكلامية\". إذا كان 0 ذلك مفيدًا . تأكد من تضمين المسميات في إجاباتك. ار 1 ا 1 اشترت آية بطاطس كتلتها كيلوجرامين و920 جرامًا. واشترت بصلا كتلته أقل من كتلة البطاطس بمقدار ا 5 جرامًا. ما كتلة البطاطس والبصل معًا؟ 1 : 4 , 4 ا 0\" لد الدرس السادس: تطبيقات القياس1 53", "metadata": {"page": 61, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "2 يستغرق نمو النملة الفرعونية من مرحلة البيضة إلى أن تصبح نملة بالغة مدة 45 يومًا. يستغرق نمو نملة الخشب من مرحلة البيضة إلى أن تصبح نملة بالغة مدة 12 أسبوعًا. ما النوع الذي يستغرق مدة أطول للنمو من مرحلة البيضة إلى نملة بالغة؟ ما فرق المدة بينهما؟ 3 حوض أسماك سعته 100 لتر وسُكب بداخله 20,000 ملليلتر من الماء. كم لترا من الماء يجب استخدامه لامتلاء الحوض بالكامل؟ 4 اشترت زينة 8 كيلوجرامات من السكر و10 كيلوجرامات من الدقيق و500 جرام من الكاكاو و225 جرامًا من المكسرات و275 جرامًا من جوز الهند. ما مجموع كتلة ما اشترته زينة بالكيلوجرام؟ 5 ازداد طول طاهر 10 سنتيمترات في سنة واحدة. يبلغ طوله الآن مترًا واحدًا و6 سنتيمترات. كم كان يبلغ طول طاهر بالسنتيمتر قبل سنة واحدة؟", "metadata": {"page": 62, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "6 سارت نملة من المستعمرة أ لمسافة كيلومترين في يوم واحد. وسارت نملة من المستعمرة ب لمسافة 0 متر في يوم واحد. أي النملتين سارت لمسافة أبعد؟ وما فرق المسافة بالكدلومتر؟ 7 كتلة قطة علي 7 كيلوجرامات وكتلة كلبه 17 كيلوجرامًا. عندما أخذهما علي إلى الطبيب البيطري, علم أن قطته زادت 450 جرامًا وزادت كتلة كلبه 120 جرامًا. كم يبلغ إجمالي كتلة الحيوانين الآن؟ 8 اشترى أستاذ عماد أربع زجاجات من المياه الغازية سعة لترين لنزهة الصف الرابع الابتدائي. إذا تبقى مقدار لترين و829 مليلتر من المياه الغازية في نهاية الحفل. فكم ملليلترًا من المياه الغازية شربها التلاميذ؟", "metadata": {"page": 62, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "9 تأخذ النملة العاملة غفوات قصيرة لتجديد طاقتها تصل إلى 250 دقيقة في اليوم. ويمكن أن تنام ملكة النمل حتى 9 ساعات في اليوم. أي نملة تنام لفترة أطول وكم يبلغ الفرق بينهما؟ 10 تقيس رانيا طول صفين للنمل. يبلغ طول صف النمل للمستعمرة أ 30 سنتيمترً . ويبلغ طول صف النمل للمستعمرة ب 500 ملليمتر. كم يبلغ طول صفي النمل مما بالسنتيمتر؟ فكر الكتابة عن الرياضيات الخثر واخذة مق مسائل تطل: اشرح كيفية حل المسألة؛ ولماذا اخترت الإستراتيجية التي استخدمتها؛ وكيف تعرف أن إجابتك صحيحة. 696 ٍّ ّ . ّ ٍّ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس السادس: تطبيقات القياس 1 55", "metadata": {"page": 63, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "لوحدة المفهوم الثانى الثالثة قياس الوقت الدرس السابع 0 01 و ب ا 0 أستطيع أن أستخدم الضرب والقسمة لحل مسائل القياس. 0 أستطيع أن أحل المسائل الكلامية التي تتعلق بالقياس. 0 أستطيع أن أطبق مجموعة متنوعة من الإستراتيجيات لحل المسائل الكلامية. ا تكن 0 الرياضيات والنمل حل المسآلة واشرح الحل باستخدام كلمات أو أعداد او رسومات أو جدول. توجد نملة في قاع بتّر بعمق 20 مترًا وتحاول الوصول إلى الأعلى. كل يوم تتسلق 4 أمتارء ولكن في كل ليلة تنزلق إلى الوراء مترين. ما عدد الأيام التي تلزمها للخروج من البتّر؟ قياس متعدد الخطوات تعاون مع زميلك لحل المسألة باستخدام إستراتيجية \"رسم صورة أو نموذج\". كن مستعدًا لمناقشة أفكارك. أحمد لديه قطعة من الخشب طولها 12 مترًا . يريد تقطيعها إلى 3 أطوال متساوية. كم يجب أن يكون طول كل قطعة بالمتر؟ ما طول كل قطعة بالسنتيمتر؟ ألغاز تعاون مع مجموعتك الصغيرة \"الفريق الأساسي\" لحل المسألة التي حددها لكم المعلم. كن مستعدًا لمشاركة", "metadata": {"page": 64, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ضع دائّرة حول رقم فريقك المعين. 1 يمارس أيمن رياضة الجري. يحتاج أيمن أثناء التدريب إلى شرب 500 مليلتر من الماء 4 مرات في اليوم 2 يمارس إيهاب رياضة رفع الأثقال. تبلغ كتلة إيهاب 100 كيلوجرام. يريد أن تزيد كتلته بمقدار 0 جرام في الأسبوع. إذا استمر ذلك لمدة 5 أسابيع, ماذا ستكون كتلته في النهاية؟ 3 تمارس أماني رياضة السباحة. وتقضي نصف ساعة كل يوم في السباحة. ما مجموع الدقائق التي تقضيها فى السباحة فى 5 أيام؟ 4 تمارس سارة رياضة المشي. تسير سارة 5,000 متر كل يوم لمدة 9 أيام. ما إجمالي ما سارته بالكيلومتر؟ التمل كائتات متفشة حل المسألة: وضم خطؤاتك. كانت مريم في نزهة مع عائلتها وقامت بعد 10 نملات تسير معًا. إذا كانت كتلة كل نملة جرامًا واحدًا وتحمل كل نملة كتلة تبلغ 50 ضعقًا من كتلة جسمهاء ما إجمالي الكتل التي يحملها جميع النمل؟ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس السابع: تطبيقات القياس 2 57", "metadata": {"page": 65, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الل هلد حناا , كار 1 ل'فة 8 جِ 5 المحورالاول ٍ الحكس العددى والعمليات : 0 ل حاد وا الوحدة الرابعه: ِ 1\" يها اتات تتح أ ا ا أسئلة قندنه الوحدة ام ا يراقب كل من عمر ومريم مجموعة من عاملات بي إلدكم النمل فى الحديقة. عندما يغادرالنما ذلك ا ُ ن لمسافقا لؤبئلة. ليتمك - لمستعهرة. يسيرؤو ت طوبٍ 4 نِ عمر ومريم من دراسة النمل؛ قررا مراقبة النمل 01 ِ بعض المساعدة فى وضع حدود لهذه المساحة. سان 5 عه 8 الع جل ما الشكل الهندسي الذي يجب على عمر ومريم رسمه ص 4 3 لماذا تسير العاملات من النمل لمسافات طويلة بعيدا عن : - 1 ا المستعمرة؟ ل : ب ج نا اللو 751 ا ب م - : ل ل نََ هل يمكن إبقاء النمل في المساحة التي يرسمها عمر ا ساني دم الم ل ! ومريم؟ جل ورا الها 5 1 7 د - : ِ: 2 يم ل 8\" : ا ا 70 بوذ لكاصنذا 9", "metadata": {"page": 66, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول ِ بف رويس 1 ل 1 بريد 1\" للها 0 أستطيع أن أعرّف المحيط. 0 أستطيع أن أستخدم القواثين لحساب محيط المستطيلات. 0 أستطيع أن أشرح كيفية حساب المحيط. ا ل مراجعة على المستطيلات قارن الأشكال الهندسية التالية. ظلل أو ضع دائرة حول جميع المستطيلات وضع نجمة ا على المربعات. 0 سم مين 7 ا امصخ 0 : 545 م 7 الل 1 نات وي 30م 1 8 0م 30م 4 5 ,8 5م تعلم ب مسيرة الثمل حل المسائل التالية. وضّح خطواتك. 1 1 تبحث مجموعة من العاملات من النمل عن الطعام. ويفرز النمل الفيرمونات 25م ! المواد الكيميائية لتحديد مسار يتتبعونه من خلال الرائحة. يتتبع النمل بعضهم جع نَعَخْما ان خط واد خول أخذ البان. استتدم التمودة التالى واسب محطظ ! \" 8 المبنى. 5م الدرين الأول: إيجاد المحيط 59", "metadata": {"page": 67, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول الرابعة , استكشاف المساحة والمحيط 2 تعاون مع زميلك لكتابة قاعدة أو قانون لمساعدة علماء الرياضيات على حل مسائل المحيط بكفاءة. 3 استخدم القانون: الا الا 1 - 0 أو 2 1 إلا م 7 سم العرض ا 01 - الطول ا 60917 - المحط 20 060066 4سم م لحساب محيط الأشكال الهندسية. وضّّح خطواتك. 7م 4 استخدم القانون: الا الا - أو 2 1 للا - م وسم العرض الا 101 - الطول ا 6917 - ا 1محمط 2 161111618 لحسآاب محيظ الاشتكال الهننسية رضم خطوائل وسم 9م 9 سم البحث عن القوانين احسب محيط الأشكال الهندسية التالية. استخدم قانونين مختلفين احل كل مسألة. وضع خطواتك: 0 7 سم 7 سم 7 سم 7 سم القانون الأول: القانون الثاني: 2 7م 1م 1م 7م القانون الأول:", "metadata": {"page": 68, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "لوا 8 0 مم 0 مم القانون الأول ااا القانون الثاني: حل مسائل المحيط التالية. لكل مسألة؛ ارسم مستطيلًا واكتب الطول والعرض وفقًا للمسالة. ترس سارة قطًا حول كل على كل مريم. ويلع تال جاتب واسد مم للفكة 56 ستسترا. ما تلز قط الذي ترسمه سارة حول الكعكة؟ 5: يريد فريق قزة القلم إحائلة جود من اللغب بالعبال العب كرة القدم. الحصول على مسائمة افر يحثالجين إلى مساحة يبلغ طولها 105 أمتار وعرضها 68 مترًا. ما طول الحبل الذي سيحتاجوته لهذا الجزء من الملعب؟ مسيزة بل الاقشب حل مسلة الحيما الثالياا رضم خطواتك: تسرد اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 69, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول لد ال ا أهداف التعلم لا 0 أستطيع أن أعرّف المساحة. 0 أستطيع أن أستخدم القوانين لحساب مساحة المستطيلات. ا 5 5 التحدث عن الأعداد صف الإستراتيجية أو الإستراتيجيات التى استخدمتها لحل مسائل الجمع بالحساب العقلى. مراجمة المساخة؛ الحسب مساخة الستظيلات. وضع خطواتك. 2 سم االلللا 2 اللا , . 9 لل للب ا \"\"' 2م المنتاحة: - وحدة مربعة المساحة بالسنتيمتر المربع - 3 حدد قَانَونًا الإبجاد مساحة المسنتظيل. 1 4 هل يمكنك استخدام القانون الذي حددته لإيجاد مساحة مربع ما؟ ارسم مربعًا ووضّح أفكارك.", "metadata": {"page": 70, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "يون التدريب على المساحة حل المسائل التالية. باستخدام القانون: اا أل 4 1 أوجد المساحة. 8م 8م 2 روس اللساحة: 6 مم 6 مم 3 في إحدى شركات الزجاج؛ يتم قطع قطعة من الزجاج لتغطية الجزء العلوي من طاولة طعام. قياس الطاولة هو 8 أمتار فى 6 أمتار. ما مساحة قطعة الزجاج اللازمة للطاولة؟ 4 مزرعة نمل صغيرة على شكل مستطيل. وأبعادها هي 20 سنتيمترًا 8 سنتيمترات. ما مساحة مزرعة النمل؟ مربعات من النتجاد حل المسنالة الثالية. وضع خْطوَاتك: لديك 36 مربعًا من السجاد لترتيبها على الأرض في شكل مستطيل. ارسم اثنين من الترتيبات الممكنة مع وضع القياسات للطول والعرشضن. ما محيط كل ترتيب؟ ما المساحة؟ عات اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثاني: إيجاد المساحة 63", "metadata": {"page": 71, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول الرابعة , استكشاف المساحة والمحيط الدرس الثالث هلحرلا هدف التعلم . 0 0 أستطيع أن أستخدم القوانين لحساب البعد المجهول عند معرفة بعض أبعاد المستطيلات. ا لك 0. تحليل الأخطاء خَلل عَمَل المي وإجابته التالية. حدد ما الصحيح وما الخطا فى إجابة التلميذ. ثم حاول حل المسألة بالشكل الصحيح. أمير متخصص في دراسة النمل. وقد وجد تلا كبيرًا كزّنه النمل الناري. وضع أمير حبلا حول الجزء الخارجي من التل على شكل مستطيل حتى يتمكن من دراسة التل بأمان. عرض المستطيل 8 أمتار وطوله 12 مترًا . ما مساحة الأرض المحاطة بالحبل بالمتر المربع؟ حل التلميذ: هناك 40 مترًا من الأرض للدراسة. 40 12 12 8 8. ما الصحيح في إجابة ما الخطأ في إجابة التلميذما اول حل المسالة يكل ا التلمين؟ سبب هذا الخطأ في اعتقادك؟ صحيح واشرح أفكارك. \"م 1 كر من الوحدات البعد المجهول تعاون مع زميلك للإجابة عن الأسئّلة حول المستطيلات. 5 وحدات 1 ما المعلوم عن هذا المستطيل؟ المحيط - 26 وحدة 2 ما المجهول عن هذا المستطيل؟ 3 كيف يمكننا استخدام المحيط للمساعدة على العثور على البُعد المجهول؟ ما البُعد المجهول؟", "metadata": {"page": 72, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "4 ما المعلوم عن هذا المستطيل؟ 0 وحدات ا امن 5 ها العيول عن هذا المسظيلة الوحدات 6 كيف يمكننا استخدام المساحة لإيجاد البُعد المجهول؟ ما البُعد المجهول؟ نشاط السرعة في الل مهمتك هي حل العديد من مسائل المحيط والمساحة قنر الإمكان مع زميلك: وضع تحدي الشكل المركب اقراً المسألة وحلها لإيجاد المحيط. بعد ذلك. اقبل التحدى وأوجد المساحة. 3 أمتار ترك بعض النمل الناري التل للبحث عن الطعام. ذهبوا 8 أمتار حب اي شرق عن آلتل كم التقوا وشاروا 4 أفتار كتدالا: اخترخن طَرَيَقَهمَ مم . ض شجرة كبيرة. ؛ لذا مشوا حولها. عندما تجاوزوا الشجرة؛ توجهوا فحت ْم 701 ب ايه اللا 7\" ء ءِ ا غربا لمسافة 3 امتان اخرى كم توتهوا نويا 8 اعجار الععدة إن . ا 1 التل. انظر إلى مسارهم في المخطط. حدّد القياسات المجهولة. ما ' مجموع عدد الأمتار التي مشوها؟ سا لمي ذو المحظ ل اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 73, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ب ب 2 ان ٍ 0 الوحدة المفهوم الأول ٍّ ِ از ا وبع حلا الرابيعة استكشاف المساحة والمحيط 7 نه يواد ا اك الدرس الرابع 00 0 أهداف التعلم و سانا ا ل 0 نشاط اتبع إرشادات المعلم. 1 احسب محيط الشكل الهندسي الذي أعطاه لك معلمك ومساحته. سجُل عملياتك الحسابية. بعد ذلك وفقًا لإرشادات معلمك, قص الشكل الخاص بك على طول محيظة. الشكلالهندسي: 0 الممبطاجااااساسسسسسسسسسسسٌّسشششس سلس 2 تعاون مع زميلك لتكوين شكل هندسي جديد باستخدام الشكلين لديكما. تأكد من تلامس ضلعين من ف الشكل الهندسي الجديد: 3 تحدث مع زميلك حول كيفية إيجاد مساحة الشكل الهندسي الجديد ومحيطه. اكتب أفكارك. لا تحاول إيجاد المساحة والمحيط الآن. فقط فكّر في إستراتيجية.", "metadata": {"page": 74, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "-- 7 اط 8 حساب المساحة والمحيط حل المسائل التالية. 4م 6م 8م 3م المساحة بالمقر المويع؛ سي قد الواكل بطريقة متالقة واحسي مساكه ومحيظه. وض خطْرائ. 4م 6م 8م 3م المساحقاه ااال 8 ماذا تلاحظ؟ الدرس الرابع: الأشكال الهندسية المركبة 6", "metadata": {"page": 75, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "المفهوم الأول الرابعة استكشاف المساحة والمحد احسب مساحة الأشكال المركبة ومحيطها. وضّح خطواتك 3 6 سم 1 سم 8 سم المساحة بالسنتيمتر المربع: 5 سم 2سم ل 2 سم 3سم دم 2 سم 5 سم المساحة بالسنتيمتر المربع:", "metadata": {"page": 76, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "رط 3 1م 4م 0م اح ا سسا أأكت اش شأكأة3353 0 المحيط بألمر؛ لللللللللللللللللللللللللسٍ ا سل تت 7 احسب مساحة ومحيط الشكل المركب الذي كونته في جزء استكشف. المساحية طلم المخيط أ سؤال التحدي: صمَّم الشكل المركب الخاص بك واحسب مساحته ومحيطه. الكتابة عن الرياضيات اقراً وحل المسألة. فى اعتقادك ما أسهل جزء فى حساب مساحة الأشكال الهندسية المركبة وما أصعب جزء؟ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الرابع: الأشكال الهندسية المركبة 69", "metadata": {"page": 77, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة 7 الو دالخامشسة: د : ٍِ الو اح 5 ا ال 8 لي : داا ل لبا 0 7 ا تس الاة ّ للا الس ا ؟ : م ا ا ا الو\" أسئلة فيديو الوحدة : هد لخي ا ا ل \" 3 تيون انواع تاد لمن وستدن الكود السريع 6 0 اده ا لجر ا - النقل. يجري عمر ومريم استقصاء عن 2004061 1 777 لو حو 0 1 ا أنواع وسائل النقل المختلفة؛ ويقارنون ا ا 0 0 م الأنواع المختلفة لوسائل النقل. 0 لي ري وي ا ا ل 1 : ب ا ِ وا ل . 1 0 َه َ جه ب . ءا اا 2 ٍ 0 ا مط طحخراان ل 5 ٍ 0 : . 7 ف 2 5 9ح او ل", "metadata": {"page": 78, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول الدرس الأول 08: 10 0. ب 0. ا 4 : أهداف التعلم . ل ٍ 0 أستطيع أن أعزّف المقارنة بين الأعداد باستخدام عملية الضرب. 1 0 أستطيع أن أشرح كيف يمكن استخدام عملية الضرب لمقارنة الأعداد. ّ . أستطيع أن أبتكر نماذج لتوضيح المقارنة باستخدام عملية الضرب. اح استكشف 1 ب ض حزام الأمان والسلامة هل تساءلت يوما عن مدى أهمية ربط م حزام الأمان في السيارة. سوف يعطيك معلمك شريطا ورقيًا. قارن بين طول شريطك الورقي وشريط المعلم؛ ثم قدر عما يلي: 3 1 - 0 1 كم مرة يمكن تكرار وضع شريطك الورقي ليتساوى ا مع شريط المعلم؟ 0 زام أمان عب بوط 2 0 إذا لصقت نهاية شريطك ببداية شريط زميلك فك ادر أ لا ,نفعت ء يمكن وضع الشريطين معًا ليتساويا مع طول شريط المعلم؟ 0 إذا لصقت نهاية شريطك مع أربعة أو خمسة شرائط؛", "metadata": {"page": 79, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "فكم مرة يمكن تكرار وضع هذه الشرائط لتتساوى 4 مع طول شريط المعلم؟ 89 نمذجة المقارنة ياستخدام عملية تعاون مع معلمك لنمذجة المقارنات. قص الشرائط التي أعطاها لك المعلم والصق نهاية كل منها مي ببداية الآخر لتكوين مخططات الشرائط واكتب قيمة كل شريط؛ ثم أكمل جمل المقارنة التالية. را لو حت كِ 1 قارن بين 10. 2. 10 تساوي - أضعاف العدد 2. جسا 2 قارن بين 12 3. 12 تساوي -- أضعاف العدد 3. ةج : 3 قارن بين 48 6 18 ضاوي . ب اشعاف ائقدة 6: الدرس الأول: مقارنة الأعداد باستخدام عملية الضرب 71", "metadata": {"page": 79, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1 قارن بين 15 3. 15 تساوي أضعاف العدد 3. 2 قارن بين 28 7 28 تساوي أضعاف العدد 7. 3 قارن بين 27 9. 27 تساوي أضعاف العدد 9. ِِ : الكتابة عن الرياضيات أجب عن الأسئلة. واستخدم ٍّ د ِ الأعداد والكلمات لشرح أفكارك. أ امرض اه 3 0 كيف تساغدنا المقارنات باستخدام عملية الضرب 1 2 م : على قهم أهمية ريط حزام الأمان؟ ٌ . سين - 0 كيف يمكتنا استخدام المقارنات باستخدام عملية 2 : الضرب لمساعدتنا على فهم العالم من حولنا 0 : : ا حزام أمان مربوط ' 1 ووصضفه؟ ؛ 0 1 ب ب ا جا غلا 7 اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 80, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدد المفهوم الأول ملس سسا اداكدكٌلبسمعس-- ' تمتك 0 تكوين معادلات للمقارنة باستخدام 1 أهداف التعلم 0 أستطيع أن أكون معادلات الضرب لتمثيل المقارنات. لمشلا 0 أستطيع أن أستخدم رمز لتمثيل العدد المجهول فى مسأآلة الضرب. ِ لكا ا 7 . مقارنة سرعة وسائل الثقل اقرأ المخطط البيانى. ظلل أو ضع دائرة حول العبارات التى توضح المقارنة ملست - باستخدام عملية الضرب. يتحرك القارب الشراعي بسرعة تقريبًا تساوي ضعف سرعة شخص يسير على قدميه. 0 ل 50 تتحرك الدراجة بسرعة تقريبًا تساوي من 3 أضعاف إلى 4 أضعاف سرعة القارب الشراعي. تحير . , حا وضعف سرعة السفينة السياحية. 7 : 5 حك القطارات فائقة السرعة تتحرك بسرعة تساوي 8 أضعاف سرعة السفينة السياحية ا ا ليطي وأكثر من 30 ضتعقا لسرعة القارت الشراعى: ل تتحرك طائرات الركاب بسرعة تقريبًا تساوي 0 ضعفًا لسرعة شخص يسير على قدمب وير 00 4آ ممعي وختعف سرعة القطار فائق السرعة؛ موحد وت الدرس الثاني: تكوين معادلات للمقارنة باستخدام عملية الضرب 73", "metadata": {"page": 81, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "استخدام الضرب لعرض المقارنات اكتب معادلة للتعبير عن الجملة العددية للمقارنة. استخدم رمزًا لتمثيل العدد 1 عدد يساوي 4 أضعاف العلل 3: ل 2 18 تساوي 6 أضعاف عدد: 3 عدد يساوي ضعف العلاق 17 اااااااعررسلسل 4 24 تساوي 4 أضعاف م 5 25 تساوي 5 أضعاف عدد: تكوين معادلات للمقارنات باستخدام عملية الضرب اعمل مع زميلك لإكمال هذا النشاط. اقراً المسائل الكلامية. وفكر في المقارنات في هذه المسائل ثم اكتب معادلة الضرب التي تمثل المسألة الكلامية. استخدم رمرًا لتمثيل العدد المجهول. ليس من الضروري حل المعادلات. الكرات معها يساوي 4 أضعاف هذا العدد. ما عدد الكرات الزجاجية التي مع نادية في مايو؟ 0 2 كان مع حامد 12 كعك؛ وهذا يساوي 3 أضعاف عدد قطع الكعك مع أخيه أحمد ل عدد قطع الكعك التي كانت مع أحمد؟", "metadata": {"page": 82, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "3 ذهبت عايدة إلى المدرسة سيرًا على الأقدام يوم الاثنين ووصلت بعد 21 دقيقة. يوم الثلاثاء؛ وه ركيت دراجتها إلى المدرسة ووصلت بعد 7 دقائق. كم مرة كان ركوب الدراجة أسرع من المشى؟ بطاقة التحقق من الفهم تخيل سيارة سرعتها 3 أضعاف سرعة دراجة. تحتاج سلمى إلى 24 دقيقة لتصل ل إلى المدرسة بالدراجة. اكتب معادلة الضرب التي تبين كم من الوقت تحتاج سلمى للوصول إلى المدرسة بالسيارة. حل المعادلة. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 82, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المقهوم الأول حل معادلات للمقارنة باستخدام عملية الضرب 5 طرق متنوعة لحل المسائل اقراً المسألة وقرر ما إذا كنت تتفق مع مصطفى أم لا. مصطفى يحل المعادلة 18 2 8 6. يقول أنه يمكن حل المسألة باستخدام القسمة: ع - 6 18. هل تتفق مع 4 ما عدد المقاعد؟ استخدم المعلومات الموجودة فى الجدول لمقارنة أعداد المقاعد فى وسائل النقل المختلفة. ثم حل المعادلة لكل مقارنة. وسيلة النقل عدد المقاعد : دراجة بخارية 2 مس رين سيارة 4 شاحنة 6 ,أ أتوبيس 36 ليج عربة المترو 48 ا 1 كم مرة يساوي عدد المقاعد في الشاحنة عدد المقاعد في الدراجة البخارية؟ ا ل ََ الدرس الثالث: حل معادلات للمقارنة باستخدام عملية الضرب 15", "metadata": {"page": 83, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول 2 كم مرة يساوي عدد المقاعد في الأتوييس عدد المقاعد فى الشاحنة؟ المعادلة؛ : - ال 3 كم مرة يساوي عدد المقاعد في عربة المترو عدد المقاعد في السيارة؟ المعاللة ااال ال 4 كم مرة يساوي عدد الركاب في عربة المترو عدد الركاب في الشاحنة؟ المصازلة ااال 5 كم مرة يساوي عدد المقاعد في الأتوبيس عدد المقاعد في السيارة؟ : المعادلةم 0 0 5 مقاعد أخرى على القارب على القارب أ يوجد 12 مقعدً . اكتب مسألة لمقارنة عدد المقاعد على القارب مع . سسيلة مواصلات أخرى في الجدول في جزء تعلّم. اكتب معادلة للمقارنة وحلها. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 84, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "3 ْ الوحدة المفهوم الثانى الدرس الرابع 30 0 \"0 أهداف التعلم 0 أستطيع أن أطبق خاصية الإبدال في عملية الضرب لحل المسائل التي تحتوي أو لا تحتوي على عدد مجهول. ا ل 0. ا التحدث عن أعداد السيارات اللعبة عند الانتهاء من حل المسألة. . ارفع يدك حتى يراها المعلم. 1 أحمد معه 48 سيارة لعبة ويريد عرضها في الفصل. وهو يريد ترتيبها في صفوف وأعمدة متساوية. كيف يمكنه تفقو ب ّ عرض سياراته؟ ارسم الحل الذي ستتوصل إليه. استكشاف خاصية الإبدال في عملية الضرب استدر وتحدث مع زميلك عما تتذكره حول خاصية الإبدال في ٍِ اكتب تعريفًا لخاصية الإبدال في عملية الضرب بأسلويك مع التوضيح بمثال. ْ 1 اختر بطاقتين من بطاقات الأعداد 9-1. ارسم مصفوفة باستخدام العددين اللذين اخترتهما نس ٍ ليكونا العوامل أعداد الصفوف و الأعمدة؛ ثم استخدم العددين نفسهما لرسم مصفوقة جديدة. 2 اكتب معادلة لمصفوفاتك باستخدام خاصية الإبدال في عملية الضرب. 2 كر النشاط حتى ينتهي الوقت. هناك مساحة لكتابة 5 معادلات للمصفوفة. الدرس الرابع: خاصية الإبدال في عملية الضرب 77", "metadata": {"page": 85, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": ", 6 المصفوفات عماءك؟ وخاصية الإبدال بج معادلة المصفوقة1: لاج سا لا سس معادلة المصفوقة2: -ا ميج بلاس معادلة المصفوقة 3: الاج لاإ مس معادلة المصفوقة4: لايجا سس لإ اا آ معادلة المصفوقة5: اديج لل لإ ا د ب الكتابة عن الرياضيات اقرأ المسألة وحلها. : ٍ : هناك 42 شخصًا يريدون لعب كزة القدم. يقول بدر أنه يمكن تكوين 6 فرق وكل فريق يضم 7 أشتخاض. تقول أ يا سلمى أنه يمكن تكوين 7 فرق وكل فريق يضم 6 أشخاص. من منهما على صواب؟ استخدم الأعداد والكلمات 1 ٍ د مضه اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 86, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1 ب 2 ً الوحدة المفهوم الثاني كيدا و 2 0 أهداف التعلم . 0 0 أستطيع أن أطبق كل من خاصية العنصر المحايد وخاصية الضرب في صفر في عملية الضرب لحل المسائل. 0 أستطيع أن أحدد الأنماط التي ألاحظها عند الضرب في 10 100؛ 1,000. ا كل 0. التحدث عن الأعداد باستخدام الحساب العقلي انظر إلى المسائل الآتية وحلها باستخدام الحساب العقلى أتفيوو بن 0 6 0 5 0 د ني اكتب تعريفًا للخواص بأسلويك. اكتب مثالا لكل منها باستخدام الأعداد والرموز. 1 سد عد صا . ٍِِ الضرب باستخدام الحساب العقلي اقرأ المسألة. 1 - حب ماذا تلاحظ؟ ما الأرقام التي يمكن وضعها في الفراغات؟ 011 بجوي كوا ما السبب في اعتقادك؟ ا اا ا إذا كان الشخص العادى يمشى بسرعة وسح ص زب ٍِ محطة مترو في القاهرة كيلومتر في الساعة؛ فما سرعة المترو تقريبًا؟ 8", "metadata": {"page": 87, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "حر ا 7 ا 2 ف , جل ٍ أنماط القيمة المكانية تحدث مع زميلك عن مسائل الضرب. ارسم نماذج القيمة المكانية لحل المسائل. حدّد الأنماط التي استخدمتها في الحل وسجّل ملاحظاتك. ا ا 2 4 1 ا -4 100 4 1,000 م صف الأنماط التي تلاحظها في المسائل وحلولها. : اح مب الكتابة عن الرياضيات طارق يقول أن 1,000 9 تساوي 900. ما الذي يمكن أن تقوله لطارق ليساعده في اتبع إرشادات المعلم لإكمال هذا النشاط. ص", "metadata": {"page": 88, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": ": ٍ ٍ' 3 : الدرس السادس ها 0 : يما . -. . 0. لبا أهداف التعلم ب لها 0 أستطيع أن أطبق خاصية الدمج في عملية الضرب لحل المسائل. ا لكلا 0. التحدث عن بطاقة الأعداد المنقطة لاحظ الصورة. ما عدد النقاط التى تراها؟ كيف توصلت إلى الإجابة؟ المسألة 1: -324 2 المسألة 2: -423 تطبيق خاصية الدمج في عملية الضرب اعمل مع زميلك لحل المسائل. ضع قوسين حول العاملين اللذين متتضرييعا ولا اعد كثاية الفوامل يتَركيت أكو اذا كان هذا مساعدلق - 4756 6 325 10 -345 8 2 46 2 -3373 9 بت3ز32 4 -10229 -437 5 الدرس السادس: خاصية الدمج في عملية الضرب 81", "metadata": {"page": 89, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الكتابة عن الرياضيات استخدم ما تعلمته عن خاصية الدمج فى عملية الضرب لمساعدة فاروق على حل المسألة. فاروق يحاول حل المسألة 4 27. يبدا بحل 7 2 ويكون حاصل الضرب 14. ضع قوسين لتوضيح كيف بداً فاروق هذه المسألة. هل يمكن أن توضح لفاروق طريقة أخرى لحل المسألة؟ , , اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 90, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "َ 8 الدرس السابع للها هدف التعلم 0 0 أستطيع أن أستخدم تحليل العدد إلى عواملة وخاصية الدمج في عملية الضرب لحل المعادلات مع مضاعفات العدد 10 أو 100 أو 1,000. 1 - 7 ا أنماط تلاحظها في كل مجموعة من المسائل. 1 المجموعة 1 0 سس لس ل ام ا 1 0 خ اه المجموعة 3 الدرس السابع: تطبيق الأنماط في عملية الضرب 83", "metadata": {"page": 91, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "تحليل مضاعفات العدد 10 حلل كل عدد إلى زوج عوامل مستخدمًا العدد 10. اكتب العامل المجهول فى المربع. بج اي اكتب غدد العشرات التى تكَزَنَ كَل عد ا 7 30 عشرات 0 -- عشرة ا 8 80 --عشرات 1 120 عشرة ا تخ ست حقيرة عشرة ماد - الضرب في مضاعفات 10. 100 1,000 استخدم تحليل العدد إلى عوامله وخاصية الدمج في عملية الضرب 8 لخل كل مسألة. ا 0- 10 14- 7210 - 72027210 مب ب 2 34,000 3 . 4700 2 ب 2 550 1 ٍِ أجب عن الأسئلة. إجابة هبة إجابة أشرف ما أوجه التشابه والاختلاف بين إجابتي أشرف وهبة؟ أي ب ا 8 إستراتيجية منهما تفضلها؟ لماذا؟ وماد اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 92, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "إ روي ؟ . 1 7 0 جد كنب - : ِ ا : 0 الماصساقان الح لاد 1 : ال جا 8 عات 2 ص ْ. : الن 8 8 : 7 باص 1 - . و ! د : 1 فض 0 ا ل 1م العوامل والطرق الك ا د 0 أ ءِ ً 5 ِ ا عدة و 0 0 0 ل : 1 َ \"1 84 يساعد كل من عمر ومريم المعلم في 0 ا ٍ ة سمسو حي اند 1 ض 0 6 وسيلك اقل التي يجباان تستتخدمها 0 الكود السريع 1 ؤ 0 المد و حلا ا 8 ُ ِ ٍ لمرية المرعتة سما  0 ٍُ 1 قد يحتاجان مساعدة في تخصيص ا ٍ 7 ر 1 ا له 2 ا اه ا 7 0 ب 0 ' ما الطرق المختلفة التى يمكن تركيت المقا عد ِ 0 و 2 2 نيار بم 7 المدرسية؟ ج الى ِ 3 0 00", "metadata": {"page": 93, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المقهوم الأول السااسة ا فهم العوامل الدرس الأول ساو له أهداف التعلم . 0 0 اال 0 أستطيع أن أغرف عوامل العدد الصحيح. ا تك 5 الكثير من المستطيلات هناك 24 مقعدًا على متن الطائرة مرتبين على شكل مستطيل. يمثل كل عنصر من عناصر : العد الخاصة بك مقعدًا واحدًا. استخدم كل من عناصر العد الخاصة بك لتكوين العديد من ترتيبات الجلوس ما تستطيع. ارسم المستطيلات وقم بتسمية الأبعاد العرض والارتفاغ. ِ فاق اق رن 3 أن لقن قال تعلّم كن أت أن فت نا أن لمن قم ا له اعداد تتضمن العوامل 10: 52 عد بالقفذ يمقاد 2 9720م : 0 جٍِ ظلل الأعداد التي تقولها أثناء العد. اث 3 0888 مسمس تب ةق اق قال 1 عد بالقفز بمقدار 5. ظلل الأعداد التي تقولها أثناء العد. لت تا تا ؤ لك قا فنا اق قن هنا لما قا ع لف هق ها فا ا 2ن أن لا لا ال ِ- ا را يها اي أ أ لق لق كله ا 20 0 د قت يت قد ايه تدم ل ل م م سا م لم قا ان", "metadata": {"page": 94, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "و 0 الوحدة , المفهوم الأول سيل السادسة فهم العوا 01\" م تعوامل 0 جيم موددج : ا 205 ب عد بالقفز بمقدار 10. ظلل الأعداد التي تقولها أثناء العد. قث قن نرت 2 ل قن لقن قال لك لقالا لقا فنا انا لما لقا اق لق لنم نقا ره 2ق ل لقا قال اث قر 2 لق لق قال لفن رق قم اث اق قم أ اق 8ل ن 0 0 أ 0220 حدد ما إذا كانت عوامل العدد المعطى تتضمن 2 أو 5 أو 10. ضع دائرة حول نعم أو لا. \" هل 2 من هل 5 من هل 10 من عوامل عوامل العدد؟ عوامل العدد؟ العدد؟ 26 نعم لا نعم 9 نعم لا 70 نعم لا نعم لا نعم لا 15 نعم لا نعم لا نعم لا 17 نعم 23 نعم 9 نعم لا للعدد 40. 1 اكتب عوامل العدد 40. مخطط إيجاد العوامل باستخدام قوس قزح مخحطنطة التخليل الاب - اب 2 اكتب عوامل العدد 36. يوجد 5 أزواج من العوامل. : 2 مخطط إيجاد العوامل باستخدام قوس قزح مخطط التخليل ا طضى\" \" 3 اكتب عوامل العدد 20. يوجد 3 أزواج من العوامل. را مخطط إيجاد العوامل باستخدام قوس قزح مخطط التحليل , 27 81 اا الكتابة عن الرياضيات اكتب ثلاثة أعداد تتضمن عواملها 2. 5, 10. ما العامل المشترك بين الأعداد الثلاثة جه التى كتبتها؟ َ اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الأول: تحديد عوامل الأعداد الصحيحة 87", "metadata": {"page": 95, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول الأعداد الاولية والأعداد متعددة العوامل ا 7 أهداف التعلم سردا 0 أستطيع أن أشرح الأنماط التي ألاحظها في الأعداد التي تتضمن العوامل 3 أو 6 أو 9. 0 أستطيع أن أحدد ما إذا كان العدد هو عدد أولي أو عدد متعدد العوامل. ا تك . 2 ألغاز العوامل استمع إلى الألغاز التي يقرأها المعلم. حل الألغاز واكتب إجاباتك. د 1 عدد زوجي يقع بين 20 و 30. بعض عوامله تتضمن الأعداد 1. 2 4؛ 7 14. فما هو؟ 2 عدد زوجي أكبر من 40. لديه العامل 10 وهو أقل من 60. فما هو؟ 3 عدد مكوّن من رقمين. لديه العامل 5. رقم العشرات أقل من رقم الآحاد. أحد أزواج عوامل العدد هو 5؛ 7. ' قا بو رج أي هى مس أعداد تتضمن العوامل 3 أو 6 أو9 حدد ما إذا كان كل عدد يتضمن العامل 3 أو 6 أو 9. استكشف هذه الأنماط:", "metadata": {"page": 96, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ب جه 0 يكون العدد 3 من عوامل أحد الأعداد إذا كان مجموع الأرقام هو عدد نذكره عند العد بالقفز بمقدار 3. - مثال: 3 من عوامل العدد 63 لأن 9 3 6. والعدد 9 هو عدد نذكره عندما نقوم بالعد بالقفز 1 بمقدار 3. 0 48 يكون العدد 9 من عوامل أحد الأعداد إذا كان مجموع الأرقام هو عدد نذكره عند العد بالقفز بمقدار 9. ا مثال: 9 من عوامل العدد 72 لأن 9 - 2 7 والعدد 9 هو عدد نذكره عند العد بالقفز بمقدار 9. 0 1 يكون 6 من عوامل أحد الأعداد إذا كان هذا العدد يتضمن العددين 2. 3 من ضمن عوامله. وهذا يعني أنه يجب أن يكون عدد زوجي ويجب أن يكون مجموع الأرقام عدد نذكره عند العد بالقفز بمقدار 3. مثال: 6 من عوامل العدد 36 لأنه عدد زوجي ولأن 9 - 6 3 والعدد 9 هو عدد نذكره عند العد بالقفز ب قار 5 ب 5 0", "metadata": {"page": 96, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ا 0 الوحدة المفهوم الأول لز 5 ب -- - استخدم هذه الأنماط لحل المسائل. 1 هل العدد 3 من عوامل العدد 53؟ كيف عرفت؟ 2 هل العدد 9 من عوامل العدد 63؟ كيف عرفت؟ 3 هل العدد 6 من عوامل العدد 84؟ كيف عرفت؟ عدد أولي أم متعدد العوامل اكتب جميع عوامل الأعداد التالية. ثم؛ اكتب ما إذا كان العدد أولى أم متعدد العوامل. العدد متعدد العوامل يتضمن أكثر من عاملين. هل العدد أولي أم متعدد العوامل ؟ ا جلا 1 18 اح 212 ا 7 الدرس الثاني: الأعداد الأولية والأعداد متعددة العوامل 89", "metadata": {"page": 97, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول السادسة فهم العوامل الأعداد الأولية الأقل من 100 تعرِّف جميع الأعداد الأولية الأقل من 100. استخدم العد بالقفز وأنماط العوامل لمساعدتك على استبعاد الأعداد غير الأولية. 1 ضع دائرة حول العدد 2 واشطب جميع الأعداد الأخرى التي تذكرها عند العد بالقفز بمقدار 2. 2 ضع دائرة حول العدد 3 واشطب جميع الأعداد الأخرى التي تذكرها عند العد بالقفز بمقدار 3. : 3 ضع دائرة حول العدد 5 واشطب جميع الأعداد الأخرى التي تذكرها عند العد بالقفز بمقدار 5 بعضها 4 ضع دائرة حول العدد 7 واشطب جميع الأعداد الأخرى التي تذكرها عند العد بالقفز بمقدار 7. 5 ضع دائرة حول جميع الأعداد المتبقية باستثناء العدد 1. 2 عند الانتهاء تكون الأعداد الموضوع حولها دائرة أعدادًا أولية 4 والأعداد المشطوية أعدادًا متعددة العوامل. 0 كت أن أرق اضف أضم لضم كم أ لق نا ا فكر آ الكتابة عن الرياضيات سيتم ترتيب المقاعد بالقارب الجديد على شكل مستطيل. هل من الأفضل أن يحتوي 1 القارب على 48 مقعدًا أم على 53 مقعدًا؟ كيف عرفت؟ هل سيكون من الجيد أن يحتوي على 49 مقعدًا؟ ناد حظ اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 98, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1\" . الوحدة المفهوم الأول ين ا ًِ الدرس الثالث 0 0 أهداف التعلم 0 0 أستطيع أن أحدد العامل المشترك الأكبر بين عددين صحيحين. ا بتكل 0 سباق السرعة في الرياضيات سيعين لك المعلم تشاطًا لمزاجمة حقائق عملية الشبرب: أأجب عن أكبر عدد ممكن من المسائل في 60 ثانية. العوامل المشتركة اكتب عوامل كل عدد. ظلل أو ضع دائرة حول العوامل المشتركة لكل زوج من الأعداد. اللللفللللصدصمتللَقفسسسوسس'\"للكلم\"َََلالللالفمو0ام \"َاال0َالل لللصالاالالللصلللللاللللللللالصسااا ا00اِللاللسالسم. لااالا 7 متسس 4 2 ض : 5 4 اكب إيجاد العامل المشترك الأكبر استخدم ما تعرفه عن العوامل والعوامل المشتركة لحل كل مسألة. الدرس الثالث: العامل المشترك الأكبر ع. م. أ 91", "metadata": {"page": 99, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول السادسة فهم العوامل 1 سيذهب تلاميذ الفصل في رحلة مدرسية. وعددهم 36 بننًا و27 ولذَا . سيتم تقسيم التلاميذ إلى مجموعات من 0 ستذهب أميرة وصديقاتها للتنزه. تريد أميرة أن تأخذ وجبات خفيفة من التفاح وبعض الحلوى في الرحلة. لديها 24 تفاحة و36 كيسًا صغيرًا من الحلوى. ما أكير عدد من العبوات يمكن لأميرة تكوينه إذا كانت كل عبوة تحتوي على العدد نفسه بالضبط من التفاح والعدد نفسه بالضبط من أكياس الحلوى مع عدم وجود وجبات خفيفة متبقية؟ ما عدد التفاح فى كل عبوة؟ ما عدد أكياس الحلوى فى كل عبوة؟ نأإح 7و 83 يعمل مُهاب في تنسيق الزهور ولديه 7 زهرات من الورد و14 من زهرات الأقحوان. إذا كان مُهَاب يريد أن", "metadata": {"page": 100, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "تكون جميع التنسيقات متطابقة وألا توجد زهور متبقية, ما العدد الأكبر من تنسيقات الزفور التي يمكن أن يكؤنها؟ ما عدد زهرات الورد وما عدد زهرات الأقحوان في كل تنسيق؟ . 4 أوجد العامل المشترك الأكبر ع. مأ للعددين 40. 50. 75 ف 0 فيج 5 أوجد العامل المشترك الأكبر عم. للعددين 10 24. : 8 لَْس--سسشااِالاكتلللعت0ققللللللقللللللحلَالالللص7ااعحإعسسب 2 6 أوجد العامل المشترك الأكبر ع. م. للعددين 33 11. ا 27 الكتابة عن الرياضيات صف كيف يرتبط العدد بعوامله. استخدم الأعداد والكلمات والرموز لتوضيح أفكارك. ب . 9 \" . 'ْ اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 100, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "لل 0 الوحدة المفهوم الثاني 1 الجو- : ل 5 7 ب الباج لقا لها م ِ ا لا َّ م -1 ال ا \"1 تحديد مضاعفات الاعداد الصجبحة ا م . د أ \"قو 5 . أهداف التعلم ا 0 أستطيع أن أعرّف مضاعفات الأعداد الصحيحة. 0 أستطيع أن أحدد مضاعفات الأعداد الصحيحة. ا بك العد بالقفز على خط الأعداد ارسم خطا يربط بين كل عدد والآخر لإظهار العد بالقفز على خط الأعداد. ابداً من 0 في كل مرة. 1 استخدم العد بالقفز بمقدار 2 على خط الأعداد. 2 استخدم العد بالقفز بمقدار 3 على خط الأعداد. 5 3 استخدم العد بالقفز بمقدار 4 على خط الأعداد. 7 ب 8 م : - 4 استخدم العد بالقفز بمقدار 5 على خط الأعداد. ٍْ 7 ؤ حِلِببببلببببلبيبببلببببلبيبيليببييلم م 5 استخدم العد بالقفز بمقدار 10 على خط الأعداد. 8 الدرس الرابع: تحديد مضاعفات الأعداد الصحيحة 93", "metadata": {"page": 101, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الثاني السادسة فهم المضاعفات لون المضاعفات استخدم جداول المئات المقدمة من معلمك لتلوين المضاعفات. 1 استخدم العد بالقفز ولوّنَ مضاعفات العدد 2. ا 2 استخدم العد بالقفز ولوّنَ مضاعفات العدد 3. 3 استخدم العد بالقفز ولوّنَ مضاعفات العدد 4. 4 استخدم العد بالقفز ولوّنَ مضاعفات العدد 5. 5 استخدم العد بالقفز ولوّنَ مضاعفات العدد 6. ان 6 استخدم العد بالقفز ولوّنَ مضاعفات العدد 7. : 7 استخدم العد بالقفز لون مضاعفات العدد 8: 8 استخدم العد بالقفز ولوّنَ مضاعفات العدد 9. الا أوجد الأنماط استخدم جداول المنّات لمساعدتك على التعرف على الأنماط في مضاعفات ا 2 6 7 8؛ 9. ثم؛ شارك ملاحظاتك عن الأنماط مع زميل لك. اكتب ملاحظاتك. ماع :", "metadata": {"page": 102, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ا الكتابة عن الرياضيات تستقل تهاني الأتوبييس من المدرسة إلى المنزل كل يوم؛ لكنها لا تستقله مباشرة إلى 5 ب منزلها. بعد نزول تهاني من الأتوبيس يجب أن تسير بقية الطريق إلى المنزل. الأتوبيس الذي تستقله يتوقف كل 4 إ كيلومترات في الطريق إلى المنزل. إذا كانت تهاني تعيش على بُعد 18 كم من المدرسة؛ فما المسافة التي يتعين عليها , سيرها إلى المنزل من منطقة توقف الأتوبيس؟ ارسم صورة لتمثيل أفكارك. 6 اب اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 102, "chunk_id": 2, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ب\" '- 9 ل ؤ نبب ٍ تت 1 . 1 السادسة فهم المضاعفات يننا اس -ي\" . ََ بن المضاهفات المشتركة جا لح ض رح 1 ا ويد حي\" \"فقا لي ٍِ . هدف التعلم يرن 0 أستطيع أن أحدد المضاعفات المشتركة لعددين. \"- استكشف 1 ا ً ٍ ٍ سه - ط\" أ منطقة انتظار الأتوبيس وضح المكان الذى يتوقف فيه كل أتوبيس على خط الأعداد. - سا5 0 يتوقف الأتوبيس رقم 1 كل 3 كيلومترات. 1 ِ ا\" - 0 يتوقف الأتوبيس رقم 2 كل 5 كيلومترات. 0 0 يتوقف الأتوبيس رقم 3 كل 9 كيلومترات. السسسو\". الدرس الخامس: المضاعفات المشتركة 95", "metadata": {"page": 103, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ب لن. . سمجعا - : 8 0 1 ل تطابق المضاعفات سيكلفك معلمك بالعمل مع زميل لك. واحد منكم هو الزميل أ والآخر هو الزميل ب. انظر إلى بطاقتك الأولى واكتب 10 مضاعفات عليها. ثم؛ انظر إلى البطاقة الأولى لزميلك لمعرفة المضاعفات المشتركة. سجل إجاباتك. 1 المضاعفات المشتركة المضاعفات المشتركة المضاعفات المشتركة ل للعددين 5. 2: للعددين 3, 4: للعددين 8, 2: المضاعفات المشتركة المضاعفات المشتركة المضاعفات المشتركة المضاعفات المشتركة المضاعفات المشتركة المضاعفات المشتركة للعددين 4, 5: للعددين 8, 4: للعددين 5. 3: أوجد التشابه بين المضاعفات اذكر مضاعفات كل زوج من الأعداد حتى تجد أول مضاعفين مشتركين لكل زوج الاج . 10 : 8 3 1057 7 4 : 2. 9 الكتابة عن الرياضيات ما العلاقة بين العدد ومضاعفاته؟ استخدم مثالا لدعم أفكارك. اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 104, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "لير الوحدة المفهوم الثانى الدرس السادس 0 \" 0 أهداف التعلم له 0 أستطيع أن أشرح العلاقة بين العوامل والمضاعفات. 0 أستطيع أن أحدد ما إذا كان العدد عاملًا أم مضاعفًا لعدد آخر. ' ا ل 50 الغازالمضاعفات اقرأ كل لغز وحلّه. قد يكون هناك أكثر من إجابة واحدة. 1 عدد فردي. مضاعف للعددين 3. 5. وأكبر من 20. فما هو؟ 2 عدد زوجي. مضاعف للعددين 4. 8. ويقع بين العددين 10. 20. فما هو؟ عن 8 عدد زوجي. مضاعف للأعداد 3. 4؛ 6. فما هو؟ ! \" يم اربط العلاقات فكر فى العلاقات بين الأعداد فى كل مجموعة. اكتب جملتين على الأقل لتصف ما تلاحظه. كن مستعدًا لمشاركة أفكارك. 5 3 كيف ترتبط العوامل والمضاعفات؟ الدرس السادس: العلاقات بين العوامل والمضاعفات 97", "metadata": {"page": 105, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": ", يدا 1 : ول الوحدة , المقهوم الثاني 1 . \" أ ا فهه المضاعفات ست السادسة فهم المضاعفات اا ض ِ- با لعبة العوامل والمضاعفات العب هذه اللعبة مع زميل لك. ضع بطاقات العوامل والمضاعفات مقلوبة فى مجموعة وقم بخلطها. اختر بطاقة واحدة. يكتب أحد اللاعبين عوامل العدد؛ بينما يكتب الآخر المضاعفات. يُظهر كل لاعب ما كتبه للآخر ويكتب إجاباته في المربعات. اختر بطاقة أخرى وبل الأدوار. العدد: العدد: العدد: التوامل: العوامل: التواهل: المضاعفات: المضاعفات: المضاعفات: د العدد: العدد: العدد: المضاعفات: المضاعفات: المضاعفات: العدد: العدد: العدد: العوامل: العوامل: العوامل: المضاعفات: المضاعفات: المضاعفات: 6 - . ض ٍْ اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 106, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة 0. المحور الثانى. العمليات الحسانية والتفكيرا لجبري ٍَّ 5 ا ا . والمسمة؛ : الحسات والعلافات 77 اا رما 0 ِ الا 1 2 7 ا وجدو- جص ال ' يم ب 7 ب 8 بد ل 8 5 7 7 رز ال ا أسثلة فيديو الوحدة هه كان نشاهد في الفيديو كيفية تخزين ونقل 0 لبضائع حول لعالم في شكل مصفوقات. ماذا الكود السريع : ستفعل إذا طلب منك حساب عدد البضائع التي يتم نقلها في الحاويات الضخمة؟ - 0 الإ لحساب الأعداد الكبيرة التي نشهدها في حاويات النقل؟ 8 رااان ا 5 كيف يمكنك استخدام عملية القسمة لتوزيع الأعداد 0 َ 27 الكبيرة في حاويات مختلفة بشكل متساوي؟ 8 د -. هج د د الوسجنة ال مائعا بكترت واس حك ا لحساب والعلاقات دحوو", "metadata": {"page": 107, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ا ها 0 0 0 0 ل زر لطر بالا 1 ا ء ل الدرس الأول اااي ل ص ل أهداف التعلم : ال سد 7 من رقمين في عدد مكون من رقم واحد. ع 0 أستطيع أن أشرح كيفية استخدام القيمة المكانية فى الضرب. 0 ملاحظة وأسئلة انظر إلى الصورة التالية: اكتب شيئًا تلاحظه وشيئًا تود أن تسأل عنه في الصورة. 5 ك0د14ربربننظرتما تاي ا وجح الاح لاسي يجحت ةهج أود أن أسال عن ا ت: ؟ ا 2 إنشاء رسم سريع استخدم الرسم السريع لحل المسائل التالية. 5 لكين الي اف اب 7 \"0 ا ل بح 1 يمكن أن يستوعب كل أتوبيس نهري 22 راكبًا في المرة الواحدة. ما أقصى عدد من الركاب يمكن أن يحمله", "metadata": {"page": 108, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "7 . : . َ : 1 4 م 1 ْ الضرب باستخدام نموذج مساحة المستطيل ارسم نموذجًا لمساحة المستطيل لحل المسائل التالية. أ بلغ طول المسار الذي يسلكه الأتوييس النهري 58 كيلومترًا . كم كيلومترًا سيقطعه الأتوبيس النهري إِذا شار سس فى هذا المسار 9 مرات يوميًا؛ ا 7 1اااات886 4 سس 914 8 سس 3572 2 تحليل الأخطاء راجع إجابات التلميذ التالية. حدد ما قام به التلميذ بشكل صحيع وما قام يه بشكل غير متحي كم حاول جل المسالة بِالشكَل الضجيخ: 2 حل أحد التلاميذ المسألة 8 36 بالطريقة التالية: سحب َِ 0 08 327 0 م ابا : : ا اد 4 86 -83 ل وقد  ا جد اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الأول: إستراتيجية نموذج مساحة المستطيل 101", "metadata": {"page": 109, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "السابعة , الضرب في عدد مكون من رقم أورقمين 451 ا ارا ار الم 2 ل أهداف التعلم - 2 اربع 7 ا 0 أستطيع أن أستخدم نموذج مساحة المستطيل لضرب عدد مكون من رقم واحد تا تحليل الأعداد اكتب العدد المجهول لكل عملية تحليلية. 8 6ي. -- 5362500 0 ةموح : ااا  3 جعجيصم هكظلا 20 7000 5 - 7625 4 جوج ب 7 50 3572 5 يا كيد ل - 473475 2 2 5 249 1 ب ججح - 2,39178 4 53072 3", "metadata": {"page": 110, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "5 ا م اا 0 و ا 0 ا 7 ل لو ف . 1 . 7 ّ 0 0 اي 2 ٍ 7ه 0 7 ء ال د ب : الح لوال ا كرا لس ا الي الب 1 77 1 كرح ا اكاب ل ارك ال حي 0 با ا . 8م ينانا ا , 7 7 را ََ 8 ا ار 0 ا 1 71 : 0 5 0 4 ب 4 حور اد ص ار 1 اا 7 0 1 8 ال 17 1 ان نج 0 . ا ل 1 ف : 5 : ب يع 2 . ا ب - لنجرب استخدم الأعداد والرموز لحل المسائل. ارسم نموذج مساحة المستطيل لمساعدتك إذا لزم الأمر: ا ال : يع 7 ٍِ المسألة الأعداد والرموز نموذج مساحة المستطيل م 1 327 حا رد َس 7 3 3 ع 1638 ل حاحب تحديد الروابط اقراً المسألة وحلها باستخدام نموذج مساحة المستطيل أو باستخدام الأعداد والرموزء واستعد بحي لمشاركة أفكارك. وح كاتا ا وت ار اك 1لل1 د صرح ا الأمسسء. 2 ءا 1 ل ا ' ها ب يب 5 اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثاني: خاصية التوزيع 103", "metadata": {"page": 111, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "8 . : - ءِ 5 : ال 0 : 0 4 مال ل ا 1 2 07 با اك 1 9 0 : الصا ا الدرس الثالث 0 0 0. 0. 0. . : ٍ 0 م الي ا ري 0 ل هدف التعلم - - صم 77 127 ل 7 ُ ا السباق الرائع اكتب أكبر عدد ممكن من الطرق المختلفة لتمثيل العدد 136. استخدم مربعا منفصلا لكل تمثيل. . ين عر صتعم حصت تاك جّ أ كب حا ا ا نواتج عملية الضرب بالتجزئة استخدم نموذج مساحة المستطيل لحل المسألة. بعد ذلك انسخ حل خوارزمية بجح مثال: 7314 وم حو جيل جب 7 بج نموذج مساحة المستطيل خوارزمية عملية الضرب بالتجزئة", "metadata": {"page": 112, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ا ا , 5 1 1 َ ْ , ', َ المسألة نواتج عملية الضرب بالتجزئة نموذج مساحة المستطيل 693 ا أكمل الفراغات في المسائل التالية. ضع الأعداد المجهولة في الفراغات. : ل 1400 ا ل 210 اا 63 0 61 2 ا د د--1 36,000 6400 ار --6 120 2 61 د ن- 3 الدرس الثالث: خوارزمية عملية الضرب بالتجزئة 105", "metadata": {"page": 113, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الاول 1 1 'ْ ه 10,000 اط 5500 ا لاي 1 5 100 تحليل الأخطاء راجع إجابات التلميذ التالية. هل توافق على إجابة التلميذ أم لا؟ ل حل المسألة باستخدام خوارزمية عملية الضرب بالتجزئة. 7 - جا دجا 7بحتاقا 4 02 8 سج 34 12 س8 ما الخطوات الصحيحة التي التي كتبها التلميذ؛ ما سبب عاول عل الضاثة بطريقة حن 5 1 كتبها التلمين؟ 0 5 نب 5 صحيحة واشرح أفكارك. اج اق د هذا الخطأ في رأيٍ اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 114, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "حر ا اا 40 0 ا نيا أ راض الي ا نحن حا ني اش يه ل و 0 6 0 1 20 اا ا لال 21 ا اله ب و ىب 5 سن 3 ً ِ ا واهن: بامين ا لسر 7 رض ل الج وض الادا محف ا ضرا اه - ما وديا 0 0 را الح . خل ىا الرالض. در ايرام يك اد سرحو ّ 1 ا ب ِ- ا جياه ااا 0 َ - و ا الضرب في عدد مكون من رقم واحد 1 ا هم 8 ل أهداف التعلم : 3 ا م اتنكثة ا ثم حل المسألة باستخدام الطريقة التى حددها معلمك. اليب التقدير: التقدير: ل الإجابة: الإجابة: ٍِ مد استخدام الخوارزمية المعيارية استخدم التقدير لتحديد ناتج عملية الضرب في المسائل من 3 إلى 8. ال ثم؛ حل باستخدام الخوارزمية المعيارية. بعد ذلك. اضرب الأعداد باستخدام إستراتيجية أخرى لمساعدتك اليا إذا لزم الأمر. اح ذا ذالم سان \"1 1 ووو سرع ال 5 تخ ب اطاط يي . . ا م حجر جف د - 7 0 ل ا دفو 15 ا اح نا 3 َ ف . 1 م 1 ل سيارات على الجسر حم الدرس الرابع: الضرب في عدد مكون من رقم واحد 107", "metadata": {"page": 115, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "5 1 2م الوحدة المفهوم الأول 1, 7 السابعة ؤ الضرب في عدد مكون من رقم أو رقمين ', 1 1 التقدير: التقدير: فش الحل: الحل: لديا 2 3 التقدير: التقدير: 0 الحل: الحل: 8 7 وما 8 2,327 5 الكتابة عن الرياضيات حاول ثلاثة تلاميذ حل المسألة 2 328 باستخدام الخوارزمية المعيارية. حدد الحلول د الصحيحة, ثم حدد خطأً واحدًّا على الاقل في حل آخر. ع يصع حل التلميذ الأول حل التلميذ الثاني حل التلميذ الثالث يد تيدحت 0 1 1 بحتب تحبا 328 328 328 وج و لوو 2 2 2 9 تحضو من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 116, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": ". 7 ب إل ات م - ا ب 5 1 ا ل ق . 1 7 د 7 يريا 7 : 3 ال 7 5 25 4 8\" ل الواضرار العالا 11 1 لان ا رسا ّ, الها الب لوز ارد ار ا از لد ان الور لي مضااما انضرا ذا ااا لزانم ا 1 صا ل الاوك لاد كدخ حو 7 لاض انال ساك رب 0 ل ! 0 ل - 4 أب ال-0 الدرين الخامس ساحتقره ا صا\" . نركي ّ َ . م قكة ؟ 37 7 7 أهداف التعلم 3 0 أستطيع أن أحدد الأنماط عند ضرب اثنين من مضاعفات العدد 10. م 0 أستطيع أن أضرب عدد مكون من رقمين فى مضاعف العدد 10. 25 0 أستطيع أن أُقيِّم معقولية الإجابة باستخدام التقدير والحساب العقلى. ع الحساب العقلي اقرأً السؤالين التاليين. وضع دائرة حول الإجابة الصحيحة. استعد لشرح أفكارك. الي 1 هل ناتج 4 56 أقرب إلى 200 أم أقرب إلى 2,000 ؟ 0 2000 حب 2 هل ناتج 4 156 أقرب إلى 500 أم أقرب إلى 5,000 ؟ 0 5,000 كسيب عشرة أعقال ناا نكن أن يحدت عند خترب انين من مضاعقات انعد 10 مما لقا 305-0 ل ا 2 50 30 بيبح 280-0 ا -20802 َ اس 2 5060 را 3 -90702 2 ٍ 2 40 40 8 ٍّ اب 6030 ' الدرس الخامس: ضرب عدد مكون من رقمين فى مضاعفات العدد 10 109", "metadata": {"page": 117, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "م ل ال 1 اق احج الح رجه ال ري شك ا ا اما لان 2 7 0 تامار تدان 4 25 0 دعا 7 الأ ال انا : ا التالية باستخدام إستراتيجية نموذج مساحة المستطيل أو خوارزمية ِِ 0 لتاكد من أن إجابتك معقولة. مدي 2 2 ٍ اس ل . ا ل ا مثال: سيسافر 38 شخصًا معًا بالأتوبيس, والتذكرة الواحدة دق : م تساوي 30 جنيهًا. ما ثمن التذاكر لكل المسافرين؟ أتوبيسات عند الأهرامات 12 1 ْ. 2 3 9 المسألة نموذج مساحة المستطيل الأعداد والرموز لك 1 402 مس12 8 50 ي بح ٍِ 8 40. 8 جمد سج ِ 0 100 لس سج بوجت نكو 8 720 لهي جه تحليل الأخطاء راجع الإجابة التالية للتلميذ. هل إجابته معقولة؟ كيف عرفت؟ اشرح أفكارك. ل ا 2250 شتت حح 0 2 20- بين سيد تست 50 2 50 20 - بمج 0 100 - نيد كدح 0 - اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 118, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "استكشاف باقى القسمة 0 ا 5 لا أهداف التعلم \"زا رو ب : 0 أستطيع أن أحدد المقسوم. والمقسوم عليه وخارج القسمة في مسألة قسمة. إ 0 أستطيع أن أحل مسائل القسمة. اب نكت 2 1 م ا قارن واريط اقراً المسائل التالية مع زميلك؛ ثم حلها. اجاح ا صر 1 يوجد 8 فرق يلعبون كرة القدم وكل فريق يضم 9 لاعبين. ما عدد التلاميذ في كل الفرق؟ ار 2 يوجد 72 تلميدًا في الملعب. ونحتاج إلى تقسيم التلاميذ إلى فرق ليضم كل فريق 9 تلاميذ. ما عدد الفرق التي ا 3 هناك 72 تلميدًا في الملعب, ونحتاج إلى تقسيم التلاميذ إلى 8 فرق. ما عدد التلاميذ في كل فريق؟ 4 ما أوجه التشابه بين المسائل؟ وما أوجه الاختلاف بينهما؟ ما الباقي؟ ارسم صورة لتوضح أفكارك. أحضر سليم 15 فطيرة ليعطيهم لأربعة من أصدقائه. كيف يمكن أن يقسم سليم الفطائر بالتساوي؟ ا الدرس السادس: استكشاف باقي القسمة 111", "metadata": {"page": 119, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "السابعة القسمة على عدد مكون من رقم واحد 1 0 م زعااعنا ََ الذهاب إلى الزمالك اكتب المعادلات التى توضح عدد وسائل النقل التى نحتاجها لتوصيل المشاركين إلى الحدث؛ مع ملاحظة ما إذا كان سيتم ترك أشخاص دون نقلهم أم لا باقى القسمة. ارسم صورة لتساعدك إذا لزم الأمر. ددا ا 077 - ذش\" ا ا ا ا يرغب اثنان وثلاثون شخصًا فى حضور حدث خاص فى حى الزمالك. توجد عدة طرق مختلفة للانتقال للحدث. يمكن للمشاركين اختيار طريقة واحدة فقط تسمح بسفر المجموعة كاملة. انظر إلى وسائل النقل في الجدول التالي التى يمكنهم استخدامها. عدد الأشخاص 1 يه وسيلة النقل ٍِ ص لمسموح ؛ المسألة في كل وسيلة نقل ميكروباص 9 دراجة بخارية 2 سيارة 4 سيارة عائلية 7 أي وسيلة من وسائل النقل يجب أن يستخدموها للانتقال إلى الحدث؟ اشرح إجابتك. الذهاب إلى مسابقة السباحة سيستقل فريق السباحة أتوييسًا للذهاب إلى مسابقة السباحة. يستوعب كل أتوبيس 40 تلميذا. سيحضر المسابقة 60 تلميذا . ما عدد الأتوبيسات المطلوية؟ استخدم الأعداد والكلمات والرموز اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 120, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "11 1 خض 1 مسي 5 . -. - - ! السابعة ؤ القسمة على عدد مكون من رقم واحد الدرس السابع لها: ا : الأنماط فى عملية القسمة 8 ٍ 5 هدف التعلم 7 0 أستطيع أن أستخدم مفهوم القيمة المكانية وحقائق عملية الضرب والأنماط المستخدمة مع الأصفار لقسمة مضاعفات العدد 10. 100, 1,000 على مقسوم عليه مكون من رقم واحد. - نشاط عملي ال اتبع الإرشادات لتكوين مصفوفات لتوضيح مسائل القسمة. 1 المواد لكل اثنين من اللاعبين 0 بطاقات الأعداد من 6 إلى 25 ا 1 0 ورقة واحدة من ورق الرسم البياني الهدف من اللعبة 0 الحصول على أعلى مجموع درجات 1 اخلط بطاقات الأعداد. ضع مجموعة البطاقات على الطاولة ويكون الوجه المكتوب عليه الأعداد موجهًا لأسفل. 2 يسحب اللاعب أ بطاقة من بطاقات الأعداد. يصبح هذا العدد هو المقسوم. الدرس السابع: الأنماط في عملية القسمة 113", "metadata": {"page": 121, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "السابعة القسمة على عدد مكون من رقم واحد ا ل ا 3 8 شاط ' ٍ لعبة مصفوفة القسمة عملي 22 3 يدير اللاعب أ مكعب الأعداد. العدد الموجود على مكعب الأعداد هو المقسوم عليه. اكتب عدد المربعات الموجودة في الصف في ورقة الرسم البياني حتى تصل إلى المقسوم. قد يكون لديك مربعات متبقية لا تملا صف كامل. هذه هي بواقي القسمة. وي 4 اكتب المعلومات المطلوبة في الجدول؛ بما في ذلك المربعات المتبقية إذا كانت هناك 5 درجة اللاعب أ هي العدد الموجود في عمود \"عدد الصفوف\". إذا تم استخدام جميع المربعات في المصفوقة دون بواقي قسمة؛ فإن درجة اللاعب أ هي ضعف عدد الصفوف. 6 سجّل الدرجات في الجدول. اللاعب الذي حصل على أعلى إجمالي نقاط بعد 8 5 جولات هو الفائز. زندا ين : جما المريعات الصفوذ الجولة \" \" 5 : \"0 \"8 ' المريعات المتيقنية النتيجة . ا الو ل اقواسع لا المقسوم لمقسومعليه القسمة ّ المثال 23 4 5 3 5", "metadata": {"page": 122, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "1 : أنماط القسمة أعط اسمًا لكل جزء من أجزاء المسألة مستخدمًا: المقسوم عليه والمقسوم وخارج القسمة. ' بعد ذلك. ابحث عن أنماط لإكمال المسائل المتبقية. المسألة الأولى محلولة فى الجدول لمساعدتك. الإجابة 3 600 -- 0 يسم : ٍ ٍ الإجاية يسمي الت كيف استخدمت الحقائق والأنماط التي تعرفها لمساعدتك على حل المسائل؟ 0 1 المسألة حقيقة ذات صلة خارج القسمة حوري ال : امود 8 6,400 9 4,500 ا 0 مترو الأتفاق يحتاج 8,100 شخص إلى الذهاب إلى العمل صباح يوم الاثنين في تمام الساعة 0 صباحًاء ويريدون جميكًا الذهاب بالمترو. يتكون كل قطار مترو من 9 عربات. إذا كانت كل عربة تستوعب 90 شخصًاء فهل يمكن أن يركب جميع الأشخاص المترو نفسه للذهاب إلى العمل؟ اشرح أفكارك باستخدام الأعداد والكلمات والرموز. اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس السابع: الأنماط في عملية القسمة 115", "metadata": {"page": 123, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "السابعة القسمة على عدد مكون من رقمواحد لل ا م 83 22 هدف التعلم 0 0 2 أستطيع أن أستخدم نماذج مساحة المستطيل لتمثيل مسائل القسمة وحلها. 1 ل 0 العدد المستهدف سيعطيك معلمك بطاقة عدد؛ وستستخدم العدد للمساعدة في تكوين عدد مستهدف. فم مولام مساحة اللستطيل: حل المسائل التالية باستقدام موتح مساحة سنتطظيل. 1 تبرعت إحدى المنظمات بعدد 89 كثاباً لمدرسة. ستوزع الكتب على 6 فصول دراسية. ما عدد الكتب التي سيحصل عليها كل فصل؟ 2 ادخرت رشيدة 545 جنيهًا لشراء سيارة لعبة. وهي كانت تدخر 5 جنيهات في كل يوم تعمل فيه يحقى الأعمال البسيظة كبريوكا كان ليها أن تعمل لتؤقير ما كفي من التقؤد لشبراء اللمية؟ 3 اشترى أمير كتابًا من الملصقات. ويحتوي الكتاب على 92 ملصفًا. أراد أمير أن يعطي الملصقات إلى 4 من أصدقائه. ما عدد الملصقات التى سيحصل عليها كل صديق من أصدقائه؟ الكتابة عن الرياضيات يوجد 492 سيارة تحتاج إلى استخدام موقف السيارات فى الإستاد. يتضمن الإسنتاد 4 مواقف سيارات. يجب أن يحتوي كل موقف عدد السيارات نفسه بالتساوي. كيف يمكنك استخدام المسألة 3 لمساعدتك فى حل المسألة 4 492؟ استخدم الكلمات والأعداد والرموز لشرح أفكارك. نحصو من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 124, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "سل 1 5 . ا 84 ذلا هدف التعلم ِ 0 0 أستطيع أن أستخدم خوارزمية خارج القسمة بالتجزئة لحل مسائل القسمة. ا تكن . مطابقة النماذج اكتب مسألة القسمة التى تتطابق مع كل نموذج مساحة مستطيل. تذكر أن تكتب خارج القسسمة وياقى القسمة إن وجد: : 2 ال ياقي القسمة 3 7 100 300 1000 1 ود خوارزمية خارج القسمة بالتجزئة حل المسائل التالية باستخدام خوارزمية خارج القسمة بالتجزئة. قرر من سيحل كل مسألة مع مجموعتك. سيعلم كل منهما الآخر كيفية حل مسألتك. المثال الدرس التاسع: خوارزمية خارج القسمة بالتجزئة 117", "metadata": {"page": 125, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "السابعة القسمة على عدد مكون من رقم واحد م زعا المسألة 1 المسألة 2 ٍ 2 4 0 5 المسألة 3 المسألة 4 الكتابة عن الرياضيات انظر إلى الإستراتيجيتين المختلفتين التاليتين لحل المسألة 4 812. صف أوجه التشابه 812-74-3 خوارزمية خارج القسمة بالتجزئة نموذج مساحة المستطيل 3 2003 7 3--2003 تحقق من فههاء اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 126, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الدرين اتْمَاشر تمجاه ا خوارزمية القسمة المعيارية 0 '. . \" - لد ما أهداف التعلم ادا 0 أستطيع أن أكبر خارج القسمة باستخدام القيمة المكانية والأنماط فى عمليتى الضرب والقسمة. 0 أستطيع أن أستخدم الخوارزمية المعيارية لحل مسائل القسمة. استكشة لعبة التقدير استخدم التقدير للإجابة عن الأسئلة. ضع دائرة حول إجابتك. استعد لشرح أسبابك. : هل سيكون ناتج 3 1,836 أقرب إلى 60 أم 600؟ و هل سيكون ناتج 3 7158 أقرب إلى 2,000 أم 3,000؟ 0 10 ذركلة هل سيكون ناتج 4 736 أقرب إلى 100 أم 200؟ 0 . : ل هل سيكون ناتج 4 491 أقرب إلى 120 أم 150؟ : ما أوجه التشابه؟ قذِّر خارج القسمة فى المسألة التالية ثم حلها باستخدام الرسم السريع. : 1 684 د ا الخوارزمية المعيارية الدرس العاشر: خوارزمية القسمة المعيارية 119", "metadata": {"page": 127, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "السابعة القسمة على عدد مكون من رقم واحد - لأسدنة مز 1 2 الخوارزمية المعيارية لنجرب حل المسائل باستخدام الخوارزمية المعيارية. ععتلاج 2 اد 4543 1 42 4,858 4 نلننل-ه2د3888 3 تحديد الروابط يحتوي القطار على 784 مقعدًا للركاب. إذا كان القطار مكونًا من 7 عربات وكل عربة بها العدد نفسه من المقاعدء فما عدد الركاب الذين يمكنهم الجلوس في كل عربة؟ حل المسألة التالية الإستراتيجية الأولى الإستراتيجية الثانية ص تحقق من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 128, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "ل 1 آِ' 0 0 لسلس . تت . ى : اكت ساسا ست راسف 0 الدرس الحادي عشر سا 0 أهداف التعلم -- 0 أستطيع أن أستخدم عملية الضرب للتحقق من إجابات مسائل القسمة. حدد الاختلاف ادرس مسألتى القسمة المحلولتين باستخدام الخوارزمية المعيارية. حدد أكبر عدد ممكن من ْ' باقي القسمة 1 1 ' 92 33 ا 7 39 3 ا ا 7 ِ 0 2 6 - 0 - . ّ 9 : الم ! القيمة المكانية وخارج القسمة أولًّا. ضع دائرة حول المسائل التي تعتقد أنها ستحتوي على ناتج قسمة بأرقام أقل من المقسوم. بعد ذلك, قذِّر خارج القسمة وحل كل مسألة باستخدام خوارزمية القسمة المعيارية. حدد أين الحل الدرس الحادي عشر: القسمة والضرب 121", "metadata": {"page": 129, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "َ . الحل الحل 5 4,5903 الحجل الحل التحقق من إجابتك حدد ثلاث مسائل من مسائل الجزء القيمة المكانية وخارج القسمة للتحقق منهم. من القاهرة إلى الإسكندرية يريد كاظم السفر من القاهرة إلى الإسكندرية. المسافة بين المدينتين 218 كيلومترًا . يخطط كاظم للوقوف 3 مرات خلال رحلته. بعد كم كيلومترًا يجب أن يتوقف؟ لا تحل هذه المسألة. ولكن اشرح كيف يمكنك أن تساعد صديق في حلها. ما الخطوات التي ستخبره بها لكي يستخدمها؟ كيف يجب عليه التحقق من إجابته؟ سجّل أفكارك. ب نحصو من فهمك اتبع إرشادات المعلم لإكمال هذا النشاط.", "metadata": {"page": 130, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة : أ \" د \" م 'ِ 2 ٍ' ل 00ل فسا -- مله -- . 7 ل مد ا ل 0 م 8 0 قْ 7 تت 1 ا كوج 1 للش 8\" عن الت الا با ل ا ال ا ل 5 ىا : ان ا راق \"مم اال دا جا ا ا 7 7 حم أ ا واف نيا ا د اا ل ا الاي 1 0 2 ا 0م ل 0 ا \"م 0 6 7\" اخ وق ل ا بر حر ااا 0 او حر ا الوا خن اا اد اج ا ا ل لاعس ا الل 5 1 5 ا ا لج تراه المي ا ا الس لتاقت ال ا ا ا ل 0 يو 1 يي ل 2 اسه ام رمم ان ل ابيب 1\" : اضكء دنم ا الا ا ا 0 8 در ال يا ٌٍ ّ: ا 1 اا ا ل ل د او 1 5 ِ لحا ا لم ُ ا 5 ُ أستلة الفيديو للوحدة : . 0 ا 1 1 1 لاي 1 2 1\" ل عمر ومريم ذاهبان في رحلة مدارسية إلى أحد 0 4 0 يد ا اا ل\" ' و 0 الل ائع. و 0 علمان في هذه الرحلة كيف تصنع الكود لسري ادي ا ولح - - - جع 0 ا 0 وزرات. يضرع الموضد لهما ترديب 5  ال : ب ا 6 وسبب أهمية هذا الترتيب. بعد الرحلة المدرسية. عدي را 0 0 0 1 1 و 0 . ا ِ - اح ا 01- ِ ا لح ا د ات دحج از وال ل : د د62 ا 5 1 ا اا جحت 0 اح ا ل ل ا حدم\" ع د دب لدو 1 بحم أذ لق الث تب ؟ اح - حم خف وك ! 35 7 ابيا ل ا د وح في الرياضيات؛ هل هناك أي عمليات يكون فيها الترتيب : د ف 2 لا مس و حت وسح ا ل هه الوب تج نب م لحي ا ال حا ل ا حتت . د عي سس لي م حا ب ا ل حك ل ل ف", "metadata": {"page": 131, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الوحدة المفهوم الأول ض 9 الدرس الأول الح 0 ثرتت احراء العملات الحساسة ! ل ير لرد 0ه إجرا . . . و 8 التي تتطلب أكثر من عملية. 1 7 كس 0 حي حدد المسألة المختلفة حل المسائل التالية ثم غكّر جد المسألة المختلفة في المجموعة. ل- ظلل أو ضع دائرة حول المسألة التي تعتقد أنها مختلفة واشرح أفكارك. جحت ل ا اي 8012 - 100 2 د64-423 1 هد -- ب 2,336 - 2,356 4 50- 6020 3 اكتب الحل تعاون مع زميلك لحل المسائل التالية. حدد الإجابة الصحيحة واكتب المعادلة تحتها. إذا لم تكن الإجابة مدرجة. أعد كتابة المسألة تحت \"أخرى\". ترتيب العمليات القوسان الضرب والقسمة من اليسار إلى اليمين الجمع والطرح من اليسار إلى اليمين", "metadata": {"page": 132, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "51 15 24-86 62 6 15-7 3694 4849 2 -8224 97 99-10 77010-2 2 2436 212-72 64 49-7 2 40-5 80106-3 2 83 16 11 8 الح 32 28 ا أخرى فكر يقول سليم إن الإجابة 105 وتقول سارة إنها 53. من إجابته صحيحة؟ كيف عرفت؟ امد الشخصى سبائسي الإنجاية القطا أطت يمرا فط اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الأول: ترتيب إجراء العمليات الحسابية 125", "metadata": {"page": 133, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "اتوحيم المفهوم الأول الدرس الثاني ا : 0 ترتيب العمليات والمسائل الكلامية 0 أهداف التعلم : ّ 1 0 أستطيع أن أستخدم ترتيب إجراء العمليات لحل المسائل التى تتطلب أكثر من عملية. 0 أستطيع أن أكتب معادلة لتمثيل ما يحدث في المسألة الكلامية متعددة الخطوات وحل هذه المعادلة. لخ التحدث عن الأعداد حل المسائل التالية. ثم أعد كتابة كل مسألة بشكل أكثر فعالية. 5 ررس-6767676767-15272 1 ل -4-4-4-4-4-4ز-56878-4-4 2 مي - ترتيب العمليات والمسائل الكلامية استخدم الأعداد والرموز لتمثيل ما يحدث في كل مسألة, ثم حلها. تذكر ترتيب العمليات. 1 يحب عبد الله جمع الطوابع. وقد حصل على 246 طابعًا. احتفظ بعدد 5 طابعًا ويريد إعطاء الباقي إلى 6 من أصدقائه. ما عدد الطوابع التي سيحصل عليها كل صديق إذا قسموها بالتساوي؟ 2 مشت مها 14 كيلومترًا كل يوم لمدة أسبوعين. في الأسبوع التالي مشت مسافة 56 كيلومترً . كم كيلومترًا مشت خلال تلك الأسابيع الثلاثة؟", "metadata": {"page": 134, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "الموجودة بالقرب من عمله 27 دقيقة. بعد ذلك, عليه المشي لمدة 12 دقيقة من محطة الأتوبيس إلى مكان عمله. كم دقيقة يقضيها أشرف في طريقه للعمل خلال 5 أيام في الأسبوع؟ 4 تقوم مجموعة من السائحين بجولة في الإسكندرية. وتضم المجموعة 172 سائحًا حب و8 مرشدين سياحيين. يريدون السفر لزيارة الأهرامات باستخدام الميكروياص. خب يتسع كل ميكروباص لعدد 9 أشخاص. ما عدد الميكروياصات التي يحتاجون َ اح إليها بحيث يستطيع الجميع الوصول إلى الأهرامات؟ اح 5 تريد نشوى أن تخبز فطائر التوت. ستضع 6 ثمرات توت في كل فطيرة. اشترت نشوى ات 8 ثمرة توت من المتجر. وفي طريق عودتها إلى المنزلء أكلت نشوى 17 ثمرة توت. ما ٍ عدد الفطائر التي يمكن لنشوى خبزها بالتوت المتبقي؟ ابتكار مسألة وكتابتها اكتب مسألة كلامية يمكن تمثيلها بواسطة 4 36 - 50. اتبع إرشادات المعلم لإكمال هذا النشاط. الدرس الثاني: ترتيب العمليات والمسائل الكلامية 127", "metadata": {"page": 135, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
{"text": "المواصفات الفنية: مقاس الكتاب: 07 سم طبعغالمتن: أ ؟ ألوان طبع الغلاف: ألوان ورق المتن: 11 10اجم أبيض ورق الغفلاف: 061 1 جم كوشيه عدد الصفحات بالغلاف: 00 صفحة رقم الكتاب: التجليد بشر جانبى دار الثمر للطباعة ديح 0. 7ج ول .", "metadata": {"page": 136, "chunk_id": 1, "subject": "Maths", "grade": "4", "source": "Math_Ar_prim4_TR1.pdf"}}
