{"text": "9 مادة اتن المركز الوطني مذ مر لتطوير المناهج . . صر من 1 9. 0. الدرراسات الاجتماعياة ا ر ا 4 2 الى 1 أ لك نال أ يرب - عه و بحص يب الفصل الدرراسي الأوال فريق التأليف أ. د. علي مفلح محافظة رئيسا أ. د. زيد مصطفى عيادات مشركا أ. د. بسام عبدالسلام البطوش مشرفا اعتدال عبدالحميد الشخاترة عائشة سالم البحيى د. لينا محمد المعابطة د. زياد سليان العبيسات منسقا التاشر: المركز الوطتي لتطوير المناهج يسر المركز الوطني لتطوير المناهج استقبال آرائكم وملحوظاتكم على هذا الكتاب عن طريق العناوين الآتية: 1 مقصصه 2088: ه0. 8 065376266 06-53762627214 16603-22000260. 01. 0 0 10101110 2440. 901. 0 2600", "metadata": {"page": 1, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قررت وزارة التربية والتعليم تدريس هذا الكتاب في مدارس المملكة الأردنية الهماشمية جميعهاء بناء على قرار المجلس الأعل للم ركز الوطني لتطوير المناهج في جلسته رقم  تاريخ  م وقرار مجلس التربية والتعليم رقم ؛ تاريخ  م بدءا من العام الدرامي  م. 869-7- 9923-41 - 978 : 158101 المملكة الأردنية الهاشمية رقم الإيداع لدى دائرة المكتبة الوطنية: بيانات الفهرسة الأولية للكتاب: عنوان الكتاب: الدراسات الاجتماعية: كتاب الطالب: الصف السادس الفصل الدراسي الأول إعداد هيئة: المركز الوطني لتطوير المناهج. - عمان: المركزء 2025 رقم التصنيف: 372. 83 الطبعة: الطبعة الأولى الواصفات: الدراسات الاجتماعية أساليب التدريس المناهج التعليم الأساسي عدد الصفحات: ج1 124 ص يتحمل المؤلف كامل المسؤولية القانونية عن محتوى مصنفه؛ ولا يعبر هذا المصنف عن رأي دائرة المكتبة الوطنية. ىئ؟ \"\"\"\" تصميم واخراج ام التحرير اللغوي مذ كو منفاجى 0. . 0 مد 1 متعة التعليم الهادف الطبعة الأولى التجريبية 6ه 2025م", "metadata": {"page": 2, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قائمة المحتويات الصفحة اهبا 9 51 السلطة والحكم 6 ا لا 1 الدرس 1: الدولة 8 و ا الدرس 2: الشتور 15 ددم الطلا - الدرس 3: القوانين 20 02 لك تاريخ والخصارة 30 ض 18 1 1 كم اا ف و اا ا ا 32 الدزس 1: عصور ما قبل التاريخ 0 1 1 43 الدرس 3: الحضارة", "metadata": {"page": 3, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 ا 3 م 8 0 1 دمالا تلا زر 54 خب ل ح الدرس 1: الخريطة: مفهومهاء وأنواعها 7 4 2 قد 0 \" ا - ميا الدرس 2: حركة الأرض وما عليها 0 1 2 الدرس 3: الإقليم 7 الدرس 4: التفاغل بين الإنسان والبيكة 3 : كح ون - . - و و وه لد ا الخضارات القديمة فى 84 اي أ حار اا -. ا--ت- اا \" 0 \"0 \"م و وي 0 0 2 ل ا اال الدرس 1: شبه الجزيرة العربية: الموقع والأممية 6ع ف 0 بسنا الدرس 2: الحضارات لقديمة في البمن رو 0 ف حيس 2\" د الو 99 كي ا الدرس 3: خضارة مدن الججاز 106 الإعلام 0 اها تب زبااللممملالب35آص 9 ا ماب ب ءءء د 0 1 والح اح حا الدرس 1: حزية التغر اي وك سس 0 الدزم 2: أخلاقيات الإغلا 113 تتوايع زم احرص ااء اجات الوم \" -: دو ا ال", "metadata": {"page": 4, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد؛ فانطلاقا من إيمان المملكة الأردنية الهاشمية الراسخ بأهمية تنمية قدرات الإنسان الأردني وتسليحه بالعلم والمعرفة؛ سعى المركز الوطني لتطوير المناهج بالتعاون مع وزارة التربية والتعليم إلى تحديث المناهج الدراسية وتطويرهاء لتكون معينا للطلبة على الارتقاء بمستواهم المعرفي وتعزيز انتمائهم الوطني ومجاراة أقرانهم في الدول المتقدمة والإلمام بمهارات القرن الحادي والعشرين. يعد كتاب الدراسات الاجتماعية للصف السادس الأساسى واحدا من سلسلة كتب الدراسات الاجتماعية التي تعنى بتنمية المفاهيم الإنسانية ومهارات التفكير وحل المشكلات وربط التعلم بالحياة؛ لضمان انسجامها مع القيم الوطنية الراسخة وتلبية حاجات طلبتنا والكوادر التعليمية.", "metadata": {"page": 5, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "يعززز محتوى الكتاب مهارات البحث وعمليات التعلم مثل: الشبه والاختلاف والسبب والنتيجة؛ والفكرة الرئيسة والتفاصيل والمشكلة والحل واستخلاص النتائج والتصنيف. ويتضمن أسئلة متنوعة تراعي الفروق الفردية تمي مهارات الخريطة بالإضافة إلى المهارات الحياتية. يحتوي الفصل الدراسي الأول من الكتاب على خمس وحدات هي: السلطة والحكم والتاريخ والحضارة؛ والجغرافياء والحضارات القديمة في شبه الجزيرة العربية والإعلام. وتشتمل كل وحدة على أسئلة تثير التفكير وأسئلة مراجعة لما تعلمه الطلبة. ونحن إذ تقدم هذه الطبعة الأولى التجريبية من الكتاب, فإننا نؤمل تحقيق الأهداف والغايات النهائية المنشودة لبناء شخصية الطالب الطالبة؛ وتنمية اتتجاهات حب التعلم ومهارات التعلم المستمر وجعل تعليم الدراسات الاجتماعية وتعلمها أكثر متعة وسهولة وفائد بالإضافة إلى تحسين الكتاب وتطويره بإضافة الجديد إلى محتواه وإثرائه فى ضوء ما يصلنا من ملاحظات. المركز الوطني لتطوير المناهج", "metadata": {"page": 5, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الوحدة لو في - ب ل هه و 1 لسلطة والحكم ار أ ا بحي أل ل ا تابي 0 الخ منتسس-- مان ديصي المح د - اح ب ول - ديت حي 8 ا الا\" 1 داح 1 3 لاب ب انيب احير - د 55 وو ا ان م سوا كسكس الى 2127 7 . برو 0 د ا الا 7 اا . م جح ده حت الاو ا اس 0 1 ع ح. ار قات ص تعرف مفهوم الول ومكوناتها. ورظائفها. إضاة إلى مفهوم الدستور وأممت", "metadata": {"page": 6, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا : - , ب إ ل او ا 8 ا تتح لأا اين ا ا ر؟ ل اب ض الدولة ومكوناتها. الصي ليا القوانين وأمعينها فى حياتنا اب ب نين واهم ياينا. : اد 8م :", "metadata": {"page": 7, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "01 الدولة ومكوناتها 1 الفكزة الرئيسة اج 1 اج ع بد ررد حر إزاز للصسيجيي هوتعرف مفهوم أجلش أمام شاشة التلفاز فقرآت في الشريط الإخباري لإخدى محطات الدولق ومكوناتهاء الأخبار أن بعض دول العالم لا تتمن بالاغتراف الدولي. فتساءلت: ماذا س9 ايه يغنى ذلك؟ ووظائفها. تر عو ات اك الور الفا . نا الا حجس لا المضطلحاث الدولة م ن ل 2 1 0 ا ا آم و ؟ لايم و ابي 2 مجموعة من الأفراد الذين يقيمون في منطقة جغرافية معينة . وله 16 1126 م م سو وى زر 9 3 0 1 7 3 ا ما بصفة دائمة ومستفرة ويخضعون في إدارتهم لسلطة سياسية. 0 الإقليم   القددود ا مع 7 : 2 و : و حد عدد . الدو تختلف فد رد 1 السشاسة. السيادة 5076: 6180 د كبير من ول رف في نظمتها السياسية أذ عدب وم 0 الإعتراف . مكوناث الذدؤله ا تتكرن الدولة من المكونات الآتية:", "metadata": {"page": 8, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2-8 د 5 اولا: الشحب الشبه والإختلاف لو ب ص ا ب و هم سجن 0 يعد الشعت من أهم مكونات الدولة ويتألف من عدد من الأفرا 0 يعد الشعب من أهم مكونات الدولة ويتالف من عدد من الافراد لور اا از رك تيد رركا ومع فطل آ0 . و ماكر الفكرة الرئيسة الذين يقيمون بشكل دائم ومستقر في أرض الدولة. وتتفاوت . ءءء : - 57م و 0. ىم م 0 22 ندع والنقا أ الدول فى عدد سكانهاء فبغضها ذات عدد سكانى كبير مثل 1 9\" ىع 27 2 م ام 2 9 2 1 بر الهند والصين اللتين يزيد عدد شكان كل منهما على مليار نسمة؛ ا وو اداو ول 2 1 و 0 ا قره 0 -ج, هم بالتعاون مع أفرادمجموعتيء وباللإستعائبمصادر البحث امن كم رج سه ترقفر 7و 2 0 71 مره نج اس 23 أبحث عن أكبر خمس ذول في العالم من حيت عدد السكان.", "metadata": {"page": 8, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ثانيا: الإكليم 9 و \"1 2 ص إن يشما الإقليم ثلاثة مكونات هى: الأرض التي يقيم عليها الشعب. 0 7 0 ي ب ء نازو صق اس 8 م سر مد المسطحات المائيةالتابعة يادة الولق ويطلق عليها اسم الوا اللي وجي منطفة و2 2 بس ل 7 له 27 - ,72 9 تمكد من الساجل إلى مساقة ميكة داجل البحرتقدربحوالي 22 كيلومثرا. 6 القضاء الذي يعلو الأوص والبحار الخاخ ضعة لسبطرة الدولة. و إربد مرق وعجلون الزرقاء و السلط ا عمان ه مادبا ف الطفيلة م اص له لي خدود سياسية ال 7 و 7 7 5 2 ا 3 الشكل 1: خريطة الأزدن السياسية. 2 0 2 م ب 2\" 2 ل ب 2 9 م 4 رق أحدد على خريطة الأردن الممطحات المائية التي تخضع له.", "metadata": {"page": 9, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ثالثا: الملنلطة ا 7 ب 7 اا بم سي ا 7 84 3 ن صن 5 له هي الجهه التي تتولى إدارة الذولة وحماية يسيادهاء وتتظم شوون الشعب وتحمل على تحقيق مصالحه وتوفير ا لخدمات اللازمة له. بر كه و 74 7 2 ا وس ب 4 7 8\" 0 2 ا 7 ب 7 2 4 7 تتوزع السلطة على كلاكة مكرنات هي: اللطة التشريعية؛ والسلطة النفيذية والسلطة ا 22 مين 1 د 0 7 م سب 27 0 8 0 يي م قفي 7 القضائية. تتشارك هده السشلطات وتتعاون على تنظيم شؤون الدولة من حيث تشريع 7 رده 4 7 9 ثح 0 قر 6 2 القوانين وتنفيذهاء وإصدار مختلف الأحكام وف أحكام الدستور. اب ب قا و \" لآم ا ب 4 ا 7 2 سراي وان تقوم العلاقة بين السلطات الدستورية فى الأردن على مبدا الفصضل بينهاء؛ بهدف تحقيق التوازن والتنظيم بيتهاء فالسلطة التشريعية تشرع القوانين والسلطة التنفيذية تتفذهاء أما", "metadata": {"page": 10, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 اا ارك فك لجا اب عاك 1 السلطة اقضائب طب القانون والتشريعات بعدالة. كيدا قار اث كىن حك الكش ركه ال ا كه جايحة كم ال ا وتتولى السلطة التنفيذية إدارة الأنشطة السياسية والإقتصادية والإجتماعية والثقافية في لله را اه سخ 1 الدولة؛ لتحقيق التقدم والإزدهار وتحسين مستوى حياة الأفراد فيها. 7 6 وم و آم . ل لة؟ ر3 ما أهمية وجود السلطة في الدولة؟ 9 م70 ا 5 ب و ام ب م لآم ا 17 0. أستنتيج الفرق بين مفهومي: السلطة التنفيذية والدولة. . : ب . م والال4ا\"ل ذا 1 ا الشكل 4: رئاسة الوررا الشكل 2: مجلس الآمة. 2 زراء", "metadata": {"page": 10, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "رابعا: السيادة رز للج\" م كوك 7 الال م رد ا 0 درك الصيادة هى السلطة العليا التى تملكها الذولة لإدارة شؤونها الداخلية والخارجية دون تدخل 0 م 7 رار 2 و . 0 : 0 2 ب ره صن 2 م 2 من ذول اخرى وتشمل نوعين من السيادة هما: السيادة الداخلية؛ وتعني قدرة الدولة على ا 0 2 اما 2 م 0 4 ف ع\" 1 7 0 2 كه د تطبيق القوانين بعدالة ومساواة على أرضها إضافة إلى جفظ أمن الأفراد وسلامتهم والسيادة 1 3 3 70 2 9 7م 2 2 و سم نم 2 227 و2 الخارجية التي ترتبط وضع الذولة في النظام الولي ومدى قدرتها على التصزف ككيان ذه 2 7 0 و لكي ا 2 0 بن م مستقل وحريتها في إدارة شؤونها الخارجية وتحديد علاقاتها بسائر الدول الأخرى. 11 الشبه والاختلاف - ما أوججه الشبه والاختلاف بين السادة الداخلية والسيادة الخارجية؟ 0 بلس خامسا: الاغتراف ا را امه ره ا 4 و ل هو إق از الدول إل : الهات الدولكة مثا. , الأمم المتحدة بالدولة ككان هو إفرار الدول الا حرى والهيئات الدولية مم المتجدة بالدولة كحيال مستقل وذي سيادة. 7 رار 9 - 2 4 0 ا 2 0 02 را 2 . بالتعاون مع أفراد مجموعتي وبإشراف معلمي معلمتي أبحث عن أسماء ذول لا تتمتع بالإعتراف الدولي.", "metadata": {"page": 11, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و 2 . 0 وظائف الدولة م 77 م 2 2م من 6 9 م سب ا 0 ني ب تقوم الدولة بوظائف عدة تهدف إلى خدمة المواطن وحمايته وتنظيم العلاقات بين الأفراد اا \" رن 2 ن ا نجه ' ب م : 2 نح م 7 2 0 0 7م71 ا 2 ؟ ارال 7 0 الفاغ عن ا إدارة وضع السياسة تقديم الخدمات الوط العدالة. العلاقات الإقيصادية العامة مثل: : 1 2 اا آي التعلبي والمواطن الدولبة. والنقدية را وام وو 2 رما والصخة ,9 لو م 7 727 7 م م0 مس دوض2. 7 ال 932 27 ه 2 ا 9 2 تتكون الدولة من حمسة مكونات هي: الشعبء والإقليم والسلطة والسيادة والإعتراف. رب 7 7 مايه : 2 رم 2 م ا 2 ال نس وتقوم الدولة بعدة وظائف تهدف إلى حدمة أفرادها وتنظيم العلاقات بينهم وكذلك تنظيم 0 و مه 7 ' اعلاقات مع الدول الأخرى.", "metadata": {"page": 12, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م 2 بي المراجعة 1 الفكرة الرئيسة جو و2 17 م لغمين. 72 أذكر ثلاثا من وظائف الدولة. 0 7 ,7 2 - 2 7 2 و2 ب ع 2 : 2 2 المضطلحات: أوضح المقصود بكل مما يأتي: الدولة الإقليم. 7 م 71 اا 7 ن 3 3 التفكير الناقد والإبداعي 777 2 كه و 5 0 أفسر: ترتبط السيادة بمفهوم الإستقلال. ا ا ل ل ا ل ل د 2 2 ل عس -- اناقش الهكرة الأيية: تبقى وظائف الدولة ثابتة على الرزغم من تغير الحكومة. م 9 7 و 27 : 2. 75 \" 0. . م 2 ب لماذا تحتاج الطائئرات الأجنية إلى الإذن قبل التخليق في الأجواء الأزدنية؟ 7 7 ج م 2 734 أغبر بكلمات عن سيادة الدولة الأزدنية. ل دي 28 3 كيف يشارك الشعب فى صناعة القرارات الحكومية؟ 0 : 2 ن رن 2 و \" لي ما اهمية الفصل بين السلطات الدستورية؟ تمارث ان : 0777 رادو 0 ده 2ه 5 0 ع\" أصنف العبارات الآنية حسب الجدول أذناه: رع ا مت ماس لخر 5 2 ن 5 م 2 لآ رق 8 7 2 27 0 عمد الإتفاقيات مع دول العالم إضدار العملة النقدية حماية الممتلكات؛ إدارة العلاقات 02 لآم 0 25 رة 0 الدولية وضع القوانين وتنفيدها. اق 72 رق 72 السادة الداخلية السيادة الخارجية", "metadata": {"page": 13, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "مهارات التعلم الفكرة الرنيسة والتفاصيل أكما, الشكلين النيين بما يبناسهما: و ب 0 السلطات الدشتورية مكنات الذولة - 2 1 ب -- حم 4 البحث م ع \"ره كحم كرف كم رفع را عر س7 كج وى مج باللإستعانة بأحد مصادر المغرفة الموثوقة أكتب تقريرا حول أهمية الوياء ل لكي ركه ب ب 2 7 8 7 ا الإقليمية؛ واعرض ما اتوصل ليه في الغرفة الصفية. اي 2 2 27 ص ره 22 9 2 7 ب م : م لم 2 م 20 اتعاون مع أفراد مجموعتي على القيام برحلة افتراضية عبر الإنتزنت إلى موقع هية الهم المتحدق وأستمع إلى إحخدى جلسات النقاش. كلحث نشاط 2 27-0 2 جح 5ح د 2 : 0 5 ار جر م 9ر2 3 3س بالتعاون مع إدارة مدرستي وبإشراف معلمي معلمتي أوجه دعوة لأحد أعضاء \" 2 . ام ف 70 ل 0 8 4 27 7 1 مجلس النواب في منطقتي؛ لإقامة ندوة حول الأعمال التي تقوم بها السلطة التشريعية.", "metadata": {"page": 14, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 ستو اله لفكرة الزند نيسة كنف الفا مين ؛ ساسالا آل للستت مسنةتوب. و ؟ أتخيل نفسى فناك اعرف مفهوم لع ؟ --ه مح لم - ا وم و من ا 6\" ن- ري ا ارافق احد والدي لحضور جلسة مجلس النواب ومتابعة النقاشات حول الدسشتورء وانواعه \"0 م 7ر27 التعديلات الدستورية. ومراجل تططو الحد لحاس مرا ر إل اذ\" كوس ب د نط كلتم حيس حاف الله : س ره 2 9ب م 1 م 7 7 المصطلحات مجموعة من القواعد القانونية الاساسية التي احم م ءءء 7 ب سا 7 07 ع ا ور\" 0. 8 0 الدستوز تحدد شكل الدولة وقواعد الحكم فيهاء دوربي ديك 0 9 ونضم الضمانات الأساسية لحقوق الأفرادي أ الدستور الأردني مصاراث التو دقداكو او 1 مهارات التعلم وننظمم السلطات العامة. 0 ور 2ع 2 . وه الإشينتاج تصنف الدساتير وفق أكثر من معيار. الدساتير المكتوبة والدساتير غير المكتوبة", "metadata": {"page": 15, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 م 7 م ركه ا 0 و72 التسائير المحتوبة تكون فواعدها وأحكاتها مكتوبة في وثائق داه الم آم وا ني 2 رسمية أما الدسائير غير المحتوبة تتستئد إلى المواعد العرفة 8 ب 7 ب 8 الى ا سا ل 2 الدساتير المرنة والدساتير الجامدة الما الى تفز عدرلا شف فى ةرح تسح قال تير المرنة يمكن تعديلها ببسر وسهولة بحيث تصبح قار 2 و 2 277 1 ن لا م للتعديل؛ لتواكب التطورات السياسية والإجتماعية والإقيصادية 0. ا 3م 234 ل دمر به و م فى الدولة أما الدساتير الجامدة فيصعب تعديلها.", "metadata": {"page": 15, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الدساتير الموجزة والساتي النقصيلي الدساتير الموجرة تقتصر على المبادئ القانونية العامة من دون الخوض فى التفاصيل ما الدساتير التفصيلية فتحتوي على نصوص تصيلية تشمل معظم المجالات السياسية 2 سام م  ب نو ك2 ا ار بناء على ما سبقء يمكن وضف الدستور الأ ردن بأنه دشتوز مكتوب ومرن وتفصيلى. ي الشبه والاختلاف مراجل تطور الدسلتور الأردني ل 7\" 2ه طم اي ا 2 0 ما 0 4خ ب 0 9 34خ صدر اول دستور لإمارة شرق الأزدن باسم القانون الاسامهي عام 8م في عهد الامير ون ن 9 7 4 ا 2 7 9 ا 7 عبدالله بن الحسين طبب الله ثراه وبعد استقلال الأردن وإعلانه مملكة باسم المملكة الأرذنية الهاشمية صدر دستور عام 1947م في عهد الملك عبدالله الأول ابن الحسين. وفي عهد الملك طلال بن الحسين طيب الله ثراه صدر دستور عام 1952م وما يزال العمل به ساريا حتى وقينا الحاضرء وقذ خضم لتعديلات عديدة. ا 7 277 \" ع", "metadata": {"page": 16, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الحقوق في الأمنتور الأردني كل الدستور مجموحة من الحقو لمواطنن والمواطنات ومنها: الحقوق المدنية والسياسية هي الحقوق التي تضمن حرية الأفراد في المشاركة في الحياة لمدية والسيادية دون مي ومنها: الحي في الحياة والحق في الخصوصية وحق اشضويت في الإنيخابات والحق في الحقوق الافتصادية والاجتماعي والثافية هي الحقوق العي تضمن لفرادتوفير الخدمات الأسارية التي يحتاجون ليها لحياة كريمق إضافة إلى تمكينم من المشاركة في الحيا اناف لي تهدف إلى تعزيز كرامة الأفرادورفاهتم. ونها: الح في التعليم؛ والحي في الصحة والحي في الحمل والحي في المشاركة في الحا قد كفل الدستور الأني حقوق بعض الفنات في المجتمع اأردني. مثل مقو الأشخاص دوي الإعاقة: الملاة 56: يحمي القانون 1 0 الإعاقة وبكرز مشاركتهم 1 ويرعى النششءء وينتم الإساءة 31 والإشتغلال. م", "metadata": {"page": 17, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "عرد هه وي 3 كل المطاقات التي ثم أجيب عم يليها: ا قز مم روت ا اسل 2 تمق ب 2 ودر علو سه رد اث المادة115: تكفل الدولة حرية الرأي ولكل ازدني أن يعبر بحرية عن زأيه بالقول 0 7 ررق 7 0 5 ررق 2 ل المادة36: تكمل الدولة الكمل والتغليم مي مدود إمكاياتها تكمل الطمانيتة تكافو القرص لجميع الأزثين. و اس ارقي م تيمس سائسرة سسقر ره اله يا أو هب المادة 6 6: تكفل الدولة تمكين المراة ودعمها للقيام بدور فاعل في بناء المجتمع 9 را تمر م2 8د ارال ا اط 7 و ه - بما يضمن تكافو الفرص على أساس العدل والإنصافء وحمايتها من جميع أشكال العغنف والتميز. م حص كعد 1 ارم توصي ل - ذال نعم ري ما الحقوق الدستورية المتصمنة فى المواد أعلاه؟ تن و جر ايه \" : أبين أسمية اليزام التعبير عن الزأي بخدود القانون. ره ل 2", "metadata": {"page": 18, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أستخلض الآثار السلية على الأفراد والمجتمع إذا ميح كل شخص حرية بلا فيود. : 8 4 مج 2 علام يدل اهجمام الدستور الأردني بحقوق المزأة؟ ام رد قا ب\" 0 كيف يتحقق تمكين المزأة في المجتمع الأردني؟ ع الها 0 8 0 25-0 8 1 47خ م لاه 7 امل دض ري م درلا الدشتور مجموعة من القواعد القانونية الأسارية تحدد شكل الذولة وقواعد الحكم فيهاء وكضم الضمانات الأسارية لحقوق الحفراد وتتظم الشلطات العامة. وتصنف اللساتير وفق كر من مغيار قمنها المكتوب وخيرالمكتوب. أو المن والجامد أو الموجز والتفصيلي.", "metadata": {"page": 18, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م 7 2 المراجعة 1 الفكرة الرئيسة إن جم ع 7و ع 2 أعددأنواح الدساتير. ترد و ج 36 3 م قل 3 2 4 2 مي اهم حي 0\" . أعدد ثلاثة من الحقوق الواردة في الدستور الأردني. قو و ا ااا م 2 2 المضطلحات: أوضح المقصود بالدستور. 3 التفكير التاقد والإبداعي ي 0 \" م بي 9 ب 2 2 2 20 . بدي رأبي في الممارسات الآنية؛ في ضوء الحقوق التي كفلا الدستور الأردني: 2 بن آ 2 تج\" 214 2 \"0 1. تسرب بغض الطلبة من المدارس وعدم إكمالهم التغليم. ل 3 4 . م 1 8 2 منخ النساء أجورا أقل من الرجال في بعض مراكز العمل. 3 توفير الولاج المناريب للأمراض في المراكز الصحية. 4 استخدام العنف في التغبير عن الرأي. ب ر 2 2 : 4 العمل الجماعى 2 حا لط آة \" 2 1 ا ف دم . 7 و2 أتحاون مع أفراد مجموعتي على إعداد مشهد تمعلي نين فيه أمية الدفاع عن - م 7 0 7 8 كم 9 م \"0 7 2 270 7 قوق الأشخاص دوي الإعاقة وإدماجهم في التعليم ثم تخرضه أمام الطلبة خلال الإذاعة المدرسية. كلحث نشاط 0 7 و 727 و ب م 2 7ج ب 3 ن م م 00 أمتخيم الرمز اجاور لارجع إلى وثيقة الدستور الاردني لل خب 2 3 3 2 7 1ه 2 ا 32 3 0 23 رح مو اهم امم 2 وأعد عرضا تقديويا يستعرض المواد الدستورية المتعلقة بحقوق الا", "metadata": {"page": 19, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الموا 9 0 الفكرة الرئيسة جيم د دامس أت م ات 0. 4 ؟ : تل ي تعرف مفهوم . أشارك في منتدى بيني يناقش أممية التزام تظبيق القوانين لحماية ابيتة. مع القانون وأممبد وضع إإشادات واضحة لاتباعهاء وشرح أنواع المخالفات المعنمدة يما تا ني 2 القوانين لمضطل 8 9 7 2 7 : 8 8 2 - عم اق2ة هت 4 المصطلحات مجموعة من القواعد التى تضببط العلاقة وتتظمهها بين الأفراد 0 و 2 ه القاز ن 77م ع1 2ن أن مس0 م و 7 07 عا و72 0 ن 0 , 0 8 و ك2 مهارات 1 - 5 ابا م : 2 4 0 ارا 37 2 7 جم . . صم ل سا2 ب الو ه77 تتمثل أهمية القوانين في حماية الأمن والنظام والآفراد والممتلكات 0 رط 0 - م : 2-50 7 مما يعزز استقرار الدولة والمجتمع. 1س رع ب ا ا 02 ف\"", "metadata": {"page": 20, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "8 ابا م 0 4 ف أهمية القوانين في المجتمع والنشرات القانونية مما يساعد الأفراد على فهم أ ممييها. دق امار م 8 2 ف\" ب 0 وقرض العقوبات على من يخالف القوانين. ولي المؤشسات النفيذية ث جهاز الكمن العام الهات الرقابة مسؤولة تنفيذ القوانين ومراقبة القزاهاء كالإشراف على تطبيق قوانين السير ضمان السلامة على الطرق. 2 اه 8 0 08 0 بالتحاون مع أفراد مجموعتي وبإشراف معلمي معلمت أناقش حقوقي داج مدرستي ارد وده ب 9 9 أبن مسؤولياتي تجا مدرستي حسب الجدول الآتي: على . م 9 ع 4 حفو في مسؤولباني", "metadata": {"page": 21, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "من الأمثلة على القوانين 6 قانون الشير: هو مجموعة من القواعد التي تتظم حركة العرور على الطرق؛ لضمان سلامة الجميع ويهدف إلى الحفاظ على النظام وتجسب الحوادث العرورية. ومن هذه القواعد: 00 لله ا لان سيبح ديا الإنيزام بالشرعة المفررة. 1 استخدام جزام الأمان. 1 سمسسسسسسستنسسسسسسس. : سسسشست 0 نتجا7خسزرز7تتشسستسستت فك هك ا ص ل ل 8 تجنب اسوخدام الهاتف. غطاء الولو لعشاة عندعبور الشارع. شيع ب ىه ا ل هه : ره 6 أحدد الآثار الإيجابية لإلتزام قواعد السير. ا 02 هب وحصي ار 1 1 7 4 أبن الآثار السليية على افد والمجتمع في حال عدم التزام قوانين السي. ما الأماكن المنة قطع الشارع؟ أين أستطيع قيادة دراجتي الهوابة؟", "metadata": {"page": 22, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قانون الجرائم الإلكثرونية: يعد أحد التشريعات التي وضحت لموابة اتطور التكنول وجي ومواجهة الجر 6 الاشكة عن الفضاء الركمي. ويهدف القانون إلى حماية البانات الشحسي ويعرف هذا القانون الأفعال غير المشروعة الي تتكب خبر الشبكات الإلكثرونية. مثل: الإختراقي. والتمر الإلكثروني إضاقة إلى اشتغلال لبانات الشحمية بشكل غي قانوني. يشعى القانون إلى ماي الفراد والمومسات من الإنيهاكات ارب ومحاسجةمن يسحغل لوسائل التكنولوجية في نط غير مشروعة. 6 أستنيج أشباب وضع قانون الجرائم الإلكثرونية. - أستخلص أم أغداف هذا القانون. ما المقصود بالأفعال غير المشروعة؟ ن - 1 ا 2", "metadata": {"page": 23, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الاستخدام الآمن للتكنولوجيا ا ب نح . رقو ب سه لآم 92\" 07 لمم اس اسمن سار تعد التكن ولو جيا الحديثة جزءا لا غنى عنه في حياتنا الومية؛ ذا أستخدمها بطريقة آمة وذكيف وأخرص على باع مايأتي: 3 2 : ره ؟ م 2 لا أشارك كلمات المرور أو المعلومات الشخصية مع الآخرين. أتجنب زياد المواقع غي الآيئة. 7 ؟ و \" رم الجر عد مو أستحدمبرامج الجماية؛ وأحدنها باستمرار. مآد يه 7 26 ياي 0 اق ة ردقيام 909 اتجنب تحميل أي تطبيق من مصادر غير موثوقة. م 54 در و2 بر ره 2 لصم م 3 أستحم الأجهزة مدة زمية محدودة؛ لكي أحافظ على التوازن بين وقت استخدام . م 1 - مه ن ل 2 ء 9 الأجزة ارقو وبين الأنشطة الأخرى. مثل: القراءة واللعب. جر ا يم كه و2 ار مر 2 راصي را بيره 0 0 أتحدث مع والذي أو معلمي علمتي عندما أواجة مشكلة أثناء استخدام التكنولوجيا. 3\" 1 الما 2 7 2 2 ع 9 رفض طلبات الصداقة أو الرسائل من الأشخاص الذين لا أغرفهم. أتجسب نشر أي شيء قد يؤذي الآخرين. الشكل 3: الإستخدام المن نري تحت إشراف الوالدين. 2 0 القع و م 7 0. 8 اي 0 4 ' ل ' لضم 8", "metadata": {"page": 24, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اع سعط ك؟ سه اس الام 9 ار لاس لجو 2 بالتعاون مع أفراد مجموعتي أناقش البطاقة الآ ثم أجيب عم يليها: 1 2 7-1 . 23 لل - 29 2 رخو . صر 7 و 2 20 7 2 يعد مجلس البرلمان الطلابي مجلما مهما يكر فيه الطلبة عن آرائهم ويشاركون في اتخاذ 2 اق 1 حج ج مم و ره 22 . ب 0 2 0 71 القرارات المدرسية والدفاع عن حقوقهم. يهدف هذا المجلس إلى تعزيز القيم الإجتماعية والديمقراطية لدى الطلبق وروح الإنيماء للوطنء ويساعد على ننمية الممارسات ب م ا رك 002 24 ب 7 2 2 ك7 ن 3 الديمقراطية والجوار البناء واخترام الرأي الآخر ويشمل أيضا التعاون م مجلس أولباء م . 2 0 س\"\" : ار ا م راك 7 الأمور والمعلمين فى عمليات التطوير فى المدرسة والمساهمة فى تحسين العملية التعليمية 2 . 4 ب 2 285 0 0. ك2 ا م م مه 7", "metadata": {"page": 25, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "رغبت الطالبة جنى من الصف السادوس في الترشح للانتخابات المدرسية لتمثيل زميلاتها؛ 27 7 7 بر 0 1 ور \"م 27 7 7 ره. 2 رك - \"9 7 وعندما قدمت طلب ترشحها أخبرتها المعلمة المسؤولة بآن طلبها مرفوضء وأوضحت لها 2 ل ل ' 01 2 ووم ار ا 13 7 أنها تفضل ترشيح طالبة ذات تحصيل علمي مرتمع. شعرت جنى أن هذا القرار خير عاول. 2,01 0 153 \"1 2 8 ا 2 \"9\" 9-7 7 خصوصا ان تعليمات الترشح لا تنص على ذلك. بدلا من اللإسيسلام قرت جنى أن تتحقق نص ين 2 0 2 ا ا 9د مح را و2 ار 77 9,7 ا من تعليمات البرلمان الطلابي واكتشفت أنه لا يوجد ما يمنعها من الترشحء ثم طلبت مابلة 2 ب 22157 7 -2 2 97 م 2 2 7 مديرة المدرسة وشرحت لها الموقف بكل هدوء واخترام قائلة: لوغب في أن أكون جزءا ارو ب 2 . 0 ا عا راي 734 270 0-5 مر 2 تر عط ا ل 2 قا 797 .", "metadata": {"page": 25, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ماج 25 ورت ده تمنح الجميع حتى الترشح. امتمعت المديرة لحديث جنى وبعد قاش مع المعلمة وفهم مر 2ه م ر 7 و ااقره م0 2 \"0 7 7 وجهة تظرهاء قبل طلب جنى في الترشح والبدء في الإستعداد للحملة الإنتخابية. تت م22 يم 9 م 0. 2 أستنتج الحقوق الواردة في النص السابق. 0 ا 1 ون 2 ماذا أفعل لو كنت مكان جنى؟ ا مالي مه داج 4 كيف أدافع عن حقوقي وحقوق زملاي زميلاتي ؟ إذا ترشحت لانتخابات مجلس البزلمان الطلابي ما الشعارات التى سأتبناها؟", "metadata": {"page": 25, "chunk_id": 3, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "هة الملخص نهم لقوانن بشكل أساسي في تنظيم حياتنا اليرمي: سواء داج المدرسة أو في امجتمع قي ساعد في الحفاظ على النظام كنع حدوث الفوؤضى مم ينعكس مو رار المراجعة أوضح أممية القانون في حياتنا. أبن مهام مجلس البركمان الطلابي. أبينذوراقوانين في حماية مقو الفراد في المجتمع؛ عن طريق تقديم أملة منامبة على القوانين الي تضمن مقوق الإنسان. - ما الآثار الإيجابية لإلتزام القوانين على المجتمم؟ 2 المضطلحات: 2 المقصود بالقانون. 6 التفكير الناقد و الإبداعي . يتيسهم لطكبة في تخزيز الوزام اقوانين في المدرسة والمجتمم ؟ 0 ما لحقات التي قدتواجهنا عند تبي القوانين؟ وكيف يمكن التلن عليها؟ ما أممية القانون في تحقيق العدالة والمساواة في المجتمم؟ أي وري في الحفاظ على لظام دل مرستي. 4 العمل الجماعي بالنحاون مع قاد مجموعتي وبإشراف معلي معلمتيء أعذعرضا تقديويا حول", "metadata": {"page": 26, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "مراجعة الوحدة 1 ل : الفكرة الرئسة: : 22 بن ,72 : 1. أعدد مكونات الدولة. : 2 أبين وظائف الدولة. : 3 اس دمب - ره 7 : 3. أناقش أهمية القوانين في حياتنا الومية. : 4. أحتار رمر الإجابة الصححة في ما يتي: : 2 8 : لام ا إن 32 ل - 2 2 0 : 3 : 1 من الحقوق المدئية والسباسية الواردة فى الدستور الأردتي الحن فى: : ج- الصحة. د- المشاركة فى الحياة العامة. : و ا 2 : ص 2 ا\" 2 تقذر الوياء الإلسمية حوالي: : أ- 12 كيلومترا. ب- 16 كيلومترا. ج- 22 كيلومتا. د-32 كيلومترا. : 3 يصنف الدستور الأردني على أنه: : ج- جامد. د- موجز.", "metadata": {"page": 27, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 0 8 رب و : المصطلحات - أختاز من بنك الكلمات ما يعبر عن الجمل التى ثليه: \" و م 9 2 2 : الدستور- الدولة - الإعتراف - السيادة 9 2 02 ي م 2 ا امام د لاي 3 د : 0 . 1 . : مجموعة من الأفراد الذين يقيمون فى منطقة جغرافية معينة بصفة : دائمة ومستقرق ويخضعون في إدازتم لسلطة سسياسية. : ه ور 7 م 0 4 كي 7 ال الخو سدرة مص ري 2 : 2 . : مجموعة من القواعد القانونية الأساسية التى تحدد شكل الدولة وقواعد : 1 2 . 2 . 3خ ه امم 1خ طرق 7 ,92 الحكم فيهاء وتضع الصضمانات الأسابسية لحقوفى الأفرادء وتنظم السلطات العامة : : 0 2 مه ا  0 م 09 0 ل : 3 . : إقرار الدول الأخرى والهينات الدولية مثل الأمم المتحدة بالدولة : ككيان مستقل وذي سيادة. : 4 او الام 7 9 2 : التفكير الناقد والإبداعي 3 2 ا ب كم و قا و 0 لآم 2 2 روطع : 1. أناقش العبارة الأيية: تقوم العلاقة بين السلطات الدستورية في الأزدن على مبذا : الفصل بينها1. : 2 وا 7م 0 : 3. أفسر: الأفراد أساس قوة الدولة. 4 أستنيج الحقوق المضمنة في العبارات الآتية: : ع 0 و 0 0 ل ص 5 : أ- المشاركة فى انتخابات مجلس البرلمان الطلابى. : 1 0 1 2 ل 2 ه دك ن 7 : ب- إنشاء ممرات محخصصة فى المدارس لتسهيل تنقل الطلبة من ذوي الإعاقة. : ج-كولى المزأة مناصب عامة فى الدولة. 3", "metadata": {"page": 28, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 0 و 0ه وا راع\" داه اعد سا . ود زر جر وإو رد ردق دار : بالتعاون مع أفراد مجموعتي وبإشراف معلمي معلمتي أصمم مجلة إلكترونية تتناول: : 6 ع 277 0 م حقوق الأشخاص دوي الإعاقة. : ابحث, 27 7 - 7 : 2 ب سك ولام ب يه 3 24 : : والإجتماعية والثقافية في الأردنء ثم أعرضة أمام زملاني زميلاتي. : كحاث نشاظ : 0 زه لمج امب 0 8 0 سي\" 0 الت ب 2 : يحتاج تنفيذ القوانين في المدرسة إلى مجموعة من الإجراءات والآليات؛ لضمان بة : \" 1 اا رار 2 : م 0 ي : 9 7 : 92 1 تخليمية آمنة ومنظمة يتعلم فيها الطلبة أحمية ايرام القوانين والتزامها. بالتعاون مع أفراد : 0 ب 0 2 2 مج لج ل ار ده كدي ى م : مجموعتي وبإشراف معلمي معلمتي أعد عرضا تقديميا عن أهمية تطبيق القوانين في : 0 نحي كور ب 0 3 1 0 5 0 : المدرسة ثم أنشره على مواقع التواصل الإجتماعي لمدرستي. : 3 80ح فذح 1 مشروع الوحدة 3 و ن 9 0 ن 2 ب 0 با أ ا زا ا 5\" م 2 ري مقف 2 0 د وول - ام 2 ا 0 مام وس ق1 و2 2 الدولة الأزدنية. يحختوى على: 7 م 71 75م ب لكي 8 734 خريطة المملكة الأزدنة الهاشمية. م ررك 7 ه وع ل وح ب 7 صور ومعلومات عن مكونات الدولة الأردنية. ا ب 1 آا5 س\"2 6ت 0 0 ن ثم ننشر ما تتوضل إليه على مواقع التواصل الاجتماعي لمدرستي.", "metadata": {"page": 29, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الوحدة ب 9 0 9 , التاررخ والحضارة ربم 9 ل ا لت ادها مع زا اج 2 177 8 3 ا د ءا 3 و ا 7 0 0 ل م 7 17 د 7 0 1 ار ا 7 45 1 \" ا الب 6 ا 0 1 ااي ريا ا ا 1 7 0 00 ال لل ض 0 رن 0 - ل د \", بيد . اكد ا و يحل , 7 - ا حصي ' . تتمفسمسسس سسس. كه ق - اس و الب ف 1 وو ججلسغييتتيريتوول ' ع كا - موحت 1 - 5 2 9 72 لس تت بج الفلرة ري العامة : رخ 2 3 بي ل 7 اس 2 27 1 : قبل لي د 0 و 8 ,1 2 2 2 و 0 0 \"م : ابرع 2 8\" اكد لام 0 مام ل 0 سم إلى 27 امل نشاة 1 ا ا الي ل ا ل ا امل تها يوحي - 05-0 وكيني و تك موجه م ل -", "metadata": {"page": 30, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا . ' ال : 1 4 ا شنيق. . 0 ل م. ج كر 3 ان : 2 وقد : ,7 م\" تي حص \" ؤ , كلا ماذا سانعلم؟ ا اج عصور م قبل التاريخ. العصور التاريخية. فنا :", "metadata": {"page": 31, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "60 , , 1 ؤ 8 خكرة لزن 7 رحج طن جحي بهم د د ذإه و 8 0 و د اناج تن 1 رف 2 دهبت مع أحد والدي لحضور ندوة عن أهمية دراسة التاريخ. وتعله الرمة القديمق أنها تساعد على فهم الحاضر والتفكير في المستقبل وتحافظ على ثراث الشعوب. وعرفت القرقق بين ممفهوم التاريخ الذي يشيير إلى الأحداث ومظاهر كور تفال حدداة أ لون ع8 ع اا 11. و اا 2 2 التى حدتت فى الماضى. , ومفهوم التاريخ الذي يقصد به دراسة 7 اه \" وز اد 5 -ح58 0 ا ج م و - 7 كل ر. مم - ا و وا ال عصور ما قبل التاريخ عصوز ما قبل التاريخ 9 و 27 2 . \" م 22 4خ 2 ا عترماقتنطعط في المترة التي عاش فيها الإنسان على كوكب الأرض قبل أن يحت ن 0 \"م ري 0 ري 2 0 0 و و العصور الحجرية الكتابة؛ أي منذ ظهوره م 4 1 : 8 وحتى سنة 3500 ق. م. م ض ب و و 8 : ال \" ل وتنا 2 و 8 الحالى. 7م م رار 22 ب رالا ختلاة ا 2 2 فو و 4 و و 72 : 8 ب\" بت\" 7 0 0 عرفت عصوز ما قبل التاريخ باسم العصور الحجرية؛ لآن الإنسان 0 سردي م 02 . م 2 لآ د م ون والمجة كان يعتمد فيها على الحجارة بصوزة أساسية لصنع أدواته؛ وقد مودء: 1 القن كآى 1 0 التصئف قسمت هذو الفترة إلى ربع مراجل؛ هي: لقديم الأوسط الحديت التحاي", "metadata": {"page": 32, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7م حمق 7 م 2 0 2 س 2 ا مص رول الماع 2 سس كان الإنسان يعيش فيه على شكل جماعات صغيرة متنقلا يعتمد على جمع الثمار وصيل 0 1 مار ا 2 2 ل 2 21 \"؟ -ي راو قر كر الحيوانات. وسكن الكهوف وصنع ادوات بنسبطة من الحجارة؛ واستخدم ادوات 0 2 و\" 0 و مضنوعة من الأتحشاب وعظام الحيوانات وقرونها. ص7 0 7 م 8 0 م بي 0 2 0. ري يماذا كان الإنسان يعيش في العضر الحجري القديم في الكهرف؟ م 0 جع 0 يي ا ا اس 7 : , رار رآ 7 0 7 رصا 2 ف 7 ا اكد ورم 3 وتعلم كيف يتحكم بها ويشولها متى أراف 0 3 واستخدمها في الإضاءق وعهي الطعاث 7 7 ا 1 5 2 2 ا 5 5 7 ب 3 0 اذا وحماية نفسه من الحيوانات المفترسة. 3 شي 5 ررك م\" و 0 7 ب . وفه بدا اإنسان في ازتداء الملابس من ال 0 7 7 2 - 7 ,آ جلود الحيوانات وطور لغة بسيطة تعتمد على الإشارات والإيماءات للتواصل مع الشكل 3: قوش كهف لاشكو. و ا الرغرلج 20 قر قر 0. 748 له : ره وو 27 . الآخرين. وتعد هذ أقدم العلامارى 2 1 تعد نقوس كهف سكو في فرنسا من أقدم النقوش 7 2 م عق م ووعه قيه لامك 2 1 هه التنظيم والسلواء الإجتماعي. أذرجث في قائمة النراث العالمي لليونشكو عام 1 . 9م بوصفها ع عنصرا من عناصر المواقع ما قبل التاريخ والكهوف المزخرفة.", "metadata": {"page": 33, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا م و مور ارا 0 ' العصر الحجرئ الأوسط ا يمثل هذا العصضرمر خلة التقالبة فى حياة ا الإنسان ا ار إذبدا بالإنتقال من حياة التنقل والإعتماد : 2\" ا 2 ص بدا 2 2 7 على 0: 5 0 \" سا سه ب ل 0 2 0 76 ل الصيد والجمع والإليقاط إلى الإستقرار في لز ال 5 قر 2 و ا كك 2 0 5 د \"111 ادر الى ل تجمعات سكانية؛ وبدا أيضا فى إيجاد مصادر ي- م ص دي در 2 2 ب 0 4 2 ا نت 2 2 7 22 7 2 7 م 2 8 7 ع\" راك 2 0 لآ الصيدء وطور ادوات حجريه جديدة لتنامب حاجاته مثل: المناجل وادوات الطحن البدائية. 7 م قو ا رو 2 ا \" و ل ري ما الأنشطة الجديدة التي مارسها الإنسان بعد استتقراره؟ ع 0 بج 2 ن يو العصر الحجرى الحديث راط 9 ء 8 ا ار ا 2 2 بدا الإنسان بالإستقرار بعد اكيشاف الزراعة ده كم - الخ م 72 12 م ؟ ارال ال 7 0 . ا نح", "metadata": {"page": 34, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الماءء وبدذا بحياكة العلابي من الكنان . ل 0 7. 7 اع 2 ب رود د لم دزو اب والصوف. ووظهرت القرى الزراعية نتيجة الشكل 5: تماثيل عين غزال. ل 7 و ربك م ريد م عم م د اك زد . . 25 7 0 2 ذاب ازدياد عدد السكان وتنوع الأنشطة الاقصاوية تقد تمائيل غين غزل المكتشفة سمال غمان وظهور الملكيات الفردية وأصبحت هناك العصر الحجري الحديث. لاد 7 بكر أو دصر دق رد حاجة لوجود زعيم ينظم المجتمع ويديرة. : طهر ب و2 مو 9 م\" د اح 0 2 ر ما لمواا التي استخدمها الإننسان القديم لضع أدواته؟ كيف أثرت صناعة الفخار فى النشاطات الاقتصادية الأخرى؟ : ب بو 2 7227 م2 جر اي م اب الشكل 6: أدوات فخارية.", "metadata": {"page": 34, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 السلبه والاختلاف 2 3 2 2 و ل . ا 1ه ا 7 0 ا - أحدد أوجة الشبه والاختلاف بين العصر الحجري القديم والعصر الحجري الحديث. 0 و 0 و ب - 0 و لإ ر 0 معدل 7 اقى 0 ا 2 حي 2 اما قا تعمد ال ,الح ا 2 3ع و72 ا 0 الحجري النحاسي في منطقة ابي واستخدامه في صناعة أدواته إلى جاب الحججارة فظهرت حامد وتليلات الغفسول شمال صمي ار نج ع ارام ع ادج 10ل و, رعو و 1 1 البخر الميت. واكتشفت أفدم 1 \" 2 2 7 ىو 71 2 لآ 7. 7 1 - القءه 2 اه : الإنتاج الزراعي والتوسع في القرى الزراعية وظهرت فينان جنوب الأرذن؛ بالقرب من 6 ل شاه و : محمية ضانا. المقائيضة تبادل السلع والخدمات بدلا من ابيع بالمال. . 2 . 0 و هر رسي 7 سرس ام سن ن وف أواخر هذه المرخلة اكر الإنسان العجلة؛ ما ساعد على تقل البضائع سهولة. 1 5 النتيجة 7 الا ب \"1 وله 7 مه ظهور طبقة الصناع والحرفبين في العصر 8 \"0 د و و , الحجري التحاسي. ' كحك رمو 0 ا مار\" 3 2 8 ار ن 9 ب 0 ب أستحدم الرمر المجاور؛ لأشاهد مقطعا مرييا فيديو عن اكتشاف النار ثم اق و 9 72 و ل ا كلا 3 2 . مز ب ا 7 لي 1 ب اهف حياة الإنسان قبل اكتشاف النار. ترد 4 و - ب - أبن فوائد اكيشاف النار.", "metadata": {"page": 35, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ع الملح و اعتمد الإنسان في عصور ما قبل التاريخ على الحجارة بصورة رئيسة في ضنع أدواته؛ ذا 9 - ن \" قار كات ب و 2 ب 7 أطلق عليها اشم العصور الحجرية ثم بدا الإسان يطور أدواته عبر العصور المتلاحفق ص2 2 2 و \"ره دآ الك 7 ل ثم التشف النحاس في المرحلة الأخيرة من العصور الحجرية وامتاز كل غصر بمظاهر م م22 المراجعة 9ه بر اام و 1 الفكرة الررئيسة ب ا ل 28 أبين مظاهر حياة الإنسان في العصر الحجري القديم. أذكر أبرز الإكيشافات فى العصر الحجري الحديث. ما لحدث الفاصل بين العصور التاريخية وعصور ما قبل التاريخ؟ أفسر: م7؟ حدائ؟ لالط 7 . اله 0ط ذال 3 اهتمالإنسان منذ القدم بصناعة المسسوجات. قي ا جر 0 ء و ب 0 المضطلحاث: أوضخ المقصود بكل مما يأتي: عصور ما قبل التاريخ. العصور التفكير التاقد والإبداعي 1. أناقش ما يأتي: 0 0 0 - 7\" 2 ب- يعد ازتداء الإنسان الملابس تطورا مهما.", "metadata": {"page": 36, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "را 9 ما ا 20 2 8 ما 2 ماسبب اعتماد الإنسان في العصور الحجربة على حجر الصوان في صنع أدواته؟ 3. أوضخ النتائج المترتبة على كل مم يأني: ع 2 1 ب ا 2 2 أ- اكتشاف النار. ب- اكتشاف الزراعة. ج- صناعة الفخار. د- تعدين النحاس. حر لات 2 2 ررك ا م 2 9 0 7 كه 7 طقف 2 ف 7 . أتعاون مع أفراد مجموعتي على إعداد عرض تقديوي أو مقطع مرئي فيديو عن بم 73 مط عر م ل ار اا 2 الأدوات التي استخدمها الإنسان في الغصور الحجرية القديمة. جر طنج 7 0 2 م2 ا 0 0 2 2 ب 0 أنسق وزملاي زميلاتي بالتعاون مع إدارة المدرسة زيارة إلى أحد المتاحجف خخ 1 25 مو 0 9 2 را ء 3 م 0 . 73 2 0 0 يو الآثرية القريبة من منطقتي ثم أصنف ما أشاهده في المتحف وفقا للمادة المضنوعة حسب الجدول الآتى: بخ و 0 د 0 2 ن 0 الأددوات المادة الممصنوعة منها 1 أدوات زراعية با -ج\" لم 7 راج رار 5 9 02 02 ن 7 سه ل لكام 2 ا ص 27 اتعاون مع أفراد مجموعتي على إعداد تقرير عن أهمية اكتشاف العجلة في تطور حياة م و 7 2 . الإنسان فى العصر التحامئ.", "metadata": {"page": 37, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2 : , ' يه الفكرة لرنيسة لا ل عد 77 ان صرب درام كوت ات : 1 تعرف أهمية المظاهر . أسامد فيلما وتائي عن خياة الإنسان في العصور القديمة. في قلب عابة ب ا رجه : 1 رد قم دج آدج الج ام دو ا الي التاريخجية واهمية ا ا ل ا ال ا : 7 7 اي لاا الذي بعد حدثا اليا ال : ما اختراع الكتابه الكتابة 7006ا رو ا را ل ايه مث الفط اضاح الحا عراءا ال الفا هه م 1 . 26 و 7 7-9 3 ب 71 2 ه171 مسطنعس . . الأخرين فاستخدم الإيماءات الجسدية والإشارات 2 الطبول ال إل 0 7 0 0 7 7 9 777 0 : 0 العصر البرونزي وإشعال النار حتى وصل إلى الحة والحديث الشفوي ورسم 6  ف ااا 07 غ0 وها مق ا ا اع راصو ارفد2ه 206 5 2 و الإنسان النقوش على جدران الكهوف ليصف خياته البومية؛ العصر الخديي 7 به 0 و 2 ور جه 8 ا 0. ء حم 8 ممه ل . 6ع 1:", "metadata": {"page": 38, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "00 وبذلك مهدت هذ الوسائل لإختراع الكتابة التي دعرف بانها 00 2 م و ل 2 7 و2 و2 : 8 ج22 . ال 8 2 01 و 2 ا سجن اس ا اللاي و الام و قهارات التعلم الخط المنقوش والمرسوم على أي قطعة حجريو أو طينية أو 0 الس واللتجة خشبيةء او ورقية. ليا -ج' هم م و 77 د 2 72 7 27 0 حل لما أستخدم الرمر المجاور؛ لأشاهد مقطعا مرييا ا 0 ل م رن امح تحرو كدي 2 ا ل فيذيو عن اختراع الكتابة؛ ثم أبين أحمية هذا انه 7 امعط- 7 الابالت حج لها الإختراع.", "metadata": {"page": 38, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "عبرت عن الكلام بزموز مكتوبةء وقد ظهرت عام 3500ق. م تقريبا في بلاد الرافدين الوراق ح 0 ض حالي وستيت هذا الإشم؛ لأنها كاتث 0 تي كمر اكسن رنح اده تاق رارغ الى ثم طورت الحضارة المضرية لقديمة كاب صويرية 7 على الصور في ال 2 أطلق أحئهد ؟ الك بد لك ظهرت الحبجديات التي بدت ربط 1 ح للا 1 1 لل - حي أرق ا ال بي ا حص يمال كرا : الرموز باصوات الحروفء وخير مثال عليها: لح 1 ل 1 حت لج حمكم 0 ال قا بإ اليم وو اللازقية في سورياء وانتشرت في خضارات ب , \" : 0 بلاو الام القديمة. - 1 - ؟ و 9 0 م 5 1 1 الت كلل -- - 4 5 نا 0 9 1 بعد اختراع لكاب لتهت عصور ما بل التاريخ؛ بدت العصور التاريخية التي نت الأحدات البارزة والموثرة في الحضارة الإنسانية. وتفسم إلى أربعة عصورء هي: القديمة التى سأتعرفها فى هذا الدرسء والوشطىء والحديثة والمعاصرة.", "metadata": {"page": 39, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا من . د\" اك د الغصور التاريخية القديمه يج وا و ا د رةه ار رةه 2 ا تقسم العصور التاريخية القديمة إلى عصرين رئيسين هما: العصر البرونزيء والعصر الحديدي: العقصر البرونزي نر 2 م نت 7 كد ن \" 2 216 : 2 رد بم 2 ااي 0. . ا كدر 2 22 2 2 ا 7-7 ل 7 اي ل ام سائخة والقصدير الذي يعد أكثر صلابة من النحاس مما جعلة الأفضل لصناعة الأسلحة والأدوات 2 و9\" \" و التى يستخدمها الإنسان. 1 0 0. سا7 ء ؟ 0 7 0 ع 2 9 2 فى هذا العصر ازدهرت الزراعة بفضل الزي المنظي مما أذى إلى زيادة الإنتاج الزراعى. يي 7 ء زراك ب \"2 ا 2 0 و 1 7 آي 1 7 مم ونشطت التجارة؛ وبذا النداس يتبادلون البضائع باستخدام القوارب الخشبية لمسافات طويلة ااه و2 ا 22 ال ده 2 را 2 13 م ن 7 . 7 9 و ونشأت علاقات واسكة بين الشعوب بسبب التجارة والحروب والهجرات وظهرت مدن ماع ود كم ووس م دده لغ كو 1 ل النتيجة ب م مره . 0 صناعة الأسلحة من معدن البرونز . ض", "metadata": {"page": 40, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "شمي هذا الإسم؛ بسبب اشتخدام الإنسان الحديد في صناعة الأدوات الزراعية مما ساعد 27 ب ا م 2 3 و رم ال عم و 0 وو 7, على تطور الإنتاج الزراعي وتتوفير الغذاء لعدد اكبر من السكان. وظهر الفائض الغذائي الذي سمح بسخزين الطعام وتبادله؛ فأسهم ذلك في تنشيط التجارة العالوية؛ وسهل تبادل السل ل د 7 7 عا عءاء. لا م وشهدت المدن تطورا كبيرا في الأنظمة امس الإجتماعية والسباسية وتحولت إلى ممالك؛ ا . 2 ا 211 0 2 4 ل 2 العمونيون 5 0 \" عمان 3- م وه 3 الشكل 8 إلى مواقع قيام تلك الممالك. كمال نح 0 كم ص م ن \" أرض الأردن خلال العصر الحديدي. 2 ب : ب 0 0 0 ظهور الممالك فى العصر الحديدى. ورا ه 2 6 اواك 208 كم ال آي او د 2 . ره ر 2 تعد الكتابة من أهم الإنجازات الخضارية الإنسانية وتمثل الحد الفاصل بين عصور ما 2-2 2 : . ب م 2 رده ب 0 م ورسر 09 . 2 ؤء قبل التاريخ والعصور التاريخية التي بدأت بالعصر البرونزي الذي ازدهرت فيه الزراعة 2 تج 1 ب 7, 4ه 2 والتجارة ثم ثلاه العصر الحديدي الذي امتاز بظهور الممالك.", "metadata": {"page": 41, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م 7 بي المراجعة و طرا ووم 2 1 الفكرة الرئيسة رن 1 حيو و 2 1ه ء ل 208 أبين مظاهر الخضارة فى كل من: العضر البرونزي والعصر الحديدي. را خم كوي 2 1 : 0 : أوضح أممية التأريخ. و و 0 2 7 افسر كلا مما ياتى: م 1 لاك . ا امك ا 2 أ- ازوهار الزراعة في العصر البرونزي. ب- تسمية الكتابة المسمارية هذا الإشم. ج- ظهور التجارة فى العصر الخحديدى. 0 : 1,7 2 7 2 2 0 ع 83 2 5 0 2 ب 9 5 : 2 9 المضطلحات: أوضح المقصود بكل مم يأتي: الكتابة المسمارية العصر البرونزي مر وو قر ال العصر الحديدي. 7 ب مم2 2 5 9 2 3 التفكير الناقد والإبداعى 7ه 7 27 . ا 0 كيف غيرت الكتابة حياة اإنسان؟ مط ؟ 9 م : 0 2 ار 0 9 بالتعاون مع أفراد مجموعتي وبإشراف معلمي معلمتي أبحث عن سبب استخدام 0 ا ن - 9 - - - 72 7 الالواح الطيئية للكتابة في بلاد الرافدين. مهارات التعلم 0 السبب والنتجة مر 2 2 كح ا ررء؟ 0. م 7 بن 7ه أتعاون مع افراد مجموعتي على إعداد عرض تقديمي عن: 7 الام م\" : 88 5 د 0. 20 حالصل ارات الح ي ر الو الل", "metadata": {"page": 42, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الحضارة ف اما قا 1 حيل نفسي هناك ة 8 : 72 سسا ن يستحده : : الهيارها. بلجي ال 727 كوس قف منا وم ال المصطلحات م هو م الحص ار متمعنا هي كل ما أنجزه الإنسان فكريا وماذياء و2 ايب ع 2 ع 27 2 و 3 را ب 2 ب ع 2 د ااه االق2 : 3 : ناعة. أما الجاز ممارات النها المادي العمارة؛ والمدنء والزراعة؛ والصناعة اما جاب الغ 2 : د - م لباه 1 اليه 7 0 الك الؤكري فيشمل الثقافة بعناصرها المختلفة من لغة واداب وفنون وعادات وتقاليد وقيم وأفكار. عوامل قيام الححضارات ا 2 2 7 2 7 : وب 7 اه : ساعدت عدة عوامل على نشوء الخضارات القديمة مثل حضارة الهلية. ومن أهم هذه العوامل: ب و 7 ب 0 رم مو ب ا : و : 0 العواول الطبيعية؛ مثل: الموقع الجغرافي والمناخ الملائم؛ وتوفر المياو والموارد الطبيعية. 5 ري 0 يي ندج و الى اا 7 العوامل السياسية؛ مثل: وجود قادة قادرة على توحبد الدولة. او 0 لي على . لا ووجود قوائين تحمي حقوق الناس.", "metadata": {"page": 43, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب و : 8 م 7 ره ار 52 م 3 ا العواول الاجتماءية. مثل: التحاون بين أفراد المجتمع والتمسكبالقيم والعادات السائد. 1 1 ن؟ ا 2 العوامل الاقيصادية؛ مثل: الزراعة والصناعة والتجارة. ب و 74 27 م 0 م ام 9 9 0 ليه 0 العواول الثقافية. مثل : الكيتابة والفنونء والأدبء والعلمء والتكنولوجيا. م 0. 2-00 اه نشاط ما ره ب لي 4 لخر ري روم رج ء ا ستحدم الرمر المجاور؛ لأشاهد مقطعا مريا فيذيو حول مفهوم الحضارة با تج 2ك : دء ار 7 ان ديد مظاهر الخضار 2 . ورلا ارال يج ب م ر 9 كل خضارة لها مظاهر ومميرات تجعلها مختلفة عن الخضارات الأخرى. وتشمل هذه ب 24 . 0 \"م 2 مو م و 8 7 م و ب 0 ب راف 9 المظاهر لماعي مثل: الثراتء وفئات المجتمم والأسرة. 3 المظاهر الساسية مثل: التنظيم الإداري والعسكري وعلاقات الذولة داخلبا وخارجيا. 9 المظاهر الاقتصادية مثل: الزراعة والصناعة والنجارة. 9 المظاهر الدينية مثل: الوباداتء والمعتقدات والقيم الأخلاقية.", "metadata": {"page": 44, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 2 ا م 2 7 2 ل 2 2 . 1 تم الخضارات بمراجل من القوة والضعف وفي ف له 22 عمساو 99 يدي عط ل راء بعض الأحيان يمكن أن تتغلب خضارة على و 7 5 ا ع 2 8 وه 2 اب 2 ا و أخرى. من العوامل التي يمكن أن ضيف رصح ل دف 2 و : 7 7 : 2 7 ير ا و الم د 2 2 ا الل كر بير  2 الحروب والصراعات. 7 كل 0 2 ر خخ الك ا ل 7 م ل 8 وخر الإفراط في استغلال الموارد الطبيعية. نا 1 ن 7 3 ب . : 3 0 ذ ءءء لقان . او الموارد الطبيعية. الأزمات الإقيصادية والإجتماعية. : 0 اج ا 0 و الحضارة الصينيه 0 لقان ساك لي 0 86 الى و اأواآ حي لط\" تعد الخضارة الصينية واجدة من أقدم الخضارات في العالي وفل اشتهرت بإبداعها في : . لان ا 0 1 0 ا 0 امد - 4خ الحرف اليدوية. ومن أبرز معالمها: سور الصين العظيم الذي يمتد لالاف الأميال على طول الخدود الشمالية للصين. الشكل 10: سور الصين العظيم. . . : 0 : 7 ع ا : 8 ا بار 4 : 1 ةا : الالبهية 5 - 3 اام اد 7 ا 2 1 ل 0 رجه . 1 جد . نا 0 ب ب 3 و\" 7 . 1 2 : ا : ا المسحككة دومع 5 طحمى تحجيد ا 1 7 1 \" م", "metadata": {"page": 45, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ع ددا و ب 7 تأ حوب ج 1 س و 0 5 15 3 سكج تانج لمتصددت س - . : 8 ركم ' : 4 1 ا 1 7 م2 م \"ي عمس ره الشكل 11: الهرم المدرج في المكسيك. 7ه 2 م : 8 - ا يرك بح ل 0 حخصارة المايا اح ل د نشات خضارة المايا في أمريكا الوسطىء نك ل حك اح ا 0 9 8 ون ا 2 را أن وما ينا - لع 12 اج . بس وما زالت آثازرها موجودة حتى الييوم؛ ال يي حت لمعي احا م 2 حب جا لرعون ح- احا وري يض إس 7 7 ب2 د 7 م92 ام الح اص ا بحب نب : ىا التاريخية. وتميزت بإبداهها في ض 5 : اف 4\" 3 الشكل 12: الرزنامة التاريخية. 0 -ج' لم و و لقا ال 7 7 عق 2 ب 7 4 ا ال : 2 9 7 م 97 م - : 1 أشاهد مقطعا مرييا فيديو عن خضارة الماياء عن طريق مسح الرمز الخا خف و كرد و م 3 رو ا تجمووء سي 2 7 ا 1 ض المجاور ثم اكتب تقريرا عما اشاهده وأقدمه امام طلبة الصف. 0 0 7 نب و2 فو . ل ا", "metadata": {"page": 46, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "201 أ ل لل ا دناه ا ا ا ا مدن عد ارا ا جوف 7 1 47 1 8 1 1 آ 1 ا ما : د 1 2 ا اش اي 17 \" ل ا وو : ا ا اا ال ادو ل. ب 8 ال 13ب 1 : 1 1 0ل 1 11 1 1 7 ا 7 7 41 7 ل - 0 لجسا 0 وا 7 1 7 و ' 9 ادل 1 ا ا : 77 اللللالا. ض 5 الهج 2 ' م , 1 4ج ل - حل 3 ود لاد ب يب : الشكل 13: مسرح ديونيوس في اليونان. بن كثاثوة مدت 1 لود الحضارة الإغريقية اليونانية رط 7 زر : ا . 1 3 ن اص ا : م ء . م نشات الخضارة الإغريقية في قارة أوروباء وقد حقق الإغريق إنجازات كبيرة في مجالات 7 م : و كه لي ا ا ا 7 2 عديدة؛ مثل: العلوم السياسية والرياضيات والهندسة والفلسفة وفن العمارة. 0 -ج, هم 2 و ىه 2 0 \"1 إجالايد : 0 8 جم 2 رمه 0 ا ا ل \" م و ا م 9 ا و - اشاهد مقطعا مرييا فيديو عن خضارة الإغريق عن طريق مسح الرمز ه22 2 7 7 - 7 : . ,8", "metadata": {"page": 47, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المجاور ثم أكس تفريرا عما أشاهده وأكه مام طلبة الصف ا جاور يدم ب تقهرير هده و مه م به : ال اا لها خضارة اكسوم م الدع 7 2,76 7 ل الام ا . 1سر 9\" ل كم كه تعد حضارة اكسوم واجدة من أعظم الحضارات الإفريقية وظهرت في إثيوبيا الحالية وأجزاء و عر سه - ىه . 2472 ا سس ا 0 ب ل ا 0. ا من إريتريا. ازدهرت بين القزن الأول والشابع الميلاوى واشتهرت بتطورها فى التجارق الشكل 14: أنقاض قصر كبير في أكسوم. الم وز ا 3 0 الصا \"لمتحت 00. 6 ان 4 م مدت اا يذه 1 وه . 0 1 الضف صر : ا 3 ا ب حي ا ا ا و 7", "metadata": {"page": 47, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 5 2 2 1 7ه 7 7 م 9\" ا 7-7 7 كانت أكسوم مركزا تجاريا مهما يربط بين إفريقيا والشرق الأوسط والهندء مما جعلها واجدة من أغنى الممالك في العصور القديمة. م مر 0 ب 03 ع ا ارا 2 قار 22 2 2 ه 27 بن 9ه من أبرز معالم هذ الحضارة: أهرامات أكسو والتماثيل الحجرية التي تعد من أهم إنجازاتها اراق 72 ب 2 م\" 7 2 م كم م 7 ىه م0 عم الفند والكنائس التاريخة فى إثيونيا التى ما تزال من أبز المعالم الثقافية والديسة فى المنطقة. 20 و يس رب اه فى إيوب ير رف برر 7 رم و مار في 9 2 4 21 7 مي ب 2 0 مرا 9 0 أنظر الخريطة الآنية التي تين مواق عددمن الحضارات القديمة: 8ت - - ص م مح \" 2 م الحضارة الصبية. الحضارة البونانة. خضارةأكسوم. خضارة المايا. الشكل 15: مواقع عددمن الحضارات القديمة. ع 0 1 0 ساعدث عدة عوامل على قيام اللحضارات القديمة وازوهارهاء مثل: الموقع الجغرافي 6 6 رار 6 72 22 5 م -- 5 4 7 6 والمناخ العلائم وتوفر الوياه إضافة إلى مجموعة من العوامل الإجتماعية والإقتصادية", "metadata": {"page": 48, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 7 ص المراجعةه الوطقمرة دوه د 2 1 الفكرة الرئيسة أبين عوامل قيام الخحضارات. 5 يي الى سء ل 0 او مظاهر الخضارة. أفسر أشباب اهيار الحضارات. 0 8 با 2 إن . 0 . 0 00 2 المضطلحات: أوضخ المقصود بالحضارة. التفكير التاقد والإبداعي 22 0 م 1 2 سرعة به 2 ب ما سبب ظهور خضارات قديمة في بلاد الزافدين ووادي النيل؟ م و 7 ل 0 و7 رو د72 7 كيف أشهمت الاختراعات القديمة فى تطور الحضارات؟ أناقش العبارة الآتية: 1لا يكفي الإبداح في مجال واجد لتكوين الخضارة. تماراث الت 0777-77 1 3 ص , 8 ع 0. مر قر 2 أصنف المظاهر الحضارية الآتة فى الجدول أذناه: 9\" 0 و2 0 9\" 0 ب ب م 7 الأعياا- الجيش- الجامعاث- الأزياء- المواصلات- المكتات- الأشواق- التقاليد - المعاهدات - المعابد. ءار ب د. ا اه ادك ات م م 27 م . ءا مظاهرييايهبة مظاهر اجتماعية مظاهردينية مظاهر اقتصادية مظاهر ثقافية دح 2 40 2 2 2 ارا 8 2 هر 0 د 2 0ه ,8 8 و بالتعاون مع أفراد مجموعتي أعد عرضا تقديميا عن إخدى الخحضارات الآيية: خضارة بلاد الزافدين حضارات بلاد الام خضارة وادي اليل خضارة 5 م جوم 0 م 3 و \"م ا سا كساللي الأتباط يم أنشره على مواقع التواصل الإجتماعي لمدرستي.", "metadata": {"page": 49, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفكرة رس 1. أعذدمظاهر الحضارة في العضر الحجري التحابي. 3 أوضح عوامل الهيار الحضارات. : 4 أذكر العمالك التي ظهرت في أزن خلال العصر الحديدي. 5. أختاز رمر الإجابة الصحبحة في ما بأني: : ج- عصور ما قبل التاريخ. . د العصور الوشطى. : أ- الحديد والنحاس. ب- التحاس والهب. 3 استخدم انان لحجلة قل البضائع في العضر: : 4 ظهرت خضارة أكسوم قديما في قارة: أ- أوروا. 0 ب- إفريقي 0 جد آيياء. د- أشثراليا.", "metadata": {"page": 50, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1. أناقش لعبارة الآيية: 1ساعدت التجارة على تطور الحضارة وايشارها. : 2 أشتنيجأممية الآثار القديم في فهم حيا الشعوب. : 3. أحلل اعلاق بين ازوهار الزراعة وتطو ول لق . , مل لكاي ض لاون مع أفراد مجموعتي وبإشراف معلمي معلمتي. أصهم مطوية حول المتاحف : ري المو جودة في الخردن ثم أعرضها في الغقة الصفية. ته بالأجوع إلى مصادر البحت المت أكتبتفريرا عن المناط التري في : 3م لأردن الي تود إلى العصور الحجرية ثم أعرضه مام زملائ ي زميلاتي. : باون مع أفراد مجموعتي وبإشراف معلمي معلمتي. أبحت عن أضل فكرة : الماراثون واللعاب الأولمي وأكتب تفريرا أعرضه في الغرقة الصف . : قز مشروء وميه لص اشم المشر وع: الحضارات القديمة. فكره المشروع: إغدادمجلة لكثرونية تستغرض إحدى الحضارات القديم على أن تحتوي: م تنشر ما لتوصل يه على مواقع التواضل الإجماعي لمدرستي.", "metadata": {"page": 51, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الجغراف اب -ر ربب ا - امسا اعفد لوحي ا - 0 7 : اب 4 0 حي رع الأ ل 0\" و 6 ل ل ا 78 ا 21 اع 1 اح 7 \" ا ا ا لقت 7 6 ا 2 \" : 2 \" 0 ا 5 7 نا 1 ا 3 ل 1 7 ب لني انا . ا 0 ا , 4 ,7 ف 5 - 4 1 0 , 1 2 ون 0 محر ب ع7 . لح دم 08 1 8 7 اي با ن-\" 0\" 2 ححدا ون 1 7 1 : 74 ل ا 5 \" - 77 ل ,\" 2 جم 5 1 درج احور : الك 1 م 7 سات اد 0 7 . \". وما بيه بر 1 رن م صر 5 1 2 , رق ؟ ب 7 ا ص ا 7 2 لد الك كدء ا اا ا ري تعرف مفهوم الخر 4. وأنواعهاء ومهارات قراءتها وأهمية الحركة على سطح سات 0 277ص ا . 5 5 2 ب و و 8 وك رن 72 ل 0 0 م \" 8 0 0 ع -لخهي بعك الم حي --اال1ة1خ-: نتت. .", "metadata": {"page": 52, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وادبالمسسممسصمطسسسوسسسسداتسبباساادلسللسللصس اللصللللللللللس لبا سسسب الإسجاتصصسمندو-طدتوسيصصلسلتلسسلللللسداالده 7 ي - - د ج ل سد با , صمي 2ه ب ات : 2 ب الح 5 ل : ال 7 رو 1 وقد 3 دي ل يي مه يه حير بط - ان نحت 2 - الحا ا - : دا 3 نجي حر اا مدا اسع ا دلا ات د 9 ا يترا ليرا 1 زا -مر جب الالح ل 2 7 1 . - دار نح وا هب : 5 5 : : جا اا ا 5 دحخ 0 م . 2 7 او . \"1 7ج 2 مل ب رو 0 0 او و 9 صا 1, . ب د رم 2 ب 5 2 2 مكو 0 رك الأ ل اح افك مح الإقليم. ب زر الى ا عم 5 2 مد . \"م 7 3 لسن", "metadata": {"page": 53, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الخريطة 8 9 ان 9 مفهومهاء. وانواعها فكرة ل اا لتب . كم . د لهم و المصطلحات ف بطة . ر 8 رار 2 2 ب \" 0 ل در 10 3 راد وو يام هي تفل مصفر سطع الأزض أو جزء ينك ولذ رض كبرة قياس سم 816 2 ور 2 2 م ام - الاضي م 2 01 متاخ الحر بط جداء تصعر على الخريطة بنسية معينة تسمى يقياس الرسم. با كاج يض الور 9 و و اه 8 0 ب م ' شتخدم الرموز والألوان لتمثيل معالم سطح لكر : تاو وتستخدم الرموز والالوان لتمثيل معالم سطح الارض عليها كرو بم ا مهاراث التعلم أهميه الخريطة والإنجاهات والمسافات. الك اا تعرف التضاريس والظواهر 3 الطبيعية والبشرة. المساعدة فى الملاحة الإستفادة منها في التعليم. ايخدامها في الأغراض ,7 3 ذه و كردادت 2 0", "metadata": {"page": 54, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أنواغ الخرائط 0 و 2 و و ا 32 7 : 1 0 0 3 : م : 0 23 الخرائط الطبيعية: تمثل الظواهر الطبيعية على سطح الأرضء مثل: الجبالء والأنهار والشحيطات وحالة الطففس. ومن أمئلتها: تحرائط الطففس وخرائط الأمطار. وخرائط 2 3 2 2 يه 0 و 7 توزع النبات الطبيعي وخرائط أشكال مطح الارض. 0 2 يي 71م 5 3 و : 5 اي ل و مه 7 71 2 الخرائط البشرية: توضح الظواهر التي تخص الإنسان ونششاطاته ومن أمئلتها: الخرائط ه ب ل س ؟ 7 0 لام ا 2 بس 34 السباسية وخرائط توزع الشكانء والخرائط الساحية والخرائط التاريخية. 3 كر نجه بي م يي 3 أذكرأملة أخرى على الخرائط البكربة. أذكر موقفا احتجت فيه إلى استخدام خريطة. . سر 9 سر م 9\" ' 7 2 و ما تحريطة المملكة الأردية الهاشمية - النباث الطبيعئ هر 2 م 8 ا 2 تشترك جميع الخرائط في احتوائها اس ا", "metadata": {"page": 55, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "على عناصر معينة هي: 3 ا سرد و . 1 مما و ب ب 0 2 م 0 و ا ا , إطاز الخريطة: الخط الذى حيط الم نا إ : لل : 1 به ب 0 7 ا سي 0 : 2 عنوان الخريطة: يوضح موضوعها. اساسا د الى هه 71. 5 70 ماع عق 2 7 0 0 \" \" \"م\" 7 \" 0 ا الل ا ا 0 0 ال والألوانالمستخدمة ويوضم ا والالرا ترف اح 0 أسمل الخريطة. ا 7 لل . 0 7 ا ا 234 9 ن ورة هه م ا 5 كلم ص لل ل 0 عاصمة . نباتات الحماضة الحمادة 1 ط كاتا صو 20 ل حددولي . نباتات حوض المتوسط غير شجرية . نباتات الكثبان الرملية 72 ليت حدإياري . غابات العرمر", "metadata": {"page": 55, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". رع 2\" لحم 2و سي 01 2 ,7 كم ام 2 م 0 مقياس الرسم: هو النسبة مابين قياسات الرسم على الخريطة والقياسات على أرض الواقع؛ ديضغب رسم البعاد الحققية لض على الورق؛ ذا تصعر هو البعادباسيعمال مقياسي الرسم. ومن أنواعه: قوط اه قدردهة 50 40 30 20 10 0 - مقياس الرسم الكتابي مثال: 1 سنتيوثرا على الخرطة - 10 كيلومثرات في الواقع. - مقياس الرسم النسبي يثال: 1000000: 1. و و و ب 1 - مفياس الرشم الكشري يثال: مثت. ته 12 إذا أردت رسم ملف كر قد على دفتري. وكاتت أبعادة في الواقع: الطول- 120يثراء سس م - را كو ؟ ؛ ود 2 5 والعرض 90 متزاء فساستخدم يقياس رسم 1000: 1؛ أي أن كل 11 ستتمثرا على الذفر يثل 1000 سنتيمث؛ أي 10 أمتار فى الواقع. وبناء علي؛ سييكون طول الملعب على الذفتر يساوي 12 ستتيمثراء وعرضة يساوي 9 سنتيمثرات. اج 8ه 5 1 كيلومثر. فأحسب المسافة الحقيقي بين المديسين.", "metadata": {"page": 56, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "شبكة خطوط الطول ودوائر العرض من فوائد هذ الشبكة حساب قرق الوقيت بينالمدن: يبلم عدد نخطوط الول 360 تحط على الكرة لأرضية وتدور الأرض حول نفها مر كل 24 ساعة؛ أي مكتحرك بوقدار 15 تحط طول كل ساعة تحط طول واجدا كل 4دقائق. ولمغرقة قرق الوقيت بين ميتي أنم الخطوات الآنية: \" رار ده 0 هاه رس 2 أحسب القرقبين حلي الطولللمديئتين. 3 أحسب فرق الساعات بين امديتي وذلكبقسمة قم الفرقبين خط الطول على 15. 4 إذا كات المدينة في جهة الشرق أضيف فرق التوقيت الناتج في الخطوة 3 إلى زمن مدينة المعوف وكتها وإذا كانت في جهة الغرب أطرح زمن المدينة المعروف وقتها من فرق التوقيت. إذا كان الوقت في مدينة لندن الواقعة على حط طول 0 درجد غرينتش هو 11 صباح يو لح فكم تكون الساعة في مديئة نيويور الواقعة على خض طول 75 درجدخبا؟ ا ا اا ابره ومح ل ال اح ا ل هد لع ا الب ا ااا ا ود لطاضا انا 5 اال لك لا اش م ا ا", "metadata": {"page": 57, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "6 أحددقمة حطي الول للمديتين: خط الول لمديئة لندن غرينتش0 درجة وحط الطول لمديئة نيويورك 75 ذرجة. أحسب القرقبين خضي الطول للمديتين : 09-75 -759 6 أحسب فرق التوقيت بين الميتين بقسمة قيم الفرق بين خطي الطول على 15: 68 15 5 ساعات. 6 أحتب لوت في مديئة نيويورا ولأنها واقعة غرب غرينتش أطرح لوقت في مديئة لتدن من قرق التوقيت بين المديتين: 11 - 5 6 صباح يوم الأحد في مدينة نيويور. بسبب احتلاف اللرقيت دا الذولة الواحدة وخاصة في الدول ذات المساحات الكبرف ظهر مفهوم المناطق الزمة وهي تفسيمات جغرافية بيلم عديها 24 منطفد تشتخدء تحديد الوفت المحلي في مختلف مناطت العالم مما يساعد على تنظيم الأنشط ليرمي اليا رفع اله ا ان وداج احص - جا اويا \"و لآ تي - ا ل الم ا نا ا : لنهه ا شه 1 7 لوس 1 اد كي م لوا - , ل الم ب 11 مط ابا ااام ملاتا اناا م اا تاماه الشكل 1: المناطق لة في العالم.", "metadata": {"page": 58, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الخربطةتمئيل مصغر لسطح الأرض أو جزء من وتسوي على عناصر معيئة ولها أنواع ديد عدم في الحية البو المراجعة رن و كه 2 أبين أنواع الخرائط. جر 2 و كردي - أوضح أممية الخرائط. أعدد عناصر الخريطة. لس 0 م\" ء 2 م 2 0 0 3 التفكير التاقد والإبداعي ما أممية قياس الرسم في الخربطة؟ ل ا 1 و ب اه 2 أستتيج سبب اختلاف أشكال الرموز وأنواعها من خريطة لأخرى. التطبيق : إذا كانت الساعة فى مديتة لاهرة الواقعة على ح طول30 شرقا الزابحة عضرا من يوم الكربعاء. فكم تكون الساعة في مدينة نيوولهي النية الواقعة على خط طول 759 شرقا؟ بالزجوع إلى مصادر البحث الآمئة. أبحت عن تطبيقات يكنولوجية حديئ مج تختمل فى عملها على الخرائط. سج ااا", "metadata": {"page": 59, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اي : 2 2 71 اسم 2 ا اع رس 2 ال ه05 عد قم قا الزكا لمامةة سم سم ب 0 ا 0 مم 01 2 ام بين مدينتي إزبد وماذبا بالإسيعانة بمقياس رسم الخريطة. ه إربد المشرق عجلون الزرقاء ف السلط الاعمان ه ماديا 8 را الطفيلة جنوب معات العاصمة ا خدوذ سياسية ال 7 مفيان الرسم: 1 : 50 كيلومثرا 7 7 الخ ع عاص خريطة الأزدن السياسية. كه و و ع 25 الى ملا سه سر 2 ىه خوء - 2 م ل : احسب المسافة الحقيقية بين اى عبن احددهما على الخريطة باستخدام رمز قياس المسافة المو جود على تطبيق خرائط   .", "metadata": {"page": 60, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ال : : 1 ا 0 1 ت نفسي عرف بعص انوع \"في رخلة تحييم على شاطئ البحر حيت تهب نسمات الهواء برفق فر 7 اخ ل ا ف ره الج ذ النهر الارض. عو ادا و 8 و ا نا ل 2 ؟ سم با 0 0-2 دم د لآ لمصطلدا لا شيء ثابت على سطح الأارضء فكل شيء في حركة مستمرق خركة الاموا ور سن ا 7 ج وم0 أمثلة هذه الحدكات: أستعصصس1107 وعتحدلا 3 ا ا لحر 7 هه 2 0 0 الم والجزر  رمم ف 8 م 0-2 م رد كر كه ا ضيه 7 ل . ددص م ا 2 0 2 للأرض خركتان رئيستان هما: و . 7 2 ؟ 7 ن 2 مماراث التعلم دورانها حول مخورها : , 9 و الو 0 الإسينتاج نفيهاه: تتتغرق 2 رارفو 9 4 ساعة ويج عنها تعاقب اليل والنهار. ا 79 7 دورانها حول الشمس: بم 4 0و اق اراد الجر 1خ 2 تشتغرق 365. 25 يوما الشكل 2: خركة الكرة الأرضية. رار رزو 9 7 2 و : 2 ل صدء 05 . 3 1 . 9 رو ل ا ل 7 و لخ سا ه70و لحا 2 مو ب ص 2 ان صب و72 2 بخ\" م 7 مائل بزاوية 23. 5 درجة تقريبا بالنسبة إلى مستوى دوران الأرض خول الشمس.", "metadata": {"page": 61, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": ": دحت دحت احج ل ا اج حك جا حجعة الشكل 3: حركة المواج. ااادج اه2 ار ري 2 ل 1 ا رغ ا ب ه77 -؟ 2 تحرك مياه البحار والمحيطات بشكل رأمي بسبب ذوران الأرض حول نفيها وخركة الرياح. ا سر 6 6 ررك ا 0 كل 0 2 . 2 771 و7 وتكمن أممية حركة لأمواج في أنها تشكل الشواطى والتضاريس الساحلية ويمكن اسعمارها ا 2 5\" حركة المد والجزر مي 09 2 را 2 ل 7 ا يي هي ظاهرة تحدت بسبب تأثير جاذبية اقمر والشمس على فيا البحار والمحيطات؛ وتودي مي و72 ع ا . محا ب 9 25 ا 0 ررد رلا رد ره إلى ازتفاع مستوى الوياء والخفاضه بشكل دوري على مدار اليوم. تسم حركة المد والجزر في تشكيل السواجل الث على الولاحة والتقل وتوفير بيكة ع للحياة البحرب. ويمكن الإستفادة منها في تولد الطافة الكهربائ. 1 2 قم . تالت 1 انعا التتد: معطا جزر مد الشكل 4: حركةالمدوالجزر. ل: - حح-تت.", "metadata": {"page": 62, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب ا آ - 0ه راي ارد\" . 17 و 8 1 ار ل م اي 2 8 2 م هي حركة الوياو داخل المحيطات والبحار الكبيرة وتحرك في اتجاهات منتظمة بسبب تاثير 7 21 مم 2 ا سر م طم 5 229 2 ب داه عوامل عديدة؛ منها: اتجاه الزياح؛ ودوران الأرض خول تنفسهاء والقوة الكارولية الناتجة عن 0 يخ بم و2 23 لا 2 1 ب 7 لي ايه كد سر 7 - سما 2 ل 2 يو الت رات البحرية نوعان هما: تيارات دافئة تفع درجة حرازة السواجل التي تمر بهاء وتيارات اودر م ي مسا سا 23 30 2 باردة تخؤفض ذرجة خرارة السواجل التى تمر بها. 7 2 و سن م لآم . 2 ا 0 ل 2 1 2 1 م وتكمن أممية التبارات البخرية في أنها تساعد على تنظيم ذرجة الجرارة على سطح الأرض ريد ب م 1 آم ال 2 ب ا للك 2 5 0\" الام اله ب له", "metadata": {"page": 63, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وتنوع الحياة البحرية وتوزيع العناصر الغذائية بما يدعم نمو الكانات الحية البحرية ونسهم . ب\" - م97 ب م . ا\" - 2 سه كم 1 ى سا ا ب في توفير مناطق صيد غنية بالأسماك عند التقاء التيارات البحرية الباردة مع الدافئة. عي ب رط كد الا اده مالع مي اله ساح 2 ا 2 ل مي 0 - 0 7 0 7 0 0 ودح د 4 يإل- لكب دز مسا رؤذ ا 7 ل 0 3 ع بع ت ا 0 بس 3 باحب ا ايد : 0 0 1 تر توائي العكسى ا 0 2 : 0 0 ا جح التيار الاستوائي العكسي 1 ر 2 أ ل ذال : 4 ارو : 8 7 1 ظ\" فى ح ري التيار خحري 2 ا 1 إجه لد اسه اسفية حي القارة القطبية الجنوبية مقياس الرسم 0ب 2 م 7 م سرام ل ره 2 الشكل 5: تحريطة حركة النبارات البحربة. - 7 3 و 0 م ست 2ه لآم م ا 2ه الآن 2", "metadata": {"page": 63, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0م - 8 , ع 0 8 بن\" 2 5 ة : 01 -- 3 ا لا 5 ي - وبلا ب . الشكل 6: طاقة الرياح. 3 و قد قد بت 2 -ك نح ؟ : 0 2 02 اورمة 1ه 0 2 2 ادي تتحرك الرباح تتيجة لإختلاف الضغط الجوي إذ تتقل من مناطق الضغط الجري المرتفع إلى 221 7 2 ا ي. و 7 9 ره 2 افر ايه مناطت الضغط الجوي المتخض. ونقسم الرياح إلى عدة أنواع منها: اليومي والموممية 9 1 عرو 0 بج 1 2 والمحليك والائمة. م ا 0 7 - ب 2 3 يخ 0 اردقم 2 م 2 تؤدي الرياح دورا مهما في تنظيم ذرجات الحرارة على سطح الأرضء وتنقل الرطوبة من 9 7 0 7 0 72 و نهم 72 0 م ب المسطحات المائية إلى الباسة مما يساعد على تساقط الأمطار. بالإضافة إلى ذلك تساعد الزياح في نقل بذور الانات وحبوب اللقاح؛ ما يعزز من التشار الثاتات الطبيعية وتمرهاء زور 2 0 ارام و اورطة- م 9 27 1 ع اك وتؤثر أيضا في حركة لسن وتستخدم بوضفها مصدرا للطافة المتجددة. احص م7 عمس حاف : اكه سك دء ا اعد . ري كيف يمكن استخدام الزياح يوصفها مصدرا للطاقة المتجددة؟ أعدد أهم فوائد حركة الرياح.", "metadata": {"page": 64, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م ل م الحركاث البشرية تشمل الحركات البشرية اليقال الأفراد بر الرضء مثل: الهجرة بأنواعها المختلفق والإتصالات وحركة ال والتجارة العالمية عبر المواني والمطارات. وتحدت هذه الأشباب البييية مثل: كغير المناخ والكوارث الطيعة. الآشبات الاليصاوية. مثل : البحت عن فرص عمل أفضل لتحسين المستوى المعيشى. ؤ الأشباب اسمس مغل : الحروبء وعدم الإسعقرار السماسي في الول م 0 م 2 6 ؤ الأشباب الاجيماعية؛ مثل: الزواجء والتغليم. حركة الطيور والحيوانات 0 هجرة الطيور: ن 8 7 . 9 7 . رص 2 و هجرة الطور ظاهزة طبعية تحدت سنواء حيت تحقل الطوز من مناطقها الأصلية إلى مناطق 2 ل 4 0 ورا 0 أنحرى؛ بحن عن ظروف أفضل للعيش مل : درجات خرارة معحدل وتوافر الغذاء. يم هذه أ ددج ل اده ال ددبي 41 اراق ع م 8 الى 0 مقر الهجرة بشكل دوري مع تغير الفصول. وبعض الطيور تقوم ب رخلات طويلة جدا قد تصل إلى آلاف الكيلومثرات غبر القارات.", "metadata": {"page": 65, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب ضهنا الت 0 كل اشارك لوال ا ض حب جح ا 3 - ا : - ا حب 0 اج ا 0 تنا ل ا ال الح - -- سا ا 1 الس اا رم ره لت 9 فر ب ا لخم ددر . 0 0 تقع محمية الأزرق في المنطقة الشرقية من الأزدن وتعد من أبرز المحميات الطبيعية في . ل ري 05 له 0 و وره رم ؟ مص 11س 73 ب . و 2 لمملكة تظرالتتوعها البيولوجيء قهي تجمحبين لبك الصحراوية والبيكة الرطبة وتعد محطة و 7 0 ااه اه م بم و مهمة للطيور المهاجرة بين قازتي إفريقيا وشمال أسيا. م2 : د 0 مه 0 ب- فجرة الحيوانات: مان ا ل 0 و را آم 0. ام 2 ء ا اللي ب 0. 1ب 9 هجرة الحيوانات سلوك يتمثل فى انتقال جماعى للكائنات الحية من مكان إلى اخر بحثا عن 7 : م 7 2 ب و ء . 0 222 ررقو 0 0 0 اذا 1ع ذا أ 7 اتير اله ل 7 احة ةء نقص الغذاء. تشمل هجرة الحيوانات العديد من الأنواع وتتم وفقا لدورات طبيعية تتضمن ر 7 - إ: 1 2 2 م . \"1 . 200-01 ا . 0 2 0 حم 09 : 5 ا تساعد هذ الهجرات في الحفاظ على التوازن البيئي من خلال إعادة توزيع الأنواع وتوفير اتحورتينت: لللنت. .", "metadata": {"page": 66, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اا الى ل\" بر 7 , رذع ب و ار\" اد ب 1 لتحي 7 5 . ا رهد 7 حي ااا ا به - 3 جل \"0 ىر ا 1101 سيره ات 0 ' جر 2 , ا 1 8 . مير 1\" ده ل ش م م حب يه لو وي احخه ب بكرم أن 8 وا ا ه 8 ل ق ا ا , م اا جد 7 اله د 0 هي ا دعا اح لون دون حب ا جا حي ل حب مسال ا اود جمس اليو حك تال لتحت - أ حص سيد جنء تى نج جوج ددجو احج ات يب حجن مو صر م دضو . تحبا حصي صر --ميبيسسيمد ا جص س حعحفاء ا - - اد ا ب 0 : للد ا يب مجع حي 5ج ا أبس و7 لات ب د جد حي ا ا ب ا اا 5 ا ناح ل ىح د د ند - ببسي - --سيح نسييس و كيد ا او د وح ممسيد ود حل -77 7-7\" جو رخ تقد تسم خاي ان ب سي ا هد عبد للضي دج ا كيشلاها . . كا - . 3ن 00 : ل ا سمو ا ا ا ا ا 3 3 ا امت ب سي سي مساك صا وج بن اع ا ا تلب المت ا ارس جح - ا متها", "metadata": {"page": 67, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 نس 3 بد بج كح ا ا س2 الب حي\" اج الج امت ام ص ام كب ع ا ا 1 , م 1 0 : : م امم 0 9 آي ما و وى سم طم من أشهر هذه الهجرات ههجرة الثيران الإفريقية في محمية سيريعني الممتدة بين تنزائيا وكينيا؛ إذ تنتقل بحثا عن المراعي والوياو متجبة مويسم الجفاف في سهول سيريعتي . تواجه ا اج 0 7 2 ا حم 2 : م ومن 7 لآم م 0 ع م م هده الهجرة مخاطر طبيعية يثل عبور أنهار مليتة بالتماسيح بالإضافة إلى تهديدات بسرية. 2 2 ل ب\" : ام و 23 للم ا و 3 7 وم ومن الآملة الأخرى البارزة: هجر الحيتان الزمادية في المحيط الهادوئ. التي تقطع مسافة 08 ا سق ل ل 4 722 ا لرافكة 5 2 ا و ب 0 . م 0 ء 0 كيلومتر سنويا بن البحار الباردة في شمال كندا والموياء ا افئة قرب لمكسيك. الملخص و0 ب بر . 34خ 7 ن ب 2 مام اال 4 3 2 9 هم \" 0 اس س ا ا يا تقسم الحركات على سطح الأرض إلى عدة أنواع منها: حركة المياو وحركة الزياح - 2 - 2 درك 22 م ادهو 0 ب 2 0. ار ال2 2 2 5 كم ا 5 إلى والحركة البشرية؛ وتؤثر هذ الحركات في المناخ والتضاريس والنظم البيئية والحياة و ب - البشرية. 0 شنب", "metadata": {"page": 67, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المراجعهة لوطه 2 4360م د 1 الفكرة الرئيسة جر 2 در 2 0 734 أوضح أنواح الحركات على سطح الكرة الأرضية. أبين النتائئج المترتبة على حركة الوياء. عر و عو أعددأنواح الرياح. 7 ن 77 جر 78 2 و 0 27 ررد ا 2 م 9 المضطلحات: أوضح المقصود بكل مما يأتي: حركة الأمواج المد والجزر ب و ورد ب 7 . 2 الحركات البشرية. يرو اراي بالخراه . 3 التفكير الناقد والإبداعي: 7. 2 عوسي د ال 1 2 يل مهي . 9 ل ل ل ا ل 27 ا 7 0 3 كي ,الله س0 سام م \"ا 0 : كيفتوثر النجارة العالوية فى التفاعل الثقافى بين الدول والمجتمعات المحتلمة؟ الا 8 1 1 أناقش ما ياتي: 7 و2 درط 2 1ك آي يي ا 2 ء 7 2 21 1 أ- تعد حركة التبارات البحرية الدافقة والباردة منظما طبيعيا لدرجة خرارة سطح الأرض. ب- غنى شواطي المملكة المغربة بالزوة السمكية. 8 البحث كر 2 0 - افج كم 7 زه م اه الام 40خ اإبحث في أحد المصادر الموثوقة عن توليد الطاقة الكهربائية من الامواج حجري 0 مج البحرية وأكتب تقريرا عن ذلك ثم أعرضة في الغرفة الصفية. 5د 1 - 2 2 رار 2\" 9 2 ص'ت 21 2 ن 208 3 بالتعاون مع أفراد مجموعتي أضمم مجسما يوضح إحدى الحركات الطبيعية", "metadata": {"page": 68, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الاقليده إغليم اح نا ح تدس بجا دود حؤ' ود جد ابس جد الفكرة الرئيس 7ل : هناك . تعرف مفهوم الإقليم . . أحد علماء محضة للبحت العلمي في الإقليم القطبي أراقب الحيوانات عن راع الك 8 قرب وأدس سلوحها هناك. وأستخشف الينة المحيطة بها. 1 يم . اي لجسي ا فسا 1 لهي حور الات ا كم . 0 111 م ؟ 27 4 7 ارو ب را اه ىه المصطلحات افلخ منطفة جخرافة مير بحصائص متشابهة تميرها عن غيرها م الأو : 1110-0 لأحياراء الك مار 7 الام تواكة غال ,. 7\" 8000 من المناق الأخرى, وهناك أنواح محتلة من الأقاليم منها: الأقاليم النباتية \" ع 0 ب 2 2 2 2 \" ير الأقال م المناخية والشاتية والصناعنة. 1295 لعتصما301 ليم را و ل و 7 لك ا 2 2 م ك و ه الاقا 267 عه ة واج 2 او من له 5 اليم الصناعية أولا: الأقاليم المناحية والنبتية 105  و \"1 ليم .", "metadata": {"page": 69, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م و3 ب : : سال 8 الام ايج 7 8 ء 2 0 - د ب ار للا ب اراس 2 0 : 7 ل مهارات التقلم ذرجات الحرارة وكميات الأمطار وتتماعل هذه الخصائص 3 2 ك 2 را ده سر سا9 يهم 7 20 2 27 2 : 2 السبب والنتيجة المناجية بعضها مع بعض لتشكل نظاما ييا فريداء وعادة ترتبط ا سم : الك 7 2 الشبه والإختلاف الأقاليم المناجية بالأقاليم النباتية؛ بسبب انكاس خصائيها على ما 7 اعم 7 9 2 م 2 لكي الإسيثاج طبيعة النانات التي كنمو فيها. ومن أشهر اللأقاليم المناجية: الإقليم الاسلتوائي اود 1 د 2 بم بجع 7 حرمو ن 7 0 ررد م2 يمتد جغرافيا خول المناطق القريبة من خط الاستواء ويتميز بازتفاع ذرجة الحرارة طوال العام مع أمطار غزيرة دائمة وفيه تنموالغابات الإستوائية الكثيفة. رم ب مال الشكل 11: الإقليم الإستوائي.", "metadata": {"page": 69, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 2 - د 0 0 1 نا 7 1 . ' مود خنقءة ا اولك سا ا ا ل 1 ند 7 2 : عي 2 1 ل - ب ب\" . - يدا حخ اال : : 0 9 7 9 - م ا 7م \"0 د ه و الشكل 12: الإفليم لقطبي. م دن 1 د الإقليم القطبي 7 : 0 ت- 2 لآم ار 7 ا . 2 7 4 : 25 يكشر في المناطق القطيية؛ ويتميرقلة الغطاء النباتي؛ وطقسه شديد الب ود سبب انخفاض ل م و 2 درجات الحرارة وفيه تنم اتات وحشائش قصيرة. الأفليم الصحراوي المداري القاري اط ع 1م ا 9\" سرج 7 4 يتد في المناطق المجاورة لمداري السرطان والجذي ويمتازبطقسه شديد الحرارة بسبب از تفاع ب تل\" 2 0 بخ 9 2 1 مر ار 2 ضط. 2 ب 2 ب 7 درجات الحرارة وبقلة الأمطار وفيه تمو الثماتات التى تتحكل الجفاف. مثل: الصبار, والنخيل . - . - وبد-ب امم م تيم . . ا 0 12 1 . 0 م 5 ' ب و باق الاسعتطم بصم 1 . \" 0 ب ف . ا الشكل 13: الإقلييم الصحراوي. ل 7 1 9 : 2 . 0 ع ل 2 7 ء 25 يمتد في المناطق ذات المناخ المعتدل يثل حوض البحر المتوسطء ويتسم بطقس حار صيفا و 1 : لد . 21 5 2 \" 7 ه س 2 ومعتدل ششتاء وتنوع الغطاء النباتيء إذ تنمو فيه أشجاز الزيتون والبلوط والأرز. الشكل 14: اكليم امعكل.", "metadata": {"page": 70, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "هناك غددأكبر من الأقاليم المناحة عادة ما تجمع حصائص مناجية مختلفة فمثل: الإقليم 0 ور ا : ء ااا 2 6 0 ب ا 0 المعتدل البارد في أوروبا يجمع بين خصائئص الإقليم المعتدل والإكليم القطبي سواء في 7 م آم . 0 2 0 عناصر المناخ أو في الغطاء الناتي. ل م 7مس للدي ب ال ا لام م2 سام . 71 شي 2 أنظر الخريطة الآية وأتعرف توزيم الأقاليم المناجية ارئيسة في العالم ثم أجيب عما يليها: 1 الصرطان \"23. 5 ي بصع م ل اد , السيواء 0 ذق مدار الجدي \"23. 5 الإخليم لقطبي. ج الخليم المداري السحرادي. لإقليم المعخدل. الإقم الإشيوائي. الشكل 15: الأاليم المناجية ار سة في العالم. 7 عا لسائد : 8 1 7 أ 2 ري ما المناخ السائد في منطفة الوطن العربي ؟ قا 0\" 4 2 ما المناخ السائد في أقصى الجهة الشمالية؟ جر ب 27 9 0 أعدد ذوائر العرض الرئيسة التي تظهر في الشكل. \"0 7 0 القسات؟ 6 9 لأإداتب؟ 7 5 ما أوجه الشبه والاختلاف بين الإقليم القطبي والإقليم الصحراوي؟ مسأ اس", "metadata": {"page": 71, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "تدجب. سال . 1 , ب \" 2 ل - . 1 : ي\" يا 0 كل ل 1 - اح اا 3 0 ا ا 3ص 1 يي فر رع وان 1 ا : مجو : اكه جيف 7 لذبي ,5 1 : ل ألم 8 انا 05 7 و 1 . ا : فض ل 0 ل ود 7 ن ' الشكل 16: منطقة شينزين في الصين. . 2ه و 0 م ثانياء الأقاليم الصنا يا و \"2 8 و 1 عو 7 و 1 2 و م ام . \" 59 تت أحة 1 م و : افيه ترك 0 الره 5 9 عية بكثافة عالية وي نوعان: إ هو ا الخمئلة عليها: منطفة الرور فى ألمانيا. و و 0 ل لي 3 8 ره الأمثلة عليها: وز فى م كص: العا صناعة السيارات ومن الأمثلة عل 2 بي صيع دل و 2 م 5 2 م . مو و 2 0 م ار 2 9 2 وب 8 الأسته ص مثل: الملابس؛ والإلكترونيات و لصناعات الخفيفة التى تشمل المنتجات الإستهلاكية ه 22 7 0 : 3 م فى الص0 2 و ا م . 0. 0 . و الوك ء كلوز وه ثالثا: الأقاليم البشريه \" ا", "metadata": {"page": 72, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "\" 1 4 أي 2 على خصائص معينة مثل : اللغة. أو 0-0 ل ا م الأقاليم البشرية بناء على يبص مضي 2 عنا دراسة السكان يمكن تقسيم 1 ل و م و7 أخراق. أنظر الشكل التي الذي ييينتوزع النغات في العالم: الذيانات أو الأعراقي. أنظر الشكل الآتي الذي ببين توزع وا اا م ب 0 ا 7 . 1 72 م : 1 دك بق ا لستالا 1 ا البحياار ب د 0 7 بآ 7 ب . اا\" 9 لغة برتقانية صلة ان فيها أكث ن لغة رسمية 0 1000 2000 3000 4000 5000 6000 كم كاي \"جين اكاسي كاب ا ا ات الدشوعية لغة إنجليزية لغة إسيانية لغة أثانية 2 لغة ياباتي : و م ب يي 5 . 2 7ه 0 لم الشكل 17: خريطة العالم- اللغات الرسهية.", "metadata": {"page": 72, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ض م منطقة مجرافة يف بخصائص متشاه تجعله مخقة برها ومن كم أنواعها: الكقاليم اماجية والسانة؛ والحقاليم الصناعية. و رار المراجعة أعددالأقاليم المناجية. أحددالفرق بين الإقليم الإسيوائي وإقليم البحر المتوسط. ما أسباب شار الغابات لكثئة في الإقليم الإسيوائي؟ المضطلحات: أعرفالمفصود كل ممابأي: الإفيم للم عطي لأقاليم الصناعة. 3 التفكير التاقد والإبداعي كيف يوثر المناخ الفطبي على الترع الحيواني والناتي في تلك المنطفة؟ أناقشش 0 أ- تعد لأاليم الصناءبة مصدرا للدحل في الذولة. ب- تتترع الأقاليم المناجية في العالم. 4 البحت بالإشيعائة بحر محركات البحت المونوق أكتبتفريراعن هم الأقاليم بج متي ثم أعرضه أمام زملائي زميلاتي. ا أتعاون مع أفراد مجموعتي على إغداد مجلة لكت وني عن الأقاليم المناجية في العالي ثم تنشرها على مواقع لتواضل الإجتماءي لمدرستي.", "metadata": {"page": 73, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": ": 3 - 99 هه - ب 1 0\" ل د كا 0-0 ا الانسان والسة م. ج 7 س- الأإ - - 0 مه ن . 5ه وا عد تك ة- دج ظ تعرف طبيعة العلاقة في زيارة رائعة لإحدى المحميات الطبيعية في الأردن. أتجول بين الأشجار ب الإنان وليك اتج يتغرتا رفخ توت ب وتوا لضو تمس سق 7 ب مقا 0 0 ا حيو 02 ل و ا 2 2ه تيم العلاقة بين الإنسان والبكة الث المادل بنهماء إذيوثر 23 تو م\" 7 ل ه 8 3 - ل نح م 0 ا و النم ا ثوه ايه اله يدورها ف خصساة الانسان وسله كه. عتصتتتة عتصوع01 افك سار الث اه ور اح اس ن الأمئةعلى تأثير اللإنسان الإيجابي على البيكة: ص الكدء اأخاتط ءا . الا زع بتطوير الزراعات الملائمة للمناخ؛ مثل: و 0 ايف . 0 لأسي ام 0 قا له اس اكه ااي 3 2 م 1 : 0 زراعة القمح في المناطق الصحراوية؛ وزراعة القمح الربيعي الشيه والاختلاف 0 72 0 0 7 و 1 2 في المناطق الباردة جداء وبناء المساكن التي تلام الظروف ن لا و ه 7 الشكل 18: زراعة الكمح في المناطق الصحراوة.", "metadata": {"page": 74, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "تؤظيف التكنولوجيا في خل المشكلات البينية. وتطوير مصادر الطاقة المتجددق واستخراج ن و م 2 ن 72 المعادون بطرق صديقة للبيئة. و مايق 2 الي و طق ان الشكل 19: الطاقة الشمسية. الشكل 20: طاقة الرياح. 7 السبه والاختلاف ع\" ومو 7 2 بم 0 ني ب رمن ب ما 2 - - ج اه 2 0 ن 3 لآم ا دغ 3خ الحفاظ على البيتة وحمائشها: عن طريق تأسيس المحميات الطبيعية؛ وإعادة تأهيل الأراضى وله 7 مس عم ل ا 0 ب سار 8 2 3 ل 3 1 المتدهورة التي تتراجع قدرنها على الإنتاج. ودعم إعادة التدوير للحد من النفايات؛ 0 2 2 2 اي ع 2 7 مح 2 22 الزراعة العضوية 4\" 2 - 7 0 ير 2 طريقة طيئية لزراعة المحاصيل وتربي ف م 5 0 8 و 8 الحيوانات من دون اشهخدام المبيدات الحشرية أو الأسمدة الصناعية. وبدلا من ذلك. 72 ا 7 م 7341 كو ا تعتود على موارد طبيعية: يثل : السماد العضوي من مخلفات النباتات والحيوانات والمكافحة الحيوة باستخدام الحشرات النائعة لمحاربة الآفات.", "metadata": {"page": 75, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "من الا جلة على 1 ثير السلبي للإنسان على البيئة: أى. . . . - : -- - مد ككامس\" الثلوث: تلوث الهواء زم ل : . ض والمهياء والترية بسب ض ض 7 4 0 7 1 م اا ؤ الأنوطة الصاعية والنقل اخية ؤ م 2 يه ل والزراعة. ا 1 ل انتثراف الوارد -- ا 7 : م\" و الطبيعجة: منل: استهاادك 0 1 : 72 72 اد تمه بخ \"\" المياء الجوفية وقطع الغابات أت 0 لذو ل 7 7 \" را 2ه 0 ع : 1 00 راي وض 5 ل ارو ف الب 7 اش 1 ان- الجن ازل4 ايض مدر ا ا سورض ا 0 ا مي 0 5 بر م : م نع كن تن ا سش؟ اط ا بسبب تدمير المواطن الطبيعية 0 ض 1 وي ل 1 8 , نش - ب لذ", "metadata": {"page": 76, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اب 5 - 2 ال ا ل 1 حم 1 م ا 0 ب سن 2 2 - : ل غازات الدفيتة مما يودي إلى زيادة حنة 0 ل د 27 ا و عو ب 0 2 . : 1 0 الظواهر الجوية المتطر فة مثا : مو جات لام , لظو 2 لجوية لمتطر ف مثل. مو و و7 2\" وجح تع والفيضانات والجفاف. والالعاصير اا ا ض 7 قلي ون 1 2 ن ي - 2 د 0 2 و ب 0 0 لم97 2 الى كك 3خ\" 0 : ء لكي 2 و\" . ل 0 7 7 ب - 9 : 8 : 7 الكوارد الطجة وإزالة العطاء ض وه 4 ح تأثير البيتة على الإنسان ل م الجا 77 22 الآثار الإيجابية الآثاز السلية ان 0 02 0 2 م و 9 2 7 توفير الغذاء والمياء والطاقة. حدوث الكوارث الطبيعية \" 2 ل لآم 7ط 2 7م 8 0 2 داكي 0 م تحديد الأنمطة البكرية. والعوايف وحرائقي 9 م لاي 9\" 0 يي 7 2 يهم 1 الحانا ت. تشكيل هوة الإنسان وثقافته وعاداته وتقاليدو مثل : 7 وعية الطعام والأزياء الوطية؛ وطبعة المشكن. ي انت بشبلغغغغغغغغغغهغهغوغوغوغوغوغهغهغهغهغعغفعفععا ا ا ب 7 7 د 2. 0 2ع 8 ه 0. 2 ب 0. ري أستنت كنف أثرت السكة ف خباة الانسان.", "metadata": {"page": 77, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2 ط ا احم اه 6 2 دا . بخ ا 2 . تعذ حماية ابكة مسولية جماعيةيكشارك فيها الأفراد والدول ومن الأمور التي يمكن القيام بها فى هذا المجال: لتوعي أمممة البيكة. 2 2 اا ا لي 7ه 2 بي 02 ال الحلس من يات بطري صحيحة ع كر از عاق الذوير. - 5 ن 3 0 ء 2 - ب رق أذكر إجراءات أخرى يمكن اتخادها لحماية البة. اجا ب ال اا ئيسها اس ب ان 8 ب - سيا", "metadata": {"page": 78, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": ": ا -- احم يح احا تم لحمو ا 7 رو رار ةل ل الشكل 21: مخطة لطاقة الزياح. 4 8 9 ارما م2 ول أبرز المشاريع البيئيية في الاردن ع 1م 2 و ره 2 ا 7 الم 7 3 6 مشاريع الطاقة المتجددة: أنكت عدة محطات للطاكة الشمرية وطاكة الرياح؛ تسهم عن 8 0 0 5 به 0 م 0 5 7 عن 7 الإنبعاثات الكربونية. ص مور هر عد وام لذ ا 2 \"0 0 0. ات إعادة تدوير النفايات: طورت محطات متخصصة لفرز النفايات فى المكبات. الشكل 22: عاد تدوير الثفايات. ؤ - قط حر 1 4 , , 1 ل 7-1 اث . 7 8 1 : 7 87 : 8 مح بالج جوزلة ر1 2 7", "metadata": {"page": 79, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "دور التكنولوجيا الحديثة في تغيير طريقة النفاعل مع البيتة المحيطة طويرالعاني الكية والمستدامة التي تتحكم تايا في درجة الحرار والإضاءة بما 0 : و 1 . 7 7 7 يناسب الظروف المناجية. استخدام الزراعة المائية وزراعة أشطح المباني واستخدام أنظمة الري الة لرشيد كار وسائل تقل صديقة لبك مثل السبارات الكهربائية والهينة الي تساهم في تقييل الإنبعاثات الضارة وتحسين نوعية الهواء. استخدام الأمار الصناءة في رضد النكيرات المناي والك بالكوارث الطعية مثل الأعاصير؛ ومنثم الإستعداد المبكر للتعامل معها. 2 2 1 0 5 ب 2 2 يو 7 ن 8 امو 0 0 2 الزراعة المائية تقنية حديثة لزراعة النباتات من دون الحاجة إلى التزبة؛ باستخدام محاليل كم ا كم 2 ب أن 4 7 \" تون راع ود مو", "metadata": {"page": 80, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ماي غة بلعناصر الغائية لساري التي تحتاج ليها للنعو وتستخدم موا مل الصوف 0 0 2 ا . ص ل 2 الصحري بوضفها مواذ داعمة للنات. تعد هذ الطريقة خلا ميبكرا للتحديات الزراعة التقلدية ثل: ثدرة الأراضى الخضبة وتقص المياه. كحاأث, نشاط 9. 7 2 ب 8 س1 27 سدمقا2 2 أستخدم الزمر المجاور؛ لأشاهد مقطعا مرييا فيديو عن الزراعة ا 2 ي 7 7 7 أسساة\" 1 ل لمائةء يم جيب عماء بي0 ا : - أبن فوائد الزراعة المائية. مو عه ؟ دو . م 22", "metadata": {"page": 80, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ع الل ل 2 و وآ د02 د : 8 6 ا . ص 8 7 7 2 24 سس - 1 ص 0 \"9 2. 2 ب 0 ا 3 1 : ا 7 اس 0 فإن اسيناف الإنسان للموارد الطبيعية أدى إلى اختلال التوازن في مكونات لبيك مما 2 سل . , 2 م دح أخاء. انال 2 7 تسبب في مشكلات عديدة تؤثر سلب في حياة الإنسان وصحته. المراجعة أو م2 و44 د 2 1 الفكرة الرئيسة و6 7 د ب ,9 . 9 ب أذكر أمئلة على التأثير الإيجابى للإنسان على البيئة. 0 ره 0 ن أبين دور التكنولوجيا الحديثة في الحفاظ على البيكة. ل 1 2 جر و 7 2 و 0 2 ح- 2و 2 5 2 2 المضطلحات: أوضخ المقصود بكل مما يني : النصحر الزراعة المائية. 7 اما اط 2 3 التفكير الناقد والإبداعى م ارك 1 2 2-0 ب 8 م 2 م م 5 2 م 2ه 0. ب م : 0 أناققش: تساعد مصادر الطاقة المتجددة فى تقليل التلوث البيئى. 4 البحث 2 0 0 ب ا 5 . اا 2 بي اكد اسم 27 عمف اح\" 2 ميض ل استخيم الرمز المجاور؛ لا شاهد مقطعا مرييا فيديو عن نا التدويرء ثم أشارك في مبادرة إعادة التدوير داخل مزلي ل خض ار قر لم ل ومدرستي.", "metadata": {"page": 81, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 أعدد نواح الخرائط. : 3 أبينالفرقبين الأقاليم الطيعية والأقاليم البكرئة. 4 أضم دائرة حول رم اللإجابة الصححة في ما يتي: 2 المحمية الطعيه ردني الي تد ممزا لهجرة الطيوربين يفا وشمال آسياء : أ قاس ارس . ب- دايرة الإستواء. : أ- حركة الأزض حول الشمس. ب حركة الزياح. : ج- حركة اأمواج. بالجرة - المضطلحات: أوضح المفصود كل ممايأتي: الخريطة مفياس ارم المواج اليم . : 1 أكمر كلاممابأني: ب- تشكيل حركة الأمواج البحرية الشواطى والتضاريس الساحلية. :", "metadata": {"page": 82, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "3 2. أفترح مجموعة من الإجراءات التي نسهم في اللحفاظ على البكة. 4 : 03 اله 0 قم ةوه 1 3. أتنما ماذا يمكن أن تضيف التكنولوجيا في المستبل لعلم الجغرافيا. أبحت في أحد المصادر المونوقة عن أممية ترائط الطفس لكل من الملاحة البحرية : را روي ال زماء 0 2 2 2 : والجوية؛ وأعد عرضا توضيحي ثم أعرضه على زملاني زميلاتي. : 2 مارح 073 2 ع اد لاط . 0502ااةهء لال قر . و : بالتعاون مع أفراد مجموعتيء أرجع إلى الموقع الإلكتروني الرسمي للمركز الجغرافي : رص ن تون ارو ع ام اق ل 27 27 : الملكي الأردني. وأطلع على أبرز الخجدمات الإلكترونية التي يقدمهاء وأكتب تقريرا : 2ق نمج2 كه قو مج : عنهاء ثم أعرضة على زملائي زميلاتي. ض فرح فكرة مشروع يمكن عن طريقه توليد الاق الكهرباة في المدارس. : 0 مشروع مشروء الوخدة -- 0 ام المشروع: تأثير الإنسان على البيكة. 71 و0 6 7 رقا 2 اح م لم م إا1ه 4 ا 5 . 0 فكرة الممشروع: تصميم مقطع مرئي فيديو أو عرض تقديوي يستعرض تاثير الإنسان - صور ومقاط مريية فيديوهات. ثم كنشره على مواقع لتواضل الإجتماعي مدرستي.", "metadata": {"page": 83, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 0ه - 9 لوحدذة 0 - 0 0 . ض شنه الحاررة العررز را ا دده لز 0 العرن 7 الب 07 ا جا و ء بن \"7 اااي ل 1 لع لا : ا لا ا كتج ل م ور ضكر , بة 100 : أ الحدرباة حب عدي 0 . \"\" ل 7 الات 5 برح ايد 5 حل حب 0 ال نا ال 7 ا ا أي وا ار هن 7 مد رع 7 ا بير 7 ن1 ارم ع حداف حي - رك ل . جم الح اا أ 1 1 73 0 ل وا 7 دع 1 0 0 عه اوسا 2 111 أ ء اراب اط دي محا با الك ااام ل\" : ؟ بكب ل ا 0 دا اه ل ال ا ا - اح ا 7 1 ا : ا رات 1 4 71 دا اد د في ا ده 7 1 3 ابح الاي - وحتاحيبت 0 2 7 ب 87 اا كت م اس ودح 0 لاوا 13 الست : حك صر ب 5 2 17 1 اهاب ا 0 هنا 11 الال يد د : : جك 3 1 ل لأا اه ا نا آى - لها ا ج. بعري بدج اح خ يها بم لي دج 72 0 ا كوا ان ال 01 أ اي لجا ب ,7 0 سا لان اح اح - سن 7 ا 27 2 7 2 لال ا 0 8 ل ب يا ضح ايا دي ص 7", "metadata": {"page": 84, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الل احا نب بدا عديحهة اخ ل با ا ا جلا 2 ا وت 5 حا 2 0 كوم ب\" الا ب اد اب ا7-, حداظة 9 1 ص د 0 7 اله 8 3 أ نحى 1 ا : 3 كر وب 0 الم 7 8 : 9 ليبن في \" 1 7 ربا أ 0 م 11 . ا ص الل 7 \": 1 ا 2 ا 2 ب 1 - - : 1 ل 7 0 7 1 00 1 4 الي 0 1 8 ا ا 0 : عم ا حا 1 ا ا 2 وا 1 ادا حا 0 4 ا الم - ق قفن لظ 0 الاق : 9 ت 1 ا 0 خ 24 و ارك : حاص ا ور 4 1 د ا ا 81 ص حا الفلرة ري : 0 96-0 1ب 1 0 7 1 ا 1 0 مقر م ةا 1 اكات ب ا ال 7 8 التصليا ل 48 ولاس دا سس ل ا -- : ار 1 : ذا يط بيجا د ححا ب العام يي لاي داب لوالمالم ا د وري ا لحت ل ا 1\" 7 اا ب ل م لي اركب ب 5 8 8 أو الود محر 7ح حجن 7 0 10 بر كنا - ا 2 الدحي احتداتك ا 8 2 7 ا 7 1 بن اا ات - م 7 7 2 0 : 8 8 هذا أل 0 228 رف موئع يبه الجزيرة العربيق ا ل ماش حا 1 ذ 2 يرة العربية. وابرز إنجازات الحضا أس م 1 حب 2 فيها. 2 2 . 2-7 2 رات العربية القا . 1 كس - ع جح 5 2 ب بمة 4 ا ل لا 5 سوس ضع 7 و حر مكحيل وح ل الل - ا 2 صمح حتحوحجيع -حى 7 2 ا 9 عا ا ا ج. . - م ب 72 7 0 د اح عالت و ا حي 8 اي حير ع ال 0 ل المح - 0 : \" 7ه وح ابا 7 انا تت مخف از رو و-صوجدزا : 2 سن اا ال ا د 8 ا 5 : ا 9 7 1 : عد , 7 27 م \" ام و", "metadata": {"page": 84, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وس سس سسسسس-موموصساسااسسس سس الى السو ا نإ ف 1 18 ا لي اجات 0 5 راج ال 1 لا ا ا بلا . ييا \" 6 يلير ترون الب\" 7 ا وا احص 6 0 الا صما ب ما ل ركنا ذا تايبا ص ا وا لاا حي دا ااا ا دجيس ار الات 1 ل ا صصي ف 1 دالا حت م ضام ارا 1 8 يالا ا أ ام 7 1 ا ا 0 \" ا الس ا ان 1 ار 0 8 الا : 2 ط 0 7 7 7 ال قا ا ا 2 شخ 6 ا توعد ا اخ شا نت ا اضد ا ات ا واد 1 لهام ارد ا \"جا سي نا 7 ال امد 1أخذ الا كرا السو الل اي : د ران الحا وض 741 نا اكب ا ل ا 0 تكفا الا \"1 ل ل ل ان ا و ا شال كار كا اا الا ار ا ال : 2 د 72 أ ار ا 4 1 ل 0 يو ا ا ا ا ل وار ا أل اا 1 راج ح د شان الج الا 0 1 ا ال ا ا ا حا الها 1 ااا ل روشا را انا ا مق را ان ور رضن بل ا انراق اللبزوا ل أذااا اللاغلن 100 1 2 نه تيل ل 2 ل 7 الت \" : لكر - ا .", "metadata": {"page": 85, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "النف 1 8 8 ويد \"71 1 ا و 5 : 1 0 ال 17 0 27 1 لكب لنت ا اا ا در ا ا ا يو 0 الا ا دياز ا ارين أي د تاج و اا و32 7 ' ا يرجا كان ويا ا ا بسبسسب ل الال مر وم ور ص لل سس اط مووي ايت بح 0 1 : ححد 8 ا ماذا ساتعلم؟ م 260 20 دي 2 لام علطام لم2 وض اكد شبه الجزيرة العربية: الموقع والاهمية. الصارات القديمة ف اليا المح سا حث جب -ج. . . . حو رات تان الس ين سبا حمير. 1 2 امو : 2 2 7 7 2 جع سورت 7 . 74 4 . 8 ء 0 2 خضارة مدن الججاز مكة يثرب؛ الطائف. سي 2د 0", "metadata": {"page": 85, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م 9 حن نس نا كدح ل سبه الجزيرة العربية: م0 فو 2. 2 - ل الموقع والذهمية الفكرة الرئيسة بح جو 7ح مجح ربيب يج الب يمد تا 0 تعزف أكم موقع شبه . في ل افتراضية إلى سبه الجزيرة العربية. أشاهد القوافل التجابة . : بضاتعمو اله ومن لاوطو ب اله اال وال يبر ر ' العرب فى التجبارة ا , 5 2 مع 9\" 0 0 دهم إ ا ا . . - . لقع شية اجزيرة اعربية في الجزء الجنوبي لعزي من قارة آيياء المصطلحات 8 \"م يي\" . 0 . . 0 \" ا لس رقم 2د ا اا . 7 ام 7 8 7 0 طريق البخور وهو موقع استراتيجي؛ لأنه في وسط قارات العالم القديم أسيا؛ 7 ب ؟ 7ص 2 رم لي 1ل سل عر لام 41  واوروباء وإفريقيا؛ وصف مناطق شبه الجزيرة العربية تاها الحراوي وئي الصحراويء وقد اشعئر كلها برب بن يه مهارات التعلم 0 ا ار \"م ل 7 2 : الأودية والواحات ومصادر الوياء. 0 الإسينتاج 5 لسكا 1 بط ااي . لشكل : خريد 0\" الا 7", "metadata": {"page": 86, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "سح 23 و 7 0 0 \"0 0 6 أذك أضماء الدول التى تقم ضمى دود شبه الجزيرة الكرية فى الوفت الحالي. أوضح أسماء البحار التي تل عليها شب الجزيرة العربة. كيف آثر لمناخ في المنشطة الإنيصادية لشب الجزيرة العرة؟ 01 م 2 م ع 0\" 0 دهم إ ا مه الأخوال الاقتصادية والسياسية في شبه الجزيرة الغربيه قبل الإسلام مارست القبائل لعربة في شمال شيه الجزير اعربة دور الوسيط التجاريبين المال بلاد الشام والوراقي والجنوب اليمن. وكدموا الخدمات اللازمة لأضحاب القوافل التجارية 7 : مه 2 ب م\" . 72 وتبادلوا الشجارة محهم. ومن أشهر الطرق التجارية في ذلك الوقت: طريق الحريرء وطريق طريق البخور: هو أحد أهم الطرق اللار القديمة الحيوية التي ربطت بين لاد الشام وشبه الجزيزة لعرية والهند. م ا ب - 7\" كي 3 ص 1 ب 1 1 27 ياج مصر ر الهند 1 7 يزه نحن ش اننا سسا ات", "metadata": {"page": 87, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ك\" م 2 اج 9 ل أسهمت التجارة فى ازدهار الإقتصاد ونمو المدن لتاقت 1 يب : و2 : 7 7 0 9 ل لآم ذا 0 7 7 2 ل - ست ل في شبه الجزيرة العربية؛ يثل: مكة؛ ويترب 2 ب امم 0 ا 7 اا : 0 1ب 27 1 المدينة المنورة؛ والطائف, بالإضافة إلى تطور اله 2 1ط 2 بن ء 7 77 جا 2ه 2 الجرف والصناعات ومن البضائع التي تم زا زه ذاق ال . الثثان الف 47 ا ل و م و بادلها: اللبان. والمرء والتوابل. والبخور الشكل 3: اللبان. \"ا و اا 0 برص 2 سي ماي د م ا د\" ذه 06 ؟ و ع عجعج والعاج؛ والحري والأخجار الكريمة. البان منتج صمعي مطاطي يستحرج من شجرة ع و 27 2 0 م و س 0 2 م0 م تسمى اللبان؛ استحخدم في الطب الهندي لمئات أسهمت التجارة في تبادل الثقافات والأفكار بين السنين؛ لماله من فوائد صحية كبيزة, ويستحدم ب 2 9 رس هه : ردق - 2 . 217 ع م ة", "metadata": {"page": 88, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "العرب والشعوب الأخرىء وساعدت في تلر حون كرا لرائحية الزكية. 2 و ح ل ن 71 نا 2 وم ام . ب لاي وم ب 5\" ل 9 ل . ب لكي و ايم 8 7 2 24 2. 2 اللغة العربية؛ نتيجة ظهور أسواقي في شبه الجزيرة العربية عدت ملتقيات للشعراء والأذباء. وزاد م و : ن ب لآم ساس لام 9 ا 7 لكي را 9 ايم 0 اهتمام الإمبراطوريتين الفارسية والرومانية بشبه الجزيرة العربية؛ بسبب موفعها الإستراتيجي 0 0 5\" 7 - 0 7 د مما جعلها مطما للقوى العغظمى في ذلك الوقت. كلح نشاط أستخدم الرمر المجاور؛ لأشاهد مقطعا ميا فيذيى عن الترافل كاه ستخدم الرمز المجاور؛ لاشاهد رييا فيديو عن القراف ل م سد ء 7 2 ص 2 : 7 الك آي م اس اقم م\" 2 ا 1 التجارية؛ وأعد تقريرا حول الأمممة الإقتصادية لموقع شبه الجزيرة ل احس ا ل 0 7 ا ب العربية؛ ثم أعرضه داخل الغرفة الصفية. الأ تا ها 7م عد ب الشكل 4: قافلة تجارية. نا . يم ا 7 با ب . اننا ص إن 4 6 1 ف 4 اح ا أ , و 2 أذ 3 8 د اراي ين لا 4خ 1 01 الال 3 , : 00 ا ب البمبسالسساحتحء ل ب 1 5 3 9 - : : ل لج عا يي رس رى- . و . - لالد - 1 ور ام 8م ى مض", "metadata": {"page": 88, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الأخوال الاجتماعية في شبه الجزيرة العربية قبل الإسلام كان الإنماء القبلي هو الأساس في تحديد هوية الأفراد داج المجتمع فقد كانت القلة كل وزع الجماية لكل قد يمي إآهاء حيت تاو أفراأها على مواجة الأطار. وكان لمجتمم نوع بين بدو الرخل الذي عاشوا في البادية ورعوا الال والكنم والحضر الذين استكروا في المدن وعملوا في النجارة والصناعة والحرف اليدوبة. لعرب من أقدء الشعوب لي عاشت في شبه الجزيرة العربيق: حتى سميت باسمهم بلاة العربء وكانوايتميرون بفات تبلة وأحلاق كريمة ل : الوا بالعهد والكرم والتجاعق ولعروءة وجماية الجار. ويفسم العرب من حيت أنسابهم إلى فرعين رئيسين هما: سبون إلى جدهم عدنلا يتسبون إلى جدهم تحطان ومن أشهر تبائلم: فريش رمن أشهر تبائلهم: الأزت ما م الصفات والأحلاق الحميدة التي تمير بها لعرب في به الجزيرة العربة 8 الإسلام؟ ا وجة الشه والاختلاف بينعرب المال وغرب الجنوب.", "metadata": {"page": 89, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب ا 1 ب ط ام 2 0 بن 4 اشتهر العرب بالفصاحة والبلاغة وكانوا يتقنون 7 ا 4 م 7 2 ن رو 2 4 2 ن 7 فن الخطابة والشعر حيت كان الشعر وسيلتهم ا : يم ر 0 0 0 ل هفرعن الأساسية للتغبير عن المشاعر والأفكار. وقد كان 5 84 ند 7ص اص م . 2 77 الى 8 ني لواحا - الشعر بمثابة يسجل تاريخي دآداة للتواصل بن - حم الب 7 0 42 ب 2 3 ب - 97. 00 : ن ير حيحيى القبائل فى ذلك الوقتء وكان الشعراء يحظون لتاتديى و , لمعلقات: قصائد شغرية طويلةنظمها 0 2 7 م 5 2 و2 و م و 7 3 بتقدير كبير في المجتمع؛ ومن أهم ما تركه شعرة اشتهروا بقوة أشلوبهم و 8 90 ب وراك 0. ب \" وقصاءد عدي تقال 1 لقث أسنا غرب صبه الجزيرة العربية فى مجال الشعر: و لد سه 29 ل إنها قت على 2 ن 0 و المعلقات.", "metadata": {"page": 90, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "تمتعت النساء في المجتمع العربي من طبة الأشراف والسادة واالأغزياء بحقوتي واسكةء فامتلكت م امع ب 7 2 2 2 م كم بخ 211 210 77 م و ره المرأة الأموال وأدارت التجارة؛ ومن أبرز الأملة على ذلك: السيدة خديجة بنتث خويل رنيى الله عنها التي كانت من أنجح سيدات الأعغمال في مكة. وبررت النساء في الشعر والأدب؛ وأجدن نظم القصائد ببلاغة وقصاحة فوية؛ ومن أشهر الشاعرات: الخنساء. ولم يقتصر دور 2 2 2ه 0 به كه : 2 7 0 عه ا المزأة على التجارة والشعرء بل كانت أيضا ترافق الرجال في الحروب لمداواة الجرحى وتقديم ا المآ ب و 177 ع1 م 8 ص 8 ام 0 كه و كه م 72 امه 9 ل يي تميزت شبه الجزيرة العربية بموقعها الإستراتيجي المهم الذي جعلها خلقة صل بين الا 171 20 يي مد - كد ا حرا ع لالص جااء 9 2 1 2 صو هد ب مخ ن اي ح مص 2 : 9 ال 2 7 بدور الوسيط التجاري بين الصين والهند من جهةء واليمن وبلاد الشام ين جهة أخرى.", "metadata": {"page": 90, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م ساسا المراجعة اط 2 ارط 1 الفكرة الررئيسة 03 ا . 9 -- 2 أبين أهمية موقع شبه الجزيرة العربية قديما. جر 7 6 ا ا . 9 ص له 2 أوضح الدور الذي قام بو غرب شمال شبه الجزيرة العربية في التجارة. ودده حجمد اح صم وراص 8 : 1 1؟ 171 م 2 اي 2 و ب ع 7 1 5 0 2 2 المضطلحات: أوضخ المقصود بكل مم يأتي: طريق البخور المعلقات. 3 و طم وما 0 3 6 التفكير الناقد والإبداي 0 دمي 27 -م ين 9 0 مر ما دور التجارة في تطور الخضارة في شبه الجزيرة العربية؟ ب د كه ل ب ل 0 أفسر أحمية تجارة البحور في الغصور القديمة. بي 0 0 : اذ ل ب 27 2 و 9 ؟ . \" 9 2 2 0 البهارات العاج الأحجار الكريمة؛ اللبان. الحرير. برهن 2 5 البحث 2 و 2 ل ل ل 29 يج . 1 نو ل 8 2 9 جم ل ا م يب 8 ب مج أبححث في أحد محركات البحث الأمنة عن اهتمام العرب تجارة ابحث ا 29 ا . . ى و ا 3 2 2 را 2 6ه 2 و زملاثي زميلاتي. 0 2 4 3 ل وح تب و ماه 7و 58 0 - ابحث فى أحد محركات الببحث الأمنة عن أسماء شعراء المعلقاتء رغ 4 270 ه 7ه ب وك 4ه 2 7 0 وأعد تقريرا حولهم ثم أعرضة أمام زملائي زميلاتي. \"در 21 ن 2 رار 95 0 كمس ا . ا اه كج الى ع هق ره بالتعاون مع أفراد مجموعتي. أبحث في مصادر البحث الآمنة عن معنى قارات", "metadata": {"page": 91, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ان 9 سا تك الحضارات القديمة 0 : اليمن تعرف أهم خضارات . ميس على الشاطئ مع أحد البخارة دين يرافقون الشفن التجاب اقادى الو : بصطلحات الموفع 0 سد مارب مع وط  . يقع اليمن في الجزء الجنوبي الغبي من شبه الجزيرة العربيةء ويتميز و 23 2 ؟ 2 'سءا. 0. ا 1 \" 32 مهارات التعلم مناخ حاز ورطب يميل إلى الجفاف في المناطق الصحراوية؛ 0 الإ ناج تهطل أمطار الموسوية في فصل الصيفء ويشرف على عدد من المسطحات المائة. ناكل الخريطة الآنة ثم أجيب عم يليها: حر العربي اج الشكل 5: خريطة الحضارات القديمة فى اليمن. تج و ء 5 و اده ره 6 أخدد المسطحات المائية المحيطة باليمن.", "metadata": {"page": 92, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الممالك القديمة في اليمن 2 بع 0 952 ب بج 7 ور 0 ااه \"م 0 يعد ايمن موطنا أدم الحضارات العربية التي ازذكرت والكشرت في ما بعد في بلاد الشا . . 7 2 2 31 - 0 ا ار 3 ين 72 والوراتي وكان اليمن من أوائل الشعوب التي بنت المد والقصورء وأسس نظام حكم متطراء ا ف 2 2 2 مي و ساء ا را 0 2 وأنشا جيوشاء وما تزال الآثاز اليمنية شاهدة على عطمة هذه الحضارات. الممالك القديمة فى البمن 0 0 0ل ء 0 0 ي 0 0 9 1 معين ا 1 قتا ل ا : 0 سب و : 0 حمر ا 1 عا قزناو 1 عا تمن 1 عار مأرب 1 عا صمتها ظفار 1 القرن الثامن قبل القرن الرابغ قبل القرن التاسع قبل القرن الثاني قبل الميلاد ولغاية 24 ق. م . الميلاد ولعاية 200م . الميلاد ولعاية 525م . الميلاد ولعاية 525م نظام الحكم في الممالك اليمنية القديمة م 0 :", "metadata": {"page": 93, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب سر امه ا سرك 2 20 ا مرا ب و\" 2 كان نظام الحخكم في الممالك المنية ملكيا وراثيا؛ حيث ينتقل العرش إلى الأكبر ينا في قف 2: 54 8 6 لور 22 راط رادء ور ا العائلة وأحيانا كان يمكن أن تحكم النساء مثل ملكة سب. وقد اعتمد ملوك اليمن على مجلس 9 . 2 9 0 و 9 ورء 0 2 0 \" - من المستشارين يساعدهم في إدارة الحكم يحمل وفق مبدا الشورى. أما بغض الملوك فقد 7 ءءء ا باك ا 2 7 كانوا يلقون ب ايم إذا كانوا يحكمون عذة ممالك أخرى. كما في مملكة حمر. - . و ب ن ب 9 5 0 ماذا يقابل حكم الشورى في العصر الحالي؟ ا 9 2 0 و - : 0 ب ن كل يمكن عد الشورى شكلا من أشكال الحكم الديمقراطي؟", "metadata": {"page": 93, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و72 0 و 0 9 0 3\" 0 م بي و درو ج . م الزراعه ور ا رق اال 2 . 2 8 ذا سس للد دس انم لوه م 6 اشتهرت مدن اليمن بالزراعة على نطاف واريع؛ مما جعل العرب يطلقون عليها اسم 1 اليمن ل س ا 20 م ا 3 22. 7 2 م سا2 الأخضر. وسماها اليوثان والزومان ابلاد العررب السعيد؛ نظرا لإزدهار الزراعة والتجارة والحضارة فيها. م 2و2 6 0. \" اه ء الى 2 0 0 ب 2 م 227 772 برع أهل اليمن في بناء أنظمة ري متطورة؛ لضمان استدامة الزراعة فبنوا سدودا وقنوات لري بم كه كام ا 900 - اا رء 0 4 0 6ه ب م\" 45 الى الأراضي الزراعية ومن أشهرها: صد كأرب الذي كان من أعظم الإنجازات الهندرية فديماء ويد 8 ا 0 17 لل ا ب\" ل 0 27 م 0 لكنه تعرض للانهبار بسبب ضعف الدولة السياسي والإقيصادي وعدم الإهتمام بصيانته؛ مما", "metadata": {"page": 94, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أدى إلى فيضانات أغرقت وساحات كبيرة من الأراضي الزراعية؛ وهذا بدوره أدى إلى هجرة 72 اي الام 84 9 ل\" اي سر لام ا 2 5 2 ححا م عدد من القبائل البحنية إلى شمال شبه الجزيرة العربية والعرائي وبلاد الشام ومصر؛ ما أسهم في نشر الخضارة البمنية. ب 2 ارام\" ب 3 7 2 ع لكي - 2 بد ل 2 \" 3 ما أسصمية بناء السدود المائية؟ حلحث, نشاط : 07 2 96 ماهر راع ا 7 17 الى سه 71 يب 0 الا أشاهد مقطعا مريا فهديو عن سد مأرب عن طريق مسح الزمز المجاور ل ل كمد و بي ار حم انحا انعم لمعو - 0م ل ثم اكتب تقريرا عما اشاهده وأقدمه امام طلبة الصف. اد الدع لما رامق و : الشكل 6: سد مارب. حصو ا حي اهمسر لويد 2 يوان لت . عب حي د ا حت ااا جا دبع الى ع اا ا الاح ات اتاد حيس مخ 4 2 الي مك2 سب 7 0 ا سداد ف دابا ا كوه م 2 م تير م 2 0ه ل 31 زا 1 1 سج جا اع ا ناير حلي جا 7 مر كا - ال ل سي ا ا 7 2", "metadata": {"page": 94, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و 0 رو 0ه ل 2 ل 7 ل 0 م ع ي ا 2 8 ب ل 0 0 0 رار 2و2 ا و2 اا ل زعم م70 ؟ 2 2 2 7 0. ب 3خ 0 الك 2 2 صناعات متنوعة فقد اسشتخدموا النحاس والذهب في صناعة الأواني والأدوات والتماثيل؛ 22 ره 2 0. 0 \"مم 4 2 7 7ك 1 2 ا 7277 وتميرت بعض المدن بناعات خاصة بهاء فمثلا: اشتهرت مدينة سيا بصنع المآزر المطرزة ب 0 سه 79 0 : ب ا 8 ل 1 2 بالذهبء واختصت مدينة صعدة باشتخراج الحديد وفي صنع الأسلحة مثل: السيوف والرماح والخناجر. التجارة 2 ع قم 8 20 ب م 1 سس 7 2 2 27 اي ا تمير البكن بموقعه الإشتراتيجي على الطرقي التجارية؛ مما جعله مركزا مهما لتجارة الرية 02 ب- 0 آي و 8 7 2 ل م -. 02 02 ب 0 م ام 0 والبحرية فقد كانتي القوافل اليمنية تنقل البضائع من الهند إلى بلاد الشام والعرافي ومصر", "metadata": {"page": 95, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا 9 ب\" سر لآم 0 7 0 0 1 ايده رط ارت 3 7 ويبه الجزيرة العربية. وكان لليمن موانى بحرية عديدة أشهرها ميناء عدنء وامتلكوا أسطولا اه 2 2 ل . 2 ار 1 ب سس 9 و 3 لم جه 2 ب 0 اه آم ا ما ب 3 ب 7 م ا تحديل الإتجاهات أنداء رخلاتهم البحرية. ومن ام البضائع التي تاجروا بها: اللبان والبخوز 25 5 \"ا 2 ب طالخ ار ا و2 1 2 ص والتوابل والعاجء والذهبء والأخحجاز الكريمة والممجات الزراعية. و م . يي الشكل 7: أشطول بحري. 1 0 إ نحت -ح ال حا 1 لبت . ص بال الكالبال ب الب حسف 1 1 الشه جب . اد ل اا ا ا 0 : ادك حيي . مدا 4 ف . د درس : - ااه باح تيئزص. تح تسبي عن . تت ا ب اح . \"ع جحي\" اش الاج 277 تل 75 0 ع الست : 1 -بت و . 8 . ممستقاته 8 جا : . 5 - -- . اس نا - حرتيسب مص ل 11", "metadata": {"page": 95, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "28و في\" ا داوم . 2 إل م الأخوال الاجتماعية والدينيه في الممالك اليمنيه القديمه كان المجتمم في اليمن ي حيت سادت فيه العادات والتقالد اعربيك وغرفت فيه ثلاث أهل البمن القدماء ويانات متعذدت منها: الحنفية وياة سيدنا إراهيم ل واليهودبك والمسحية والتكرت الوثية في بعضهم. ارط 2 ب ا 2 24 9 تكلم أهل اليمن اللحة لعربية لجنهم اتخدموا ال لكك يظام كتابة قديم تعرر في ليمن فى الكتابة؛ لتشجيل الآحدات التاريخية والعقود التجارية وتكمن أمية هذا الخط في أنه كان ظام لكتابة الرنيس المستعمل في شبه الجزيرة عرب لوفت ويل ومنة ات بجدية لعربية المستخدم اليوم. م 2-0 هه حاأث نشاط اب أشتحدم الرمر المجاور؛ لأشاهد مقطعا مرييا فيذيو عن الخط 2 المسندء واعد تقريرا عنه ثم أعرضه أمام زملائي زميلاتي. ا ا مستد م 0 ل ع8 7 لا ا و ير دع م ا عربي ألف باء تاء ثاء جيم حاء خاء دال ذال راء زاي سين سامخ شين مسند م 8 0 6 1 هه 6 31 ا \" عربي صاد ضاد طاء ظاء عين غين فاء قاف كاف لام ميم نون هاء واو ياء الشكل 8: حروف تحط المسند. ا 2 0 2 2 0 ا 6 علام يدل وجود الخط المستد في العمالك البمية لقديمة؟", "metadata": {"page": 96, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "فن العمارة والبناء في بلاد اليمن م 2و2 ا . ا 1 و اا م 7 را ا ب ' أبدع أهل اليمن في فن العمارة فشيدوا القصور والمعاد في كاف مدن البن وبعد فضر عمدان ن 3 2 \"ع ن لآم 0 ا 7 و ب اي زور ن 3 بصي ااا ري ن آي لم دف اا 7 : ود 4 1 والخضارة؛ لما تمير به من إثقان ودقة مندسية وكان مقرا للملوك وكل ملك كان يضيف إلي طابقا جديدا حت وصل إلى عشرين طاقا. ل ل ف ا ا 0 0 وقد بيي في موقع استراتيجي يطل ال لد و و دو ا 2 5\" ا 0 ام ا 5 اتج وفزله حماية طبيعية من الأغداء ل ا اش الشكل 9: حصن شقروف. 0 د ب 0 9 9 م م م ب زاب ا م - و ط واي 7 الخياة السياسية وانهيار الممالك اليمنيه القديمه د 2 جع 2 \"رار مه 2 ب 2 ب لآم 2 2 2 7 1ه إلى طمع القبائل الدوية فى السيطرة على اليمن وهذا بدوره أدى إلى انهيار الدولة الحميرية", "metadata": {"page": 97, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "بال البدوية فى السيطره 5 وهذا بدوره ادى يار الدولة الجميرية زؤ7 1 رك 0 0. و مه 7 ا 58 70 - و 6 . استمر حتى عام 575م. هذا 1 ي سس 1 م 27 صا 2 21 7 48 8 1 اه 7 6 227 ازدكرت فى أرض اليمن خضارات وممالك منذ الغصور القديمة منها: مملكة معين سار ود رك دده 227 4 سار ود 0 4 0 تج\" 8 د 2 رج ومملكة سيا ومملكة قتبان ومملكة حمير. وكان لهذه العمالك إنجازات اقتصادية م 270 او سر 9\" 0 ا \"م 2 ب للم 4 2 ء وثقافية كبيرة اسهمت في تقدم الحضارة الإنسانية بشكل عام.", "metadata": {"page": 97, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م مرا المراجعة د 224 و 1 الفكرة الرئيسة رن ن 0 ل أبين عوامل قيام الحضارات القديمة في اليمن. 2  2 ل ا ين ب أذكر أمئلة على تطور فن العمارة في بلاد اليمن. و و 0 27 ن طلب كه صر 0 ء اه 2 - براعة أهل اليمن فى التجارة البحرية. - انهيار الممالك اليمنية. فو و اد ارام م زر لدج رار اا مجر ر 0 جد قووعة المضطلحات: أوضح المقصود بكل مما يأتي: سد مارب الخط المسند. 1 سا ن 2 3 التفكير الناقد والإبداعي 3 مم2 ور 0 ل 2 5 2 8 صر ب أناقش: تعد اليمن مهد الحضارات العربة. 9 و 22 لو 20 ها 0 ن م 4 التطبيق: أكمل الجدول الاتى بالمعلومات المناسية: ن سار ن و ده اه 2 ره ص ار ك5 2 وا ركه ا 2 كرا د دء و ا ب ري 2 مجلة الحائط. حلحث نشاظ كم . 2 ودلا قر 0 وج لاله كدوك 2 اج 2 مح أبحث فى أحد محركات البحت الآمنة عن أهمية السدودء وأعد ابحث 0. م لا 626 آء قا الت كاذك تقريرا حولهاء ثم أعرضة داخل الغرفة الصفية.", "metadata": {"page": 98, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". اال 9 9 8 1 حضارة مدن الحجاز الفكزة الزنر ئيسة جب جين 7 جوم حم وود رجو 17 لبقا بصيديي ا دو عق 1 اتخيل نفسي ناك تعرف أهمية مدن أتجول في سوق عكاط الذي يجتمم فيه الناش في كلقات واسكة للستماع ار -- لذ لاسيوم اا غك المت لاض . عا تأر حب دض ودورها السيامي مدن الحجاز والإقتصادي. 7 0 - 0 و \"د يو رده وه را ص اس 9ه و ظهرت في منطقة الججاز مدن عدة كانت تشبه الدول. فكاتت كل 10 3 درك ار ماع22 7 هي 7 7 0 و 0 و جات مدينة تشكل وخدة بسياسية مستقهلة؛ لها نظامها السياسي والاجتماعى 0 الإيلاف تاقلط 2 ب 0 و 0 \"و 2 رار و ' 2 بو و الا قتصادي ومن اهم هده المدن: مكة ويثرب المدينة المنورة؛ 0 النهل عا \"م يات 1 7 راس لهم ل معاراث التقلي . والطف. أتأمل الخريطة الآتية ثمأجيب عم يليها: البب اليج ا 3 1 رافاذين بصرى 2 تت 0 7 م2 2 رو سا : الشكل 10: ريط كج 8 - 2 م\" 72 رسآ مر ا ب\" ص 77ج 2 2 0. 3 أحدد على الخريطة المدذن: مكة؛ ويثرب المدينة المنورة؛ والطائف. كح م2 م م 1 لاا ور م2 0 فقوو م 2 9 في أي جهة من شبه الجزيرة العربية تقع هذو المدن الثلاث؟", "metadata": {"page": 99, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2 ا اه 9 ردي م أولا: مكة مكة المكرمه هي واحدةمن كبر مدن شب الجزيرة العرب وتقم في واد محاط بالجبال والثلال من كل مكان د جا 7 2 \"م مم7 0 2 0 ارق انرو 2 ر 2 ساعد وجوذ بر زهرم على اسيقرار عدة قبائل فيهاء ومن أشهرها: فريشء وجرهم؛ وخزاعة. ار 9 الآ ب ام ارا دس كو كيم . ره تمتحت مكة -وما زالت- بمكانة دي بسبب وجود الكعبة المشرقة فيهاء وموقعها الإستراتيجي نحها همي كبيرة على طريق التجارة بيين البمن والشام وجعلها مركزا يتجاريا مما. لك 1 02 زط لالس يد 1 الأخوال السياسية في ممكة قبل الإسلام في البداية كانت مكة تحت حكم قبيلة خزاعة؛ ثم التقل أمرها إلى قبيلة ريشء وقد استطاع ررم جد مج مء 6 ور وس 2 عقبءا 2 ا كر ا 7 8 زعيم فريش قصي بن كلاب أن يوحد القبائل ويينظم شؤون مكد فأسس دار دوو ييكون 0 ا م 234 ص ب 3 2 0", "metadata": {"page": 100, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قر البجماع قا تريش لور واخاذ لقرارات لمهم وأنسا 21ل ني كا يب 2 0 1 علي راب ار 2 0 بخص ا س : ب مجلس شورى لإدارة أمور مكة؛ ونظم شؤون الحج من سقاية تزويد الحجاج بالماء ورفادة ل 1 ان لس 1 الأخوال الاقيصادية في مكة قبل الإسلام هه اسلا ره 7 2 \"م 6و2 ك7 ا 0 0 7 و7 كاتت مكة تعتمد بشكل كبير على التجارة وكان أهلها يدكبون في رخلين تجاريين كل 0 ا\" افيه 0 2 ا رو عام إخداهما إلى اليمن في الشتاى والأخرى إلى بلاد الشام في الصيفء وتوسع نشاطها ب 2 اا 2 8 لآم درا ب ب ب ال رارسا ار م ب ه 7ه م 11 ء 2. 10 م رطر ان تح . م ل طي 2ه 71 72 جما القوافل الشجارية على الطرت حقدتفريش اتاقات معقبائل أخرى على طول الطربق كه ب ب 2 م ور ارهاس كا ء يم 0. 2م 2 و0 7 سه التجاري عرفت بالإيلافي. وكانت الكعبة مركزا رئيسا للقوافل التجارية التي تاتي من شتى و0 3 7 9 . مه ع 0 7 ء 73 - أبين أوجة الشبه والاختلاف بين رخلتي الشتاء والصيف.", "metadata": {"page": 100, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "لك 1 ا ال 0. 1 علط : 7 1 كا لبت بذ 0 ' ار 09 2 2 ص 2 2 دسم 4 2 7 7 4 - 0 77 8 را 22 ن و د ومو ,و 2 ب 7 و ل ن \" - جح ل : سيدنا إبراهيم وابنة إسماعيل عليهما السلام؛ فاصبحت 007 18 رس 2 82 اجو آل سنا م م ا ال 5 كل  ا ا مكانا يقصده الحجاج من أنحاء شبه الجزيرة العربية م 4 2 5 29 9 2 ب ب\" 1 م رمه 1 0 . كافة وانتشرت فيها الديانة الحنيفية والديانة المسسجية 6م امد وين د 25 ,2 7 ل م ل بلا 7 م ا 8 9 7 ص م م ع ب 0\" 0 الس 1 ذا 9 3 وو 0 0 2 م و 7 2 : الى ' 5 جيه ارم والشجاعةء ونصرة المظلوم وقد اشتهر أل 8ش بس ا 7 دم ا 0 م 7 7 0 : 2 ا 7 مق هط أو 2 مكة بالخطابة والشعرء وكانوا يمارسون هذه الأنشطة فى الشكل 11: الكعبة المشرفة. ع\" م 0 1 ن : . هم 0 جع 0 2 م 7 1 2 4 5 2 - م ثانيا: ينرب المدينه المنورة", "metadata": {"page": 101, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ال 2 لخي ل ا ا ا 2 كانت يعرب مشهورة بوفرة الوياء والتربة الخضبة مما جعل الزراعة من أكم الأنشطة الإقتصادية و و و س. ر عي ركعي ا ولك ل درفه 0ر1 2 ء 2 آم 20 كه المصية ا فيها قبيلتا الأو والخزرج إضافة إلى بخض القبال العربية البهودية. ماعنا كل 1 لعجي ا الحعر كم حا عا الم حاط كان أهل يرب يعملون فى الزراعة مثل: زراعة النخيل والخضراوات والتجارة واشتهروا 20 2 ا اله سال ماكر كي اميه اما أيضا بالصناعات الحرفية. وانتشرت فيها عبادة الأصنام والديانة اليهودية التي اعتتقتها قبائل 2 عم ع 7 ا ا 2 بني فريظة؛ وبني النضير وبني فينقاع. اعتملا شكان يرب على الزراعة في قتصادهم.", "metadata": {"page": 101, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م وا 22 0 م 4 سس ريده 3م بم ب\" و ص ب ا عارة 7 7 م 0 7 0 7 ا ل 0. 2 ل 0 2 م 1 الايد بم : ب قبيلتا ثقيف وهوازن وانتشرت فيها عبادة الاصنام إلى جانب الديانة الخنيفية قبل الإسلام. ا\" 22 2ن 2 و0 م ء 4\" ع9 م اي ار لام بد حا ره كانت الطائف مركزا حضاريا وتجاريا مهما في شبه الجزيرة العربية؛ تشتهر بمناخها المعتدل. وري 6ف ا \" لص ادال 2 . اي 77 ؟ كما 2 اص اعتمد أهل الطائف في حياتهم على زراعة الخضراوات والقواكه المحتلفة والتخيل. وق 4 ا 0 7م 2 8 09 ره 222 2 ب ال 2 84 و 7 2 : 2 4م 2 ام 0. ب 2 2 ا 9 : 9 2 القزيب منها مكانا شهيرا يكتقى فيه الشعراء والتجار والأدباء. وكاتت داز الحكمة فيها مركزا : 2 7 27 8 7 ن كح ب اي\" سر لآم علميا مهم يقصده الباجثون من مختلف أنحاء الجزيرة العربية. عسرا 0 من أهم أشواق الغرب في 0", "metadata": {"page": 102, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الغصور القديمة وأشهرها. ض سكف . دي كمه ارا : 1 8 8 مل 7 5 يقع في شمال شري دين . قم ده ارا 9 2\" 1 2271 زد ف ط الطائف وكانت له أهمية ثقافية : : به وا 0 أذ لصحي 2 و رب ؟ وتاريخية وتجارية كبيرة؛ إذ ا : وح حتت ونه : كان الكت بع 4 27 م و - ن العرب يجتمعون فيه للبيع الشكل 11: سوق عكاظ. و7 م و ا : سوق لا الول 0 براه ا 207 الا 2 83 0 2 دري 7565 1 ن : رمج رر اه نشأت خضارة كبيرة في مدن الججاز القديمة قبل الإسلام مثل: مكةء ويعرب والطائف لاسا 9\" و2 حم جم . سم كم ل 2 1 وكانت لكل مدينة خصائصها فى الأنشطة السياسية والاقتصادية.", "metadata": {"page": 102, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م 7 2 المراجعهة أو م2 و44 د 2 1 الفكرة الرئيسة 7ض 3 و 58 م 0 28 يو ص لام أذكر أشهر المدن في شبه الجزيرة العربية. جوم هر 0م مس له م ب رطح ابين دور زعيم فريش قصي بن كلاب في تنظيم شؤون محكة. و 2 02 2 2 و لاد 2 إلى . ع 9 و 22 8 0 4 مس2 0 ورا 6و2 اط - 9 0 ب- اعتمدأهل مكة على النجارة في ناطهم الإختصادي. كلام الح لبه 0 اال نسي 7 1 ج- اهمية الإيلاف فى حياة مكة قبل الإسلام. وه 71 ب غر و ا 2 و سس ع 3 2 2 و 7 2 0 و 3 التفكير الناقد والإبداعى 2 مم وار ا ب\" 0. ب ب 0 ب م وروص 7 77 : ما لممية الأشواق عند لعرب قبل الإسلام؟ 4 التطبيق عرد لي 2 و ر 2 جر 2و ح اتامل الخريطة المجاورة؛ ثم أحدد عليها ما مور 7 8 6 دو صر دو 3 الأحمد حلج عمان الخلج الر و اسلا رة و 2 2 المدن: مكة؛ يثربتء الطائف. شرع 2 2 م و ارا 3 الدول: السعودية الأزدن اليمن. 0 و و 0 و 4 المضائق: مضيق باب المنب مضيق مد به هرمر.", "metadata": {"page": 103, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1. أعددالممالك التي ظهرت في البمن قديما. : 2 أبين التئج المترئة على اهيار سد أرب. 4. أختار رمر لإا الصحيحة في ما يني: 1ثقم شب الجزير لعرية في قارة: أ- آسيا. ب- إفريقيا. ج- أشثراليا. د- أوروبا. : 2 آخر العمالك القديمة في اليمن هي مملكة: : 3 من أشهر القبائل التي سكتت مكة المكرمة قديما قل: أ- تقيف. ب- الأؤس. ج- قريش. دبي فرئظة 0 : 4 الذوتان المجاورتان لبه الجزيرة ار قديماء ما دلنا: - لفرس والرومان. ب- الزومان واليونان. : المضطلحات: أكب مام كل عبارة مما بتي المضطلع المامب لها: : 1 . : المجلس الذي أتسه فصي بن لاب في مكد لإدارة شؤونها. : 2 . : قضر في اليمن يدأعجوبة في القن والحضارة. 3 . : قصائد شعرية طويلة علكت على أشتار الكعي قبل الإشلام؛ لجودتها. : 4 . : اشع أطلق قديما على قارات آسياء وأوروباء وإفريفيا.", "metadata": {"page": 104, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفكير تاقد والإبداعي : 1 أفسركلامما أي : : أ- أممية وجود الكحة في ازدهار الجارة في مكة قديما. ب- النشاط الثقافي الذي كات كشهد مديتة الطائف قبل الإسلام. ج- كلقيب بخض ملوك اليمن ب الت . 1 ا 2 كيت اشكطاع رعيمترنشء قصي بن كلاب؛ تنظيم شوو الحج قبل الإشلام؟ : - بالتعاون مع راد مجموعتي وبإشراف معلمي مكلمتي. أصم مجل لكثروية : عن أممة الوا القديمة ودورها في شر القاقة العربي ثم أنشرها على مواقع : لواضل الإجماعي لمدرستي. مج بالرجوع إلى مصادر البحت الاك أعذتفريرا عن تور الخط العربي ثم : : أعرضه أمام زملائي زميلاتي. \"1 مشروء الخدة 0 اسع لمشروع: العدن والممالت القديمة في شيه الجزيرة العربة. فكرة المشروع: تصميم عرض تقديوي عن المذن والعمالك القديمة في شه الجزير - خريطة شب الجزير العربة. - ضور ومعلومات عن الآثار الحضارية في مدن الججاز. - صور ومعلومات عن الآثار الحضارية للمالك القديمة في اليمن. م تنشرهعلى مواقع النواضل الإجماعي لمدرستي.", "metadata": {"page": 105, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب \" ' ااا اماس مم 3 . رت 7 ء 1 . ا 11 هد - . مجم له هات 2 , بهن 1 ,' ض : 5 اي مال 1 9 13 3 - بج ' 7 0 ' رن ا -- ابد 72 مار كر الزن ال مدطصت أ اكت ا رربي و ب 3 وب و 9 رو \" تعذف مفهوم خية الني . وأثرها ف القد والمحتمء وتعدف أخلاتار- ا تعرف مفهوم حرية التعبيرء وآثر في لفرد والمجتمع؛ وتعرف الخلائيات الإغلام إضافة إلى تعزف مفهوم النفد وآنواعوء وأمميد في حباينااليزمية. لت : 1 6 م :", "metadata": {"page": 106, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و لابن 2 تنا ون 0 عرف إلى حرية أعمل رسام رسامة كاريكاتير, وأستخدم سوماتي للتغبير عن القضايا - : دكططء . ا 0 رسالا م 2 2 إنسائياء واهمية . حرية التغبير تعني أن يتمتع الفرد بالحق في مشاركة أفكاره وسائل الإعلام ودورها وآرائه بخريق سواء بالكلام أو الكتاب أو الفن والرسم أو في تغزيز هذو الحرية . اشيخدام مختلف وسائل الإغلام ووسائل التواضل الإجتماعي د 1 رم 2 7 7 2 ل 22 5 ل 9 في المجتمع. والبودكاست وفقا لما يحدده القانون. وحرية التعبير حقى من فو ا -- و . م\" ني 7 7 ل و م المصطلحات قوق الإنسان الأساسية التى كفلها الدستوز الأزذني. 72 2 ت 0. حرية التء ايض 2 0 و نا خرن لبر أهميةحرية اتير نقد والمجتمع مقعم آه م1: 60 و ا لم رونك اعالمه ار اقبج راقواو -", "metadata": {"page": 108, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب تساعد حرية التعبير على تحسين حياة الفرد والمجتمع لأنها: 0 تشجم على الإبداع والإبتكار في محتلف المجالات. 0 الإسينتاج واو \"2 2 اا 4 تعزز الجوار من خلال تبادل الافكار والاراء. 0 السبب والنجة تعزز الوا من - ا : ل . م وك 27 دي 0 ع و لإ سس تسهم في بناء مجتمع خز وعادل يحترم الحقوق والحريات. تنشر الوعي حول القضايا المهمة في المجتمع. ري 2 د ا 2 . ل 2 3 اه 2 تعزز التفاعل المجتمعي والتقدم الفكري لا يما عن طريق وسائل الإعلام. رق استتتج ب عد حر بير على تحسين ياينا اليومية رط و زه 9 ور را كه ره 2 وتجعل المجتمع أكثر عدلا.", "metadata": {"page": 108, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أشكال حرية التكبير الكتابة: عبر الكتب. والمقالات -. والضخفء والشرالإكتروني ومواقع التاضل الإجتماعي. يزلا أ ب . 0 لا 122 ة ء 7ه 2 الرجل 1 1 0 ب ا : ض والإذاعية. 0 صن 3 د ل 083 0 8 - ب\" - 1 الج - أ - 1 التعبير غبر الإنترنث: عن طرق عل 8 1 1 أ 7 أ 27 2 جا ا 0 ا المنورات والمقاطع المريية ذ ب 2 1 1 التواضل الإجتماعي. الو 3د 8 0 ااا 0 0 ا لمج 7 0 ا ز ا 71 ان م والموسيقاء والستاء والتلفان ا ؤ 1 والتصيح: والرواياتء والشعر. ز لذي 6 أفكر فى أشكال أخرى لحرية التغبير. ما أهمية ايرام اقانون عند النعبير عن الرأي؟", "metadata": {"page": 109, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "با ج 0 ف 7 خرية التغبير المسؤولة وآثازها 2797 ز كر 7 هه 7 را 3 : 2 ؟ ج27 م سسا - و00 -ر2؟ 4 يبغي للفرد أن يعبر عن آرائه وأفكاره بأشلوب يحترم قوق الآخرين ومشاعرهم وأن يكون مذركا تأثير كلماته عل عليهم ويتجتب الإساءة أو الشحريض على الكراهية والعنف. ومن آثار 2 و : تعلم الإنيماع لآراء الآتحرين زيادة الوعي حقو الجميع. 000 0 2 2 0 7. 7 0 ووجهات نظرهمء وتقبلها. : التشجيع على الجوار المفتوح تزيز الجوار والفهم المشترك. رالهادف. 2 0 ىع 2-0 27 2 3 الشعور بالمسؤولية والإحترام تجاه بناء مجتمع يخترم حرية البير دون 7 ل 2 شروط حرية التعبير هه و 2ه ايه ل ا 2 الا . اط ا 2 ى 2 تحتاج حرية التغبير إلى قوانين تحمي الأفراد وتحافظ في الوقت نفسه على النظام العام اليزام الدفق وعدمنشر مغلومات كاذك أو مسكة. اخترام حصو رة الآخرين وعدم التشهير بم. التزام القوانين التي تحمي المجتم من الفوؤضى والتمييز. 8 الب والنتج حر تادل الأفكار والآراء.", "metadata": {"page": 110, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "جا 1ت زوالا . ما 4 1-1 7 8 حبكي دك ال ا 1 1 ' ل قانون المطبوعات والنشر: ينظم عمل الإعلام ويضمن 1 0 ري ' بجح 72 7 7 ا 6ج ذييي . الرلل ل\" . ا العم ديم قد 0خ ا 1 رع 1 ممفوللس دار ا المقا ذا لضمان متش لح في حرية لتعبير وفي بل يضع فيو ل الو تس ا عد الإساءة إلى الثراد أو ويج لمات بتار أ ال شه افد القوانين المتعلقة بالمسؤولية الإعلامية والنشر. المطبوعات والنشر 6 قانون الجرائم الإلكثرونية: يحمي الأفراامن اجرائم الإلكثرونة ث المر والتشهير؛ دور وسائل الإغلام في تعزيز حرية التغبير: ب 2 1 ل 2 6 7 إلى 2ه و 3 دي وسائل الإعلام دورا مهما في نشر حرية التخبير بطري عد منها: جع شر لوعي بأممية حرية اتغبير وحقوق الإنسان بما لايتعارض مع القانون.", "metadata": {"page": 111, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ع تغزير الجوارء والن لتشجيع على منافشة لقضايا اله ممة طرق بناءة تخدم المصلحة العامة. رائبة السلططات بوصف الوسيلة الإغلامية جهة رقابية على أعمال الحكومة ومختلف الموتسات مما يساعد على كشف الفساد وتعزيز الشافة والمساءلة. زا الم ا ا 2 ي ل 2 ا ا 0 17 0 ف خرية التعبير عن الرأي حتى أساسي من حقوق الإنسان التى كفلها الدستور الأردني 2 7 هد و 0 \"0 و 1 م رك ع\" 2-7 6ب تمنخ الفرد القدذرة على التعبير عن آرائه ومشاركتها بأسلوب يخترم قوق الآخرين ربسهم في المحافظة على السلم المجتمعي.", "metadata": {"page": 111, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المراجعة و در الى و 1 الفكرة الرئيسة جا او يررك . 2ه 3 أعدد أربعة من أشكال التغبير عن الرأي. أبين آثار التغبير عن الرأي بالنسبة إلى الفرد. المضطلحات: أوضخ المقصود بحرية التخبير. 3 التفكير التاقد والإبداعي ا 58 ة 3 0 س 1ه ساكو 1ه أناقش: 1 الحرية تقابلها مسوليات تجاء الفرد والمجتمم. قر ل رقم 6ن 2ه و و 2 كل يحق لي نشر أي شيء أريدة؟ أبرر إجابتي. حو 9 2 واي 7 ل 3 6 جر و وه ربب ولورء هه - 7 2 كيف يمكنني إيصال صوتي للآخرين بفعالية؟ ن0 رز 0 العمل الجماعي 2 . ااه 2 0. 1 2 7 رن 2 بالتعاون مع أفراد مجموعتي وبإشراف معلمي معلمتي أضمم مقطعا مرييا 5 دو . له رك 2 يسكام م22 0 . آل ؟ دده مي اق ود 2 فيذيو أخبر فيه عن رأبي في مشكلة التمر في المدرسق ثم أنشره على مواقع 5 البحت أتعين بأحد مصادر لمغر المووقة تاب تقرير عن أكمية حرية الي ب 1ه 1 8 06 5 7 ما حو 24 7 حاحث نشاط 0 2 2 3 1 سم ب 9 71 ا ترك 27و 0 \" 2 8 أفتورض أنني عضو في لجنة الأنشطة المدرسية وأبيكيف ينكني التغبير عن رأبي ده اللدايث عق ا ا ار قر لصفا ةي معدي 7 7 ااه 2 راصم 52 4 7 ء ء مشاركة أفكارهم أفكارهن أيضا.", "metadata": {"page": 112, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اخلاقيات الإعلام الفكزة الرئيسة دج جه ممه بجا مسا مو عرف ممهوم أشارك في إغداد تقرير عن أهمية الحفاظ على المرافق العامة في م عل , ذنمم طلنت النه حذهما؛ اختراما لذ ا الإعلامية فى ووسائل 9 . 2 نا ل رق 2 . 9 رازه ا اي 74 و و 0 ل\" 71 تطبيقها في الخياة . هى مجموعة من المبادئ والقواعد التى تساعد الجهات الإغلامية البومية. على تقديم محتوى مسؤول عند تقل الأخبار أو تغطية الأحداث. انور 0 ادس ن ص 1 8 2 0 9 ,1 جو 7 رب المصطلحات وتهدف إلى ضمان نشر معلومات صحيحة تتم بالدقة 9 0 7 7 - 7 أخلاقنات الاعلا عر اكه عارك امه عحا. ره - الكي ان جاع دي 5  حم و ادس اكوم 2 2م ال اق ده د ا تقب : 2 تسهم أخلاقيات الإعلام في تحقيق التوازن بيين حق الجمهور 1 0 ا فى المعرفة وحماية الأفراد من الأذى؛ لذا يحبت على الجهات م2 ت 2 يي 727 72 7 0 الإسينتا- تح كه ارككج عا ا 6 2 الما : 1 ل ت الإعلامية التفكير في تأثير ما تنشره قبل اتخاذ قرار النشر. 0 السبب والنتيجة 7 ل و و رص 7 ل ريق هل يمكن أن تسبس بعض الأخبار ضررا للأفراد أو المجتمء؟ في هل يمكن نبب بعض الأخبار ضررا للا فراد والمجتمع كب 4ج م قر 1 أفترض أننى أعمل فى الصحافةء وأبين كيف سأقرر ما 0 7 27 و7 . كم 0 - بن : - - 1 اذ الي ل 3 0 : ا طلا 1 ا ا 113", "metadata": {"page": 113, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ع م ع من ب المبادئ الأساسية لأخلاقيات الإعلام 0 اخترام كرامة الإنسان. وحماية خصوصية الأفراد وعدم نشر معغلومات شخصية دون موافقتهم المسبقة. ار كد ك. 2 0 ل اهم : 9 تجنب نشر العنف والخوفء والإمينا عن ترويج رسائل الإزهاب. ا داكة 0 7 اه 9 المضداية والدقة: بالتكد من صحة المعلومات والأخبار الى تنشر. 3 الموضوعية والجيادية: بتقديم المحتوى الإعلامي دون انحياز لأي طرف؛ لما للإعلام 2 ره رو 7 4خ 7 ا ب 9 ا 2 رار ار 1 8 74 9 لنسامح واخيرام الجميع: نشر ثاق الناهم وكجنب التخريض على الكراهية. 1ه ا ن ثم 0 ه 27 9 - ؟ 1 د 2 لودج 0 ب ونه التنؤولة امختقية: بعد شتترى علدو يحم الا ا و ينم لام اسدرسه و م و مر المجتمعية؛ ويعكس تنوع المجتمع. رط \" 7ه د غ2 انحو ن 1 8\" ا 0. ا 9 محارة التضليل والأخبار الكاؤبة والتحقق من صحة الأخبار والمعلومات قبل نشرها. م آدد 2 الحلثنب عكك. 2 1 11 ل ب ونضع المونسات الإغلامية مدونات قواعد السلوك؛ لضمان التزام أخلاقيات الإعلام؛ وعدم تجاوز الخدود عند نشر الأخبار وتقديم المحتوى الإعلامي. ؟ وود 2 و . 0 وضع مدونات لقواعد السلوك الإعلامي.", "metadata": {"page": 114, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا 1 ل انا وهو و 0 م2 آي 1 79 6 راع 0 9 ه ,5 ن برا 27 0 7 الحصول - 2 01 0 بي م د إذن با ن 3 0 1 7 3 0 و المعلومات ل 7 0 والإساءة إلى الى تحمى حقوق 91 الشخص الم من و 0 و 0 نشرها. 1 7\" الآخرين. الأفراد. - 72 90 و 2. 0 وهو 0 و و 1م م ا و م 3 أستنتج كيف يؤثر اخترام : الآخرين فى المجتمع. رقى استيج ديف يؤثر احيرام خصو صية الا حرين في لمجتمع كلحث نشاطظ 0 رار 2 9 - 2 0 2 ب 8 2 9 م ف\" 0. من بالتعاون مع افراد مجموعتي وبإشراف معلمي معلمتي أناقش دور الإعلام في نوعية زا الملل 0 ا ا حج يو 2 كح للا 2 50 تهدف أخلاقيات الإعلام إلى ضمان نشر معلومات دقيقة ومحاييدق مع احترام خصوصية الأفراد وحماية المجتمع من الأخبار الكاذة والمضللة. وحين يلتزم الإعلام هذه", "metadata": {"page": 115, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المراجكة أدد ربع من المبادي الكسار لحلاقبات الإعلام. أبين أممية اخيرام صو رك الأفراد. 2 المضطلحات: 2 المقصود بأحلاقيات الإغلام. 6 التفكير الناقد و الإبداعي ما التحديات انحلا التي يواحهها الغلا في عضر الإنكرنت ووسائل التواضل الإجيماي؟ 0. عار زملائي زميلاتي في دور التكنولوجيا في تحسين أخلاقبات الإعلام. . أناقش: مدا الصالح العاميحكم ما نقوم به. 4 العمل الجماعي أتعاون مع راد مجموعتي على إعداد عرض تقديمي حول أمممة ماي الأفراد وخصوصيتم في الإعلام. 5 البحت بالجوع إلى مصادر البحت المت أكتب تقريرا عن أثر ايزا أحلاقيات مج الإعلام في النشر على مواقيع الواضل الإجتماعي ثه أعرضه ما زملائي زميلاتي.", "metadata": {"page": 116, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفكرة الرنيسة لاقي امور 110: 17 2. 28 5 2 5 . - 3 5 تعرف مفهوم الثقك . عيوا في لجنة التخكيم لعروض مسرحية في المدرسة. وقبل أن نبدا فنا فى وسائل الإغلام؛ ضع مجموعة من المعايير لاختيار الأفضل بين العروض, وأنتتجنب تأثير وكيفبة تطبيقو في لا الا ور 2را6 ديه ط 7 6 ال ء 32 الحياة ليومية. لتق هو عملية تخليل وتقيم للأفكار أو الأفعال أو الظواهر؛ 7 . 9 الكو ون ممم 22 ماع اه المصطلحات بهدف تحسينها وتطويرهاء ويركز على تحديد نقاط القوة والضحف النقد . واعنا وتقديم اقزراحات بناءة للتحسينء وهو ليس هجوما على الآفراد اه و ن و 8 ن ا و ب و 0 به . و ان ا ن م ا ه000 م2 ا م و 1 ري 7 . م ن : \" ا - 2 9 1 2 را ما ا . الإشينتاج التعبير عن آرائهم النقدية مادامت لا تتعارض مع اليم والمبادئ 0 التصنيف الأخلاقية والقانونية. بن اج م سسا لسعها ا نز إ 7 \"8 ل - 1 1 : : : \" : أ 0 : : 2 إ التعلة ل ل ل\" 2 5 و 0. ل يز وود لد 77 اا 3 من\" . ب\" - , 7 9 \" 1 : من 9 \"0 5 2 ع , و كي ول- .", "metadata": {"page": 117, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "عرض ولكن إذا قسم الموضوع إلى فقرات أصفر سيكون منالأشهل على الجنهو متابعتدا وهو عكس النقد اللي الذي لا يتصكن أي افتراحات مفيدة. ض رط اواك وت 2 بم \"و فور 0. كل تكمن أهمية النقد بالنسبة إلى المجتمع في أنه: جودة الأفكار طرق جديدة لشطوير الذي يساعد على للمساءلة فيمكن والأعمال؛ عن طريق والابتكار. تخليل المعلومات 8 محاسبة المؤسسات تحديد الأخطاء وأوجه واتخاذ الققرارات على أعمالها لقصور والعمل على السليمة. وسياساتها.", "metadata": {"page": 118, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "للد 1 ص ا 1 هه ؟ ا م خدود النقد د ار 7 ا 7 9 و ع لضمان أن يكون النقد بناء ومسؤولاء ينبغى مراعاة ما يأتى: اخيرام القانونء وعدم التشجيع على العنفء أو الكراهية أو التمييز أو الإساءة. 9 م اهم 0 ,2 لاما ا رط ا 3 3 0 اخترام قوق الآفراد في الخصوصي والسمعة الحسنة وتجنب الإساءة أو التحقير. عدم الإعيماد على الأخبار الكاذية والمصللة. م الى ارك كم ارك اك عا\" اكه احترام التعددية الثقافية والدينية. 0 راك ره 0 5 الوصداقية والمموضوعية. ا 2 21 الإحمام بالصالح العام. حي شبد راد ع رك 3 ل أصنف المواقف الآيية إلى نقد بناء أو انتقاد سلبي: و ب م. ا. 2 : \"مخ همه 2 5 ا ل لاي 7 7 7 انتقد تقرير صحفي سياس الحكومة في التعامل مع الأزمة الإقتصادية. وقدم خلولا بديلة. 2 7 2 . 22 27 72 اي 2 2 - 70 م اي 3 : يج الب 0 1 0 خلل تقرير صحفي عملا فنياء وقدم آراء حول جودته الفنية دون الإساءة إلى الفنان الفنانة. 0 طم جل 7 ا 2 2 تن و 8 \"0 ب احتوى مقال نشر على مواقع التواصل الاجتماعي على التقليل من نجاح إحدى الشخصيات دا داكن 2ه اك 0\" لا ؟ ام كه 7\" انتقد مقال موسسة إعلامية لسياساتها أو أدائها دون الإساءة الشخصية أو مخالفة القانون.", "metadata": {"page": 119, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "بي ج' لم 2 0 رس 9بير ا و 2 و - كرج 2-53 ب مغ كس 0 7 0 1 2 ن 3 كان طلبة الصف السادس يناققشون موضوع أهمية النقد فى حصة الدراسات الاجتماعية. م7 9 سا 3 25 0 27 257 ه07 7 م قالت سحر: أرى أن النقد يعني أننا نستطيع قول ما تريد دون أي قيود. ام 8 ددر ما 9\" 7 2 7 7 1خ 2 1خ ا ابسسمت المعلمة وقالت: لئس تماماء التقد يعنى تخلل الأفكار أو الأفعال وتفيمها؛ سا 2 21 وه م و ب : دي 3 ن 0 رمات التحسين والتطوير. لا يمكننا استخدام النقد للإساءة إلى احد أو التقليل من ا \"ودار 97 رار 6 22 دا ا . 2 ا ثم سالت المعلمة: ماذا لو كتب أحدكم مقالا ينتقد سياسة المدرسة؟ 2 09 4. 20 مسالا م ا 2 0 7 0 م 2 8 أجابت نرين: يمكننا ذلك ولكن يجب أن يكون النقد موضوعيا دون إساءة إلى أحد. فقالت المعلمة: أحسنتء فالنقد لا يعني حرية مطلقة؛", "metadata": {"page": 120, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "بل حرية مسؤولة. 6 وم 7 ما ممية افد فى حياتنا؟ . \" ره 9 ا و 2 84 : 024 يه 7 0 م - بد ره 7 ب 7 9 0 كيف تفرق بين النقد البناء والنقد السلبي؟ م - 2 2. 4 لكام إلى 2 ا لإدء2 كيف أكون ناقدا جيدا ناقدة جيدة؟ زا الما و 2ب 2 0 ره 2 ا 8ه 2 8ه 7 8 247 7 ب النقد وسيلة بناءة لحن الأفكار والأفعال دول الإساءة إلى الآخرين؛ ولا يتعارض را 28 0 288 0 لام 7 2 ن دف ب مع اقيم والمبادئ الأخلاقية والقانونية؛ وله خدود يجب اخترامها. ويقسم النقد إلى به ده و 2 رت 0 2 م لاا ب و 0 اعد ن وعين هما: النقد البناء الذي يقدم افراحات مفيدة؛ والنقد السلبي الذي يركر على السليات دون تقديم خلول.", "metadata": {"page": 120, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م مار المراجعهة الوطة رذج د 1 الفكرة الرئيسة أعدد خدود النقد. 7ع 07 و نه م ؟ اعا أذكر أنواع النقد. 0 0 با و 0 ن ن 0 2 المصطلحات: أوضح المقصود بالنقد. 7 م اط 9 2 3 التفكير الناقد والإبداعى 72. 7 بر و ب م 2 ب م ع2 0 1 2 2 مه 7 أناقش: ع د 2 7 2 0 2 2 ل ا ب أ- يساعد النقد على نقوية علاقات الصداقة والتعاون بين طلبة المدرسة. ب- يسهم النقذ في تطوير مهارات الإنسان وقدراته الشخصية. نجء را له و وو 7 في مو ثم م مم م الى م بر في ي0 8 الببحث 2 ب . 2 م 3م م 2 2\" 0 جوح در 0 رو 2 2 0 عن ر و أبحث كا كوي ا دمر لمج مجر كن زه 5 عب را مج الذي يقد قدا بناء؛ وأناقش زملاتي زميلاتي كيف يمكن تطوير هذه", "metadata": {"page": 121, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا 0 ه مراجعة الوحدة ا الفكرة الرئيسة : 1. أعدد أشكال حرية التغبير. : 0 9 7 \" م\" 1 2 أبين المبادئ الأساسية لأخلاقيات الإعلام. جر 2 1 3 أوضح خدود النقد. كوه سر و : المصطلحات 1 0 م 1 8 ال ا ل و. 1 0 م . : وو 2ه ل ال : حزية التعبير - النقد البناء - أخلاقيات الإعلام - النقد - النقد السلبي : : 0 عه كن الك ا ا ا مه 1. . : عملية تقييم وتخليل للأفكار أو الأفعال أو الظواهر؛ بهذف تحسيتها : وتطويرها. إ ره 2 ب 0 2 و و \"1 0 7 ب 1 2 . : مجموعة من المبادئ والقواعد التي تساعد الجهات الإعلامية على : تقديم محتوى مسؤول عنذ تقل الأخبار أو تغطية الأحداث. عازه 22 \" 2 1 3 . : تقديع اقتقراحات مفيدة تهدف إلى التخسين والتطوير. : باع أيهم 0 م 7 2 حب 2 : 4 . : تمتع القرد بالحق في مشاركة أفكارو وآرائه بحري سواء بالكلام أو ع اص 3 ال 1س 3 ليا 2 ايا ء 1 يي ء 2 8 : الإجتماعى والبودكاست وفقا لما يحدده القانون. :", "metadata": {"page": 122, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ماكو ااا ااا ااه لان الم ااام : التفكير الناقد والإبداعى د 727 ن تر 0 ان 9 9 : 0 ل و : كيف يسهم النقد البناء في تصضحيح الأخطاء وتعزيز التغيير الإيجابي في المجتمع؟ : ب اقرع 0 و ع مو ا رار هو \" لإلاي \"0 2 : أغبر عن زربي في كل من المواقف الآيبة في ما يتحلق بالإعلام وحرية التغبير عن الرأي: : ار م و 21 2 2 ا . 0 2 1 : مجلة إلكترونة تخصص قسما للأطفال؛ لتشجيعهم على كتابة المقالات : الما 0 عءو 7 9 7 \"9\" رار 22 0 2 1د ده 2ه و . وم 2ن 2د 2 2 ره 7 : 2 محطة إذاعية تطلق فقرة يومية بعنوان 1صونتك مسموع تتيح للجمهور التعبير عن آرائهم في القضايا المحللة. د . مر د اما ل طهر ره ا رام ص 2 م 1 7و 7 7 : 3 برنامج تلفازي يسمح للجمهور بالمشاركة بحزية ولكن يقطع الإتصال عن", "metadata": {"page": 123, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المتصلين الذين يبدون آراء معارضة لمقدم لمقدمة البرنامج. : ه17 هه من 2 0 2 و ب , كه و 0 \"0 1 ا ططق ع لآ : 0 4. حملة توعية على مواقع التواصل الإجتماعي بعنوان التغبيز بحرية ومسؤوليةا : مهم ل و - 1\" و ام آ85 ا 0 : م 2 كج - تي جر م 7 م 7 - 2 9 0 : أقرا المواقف الآنية؛ ثم أحدد المبدا الأساسي الذي يجب أن تتبعه وسائل الإعلام في : و \" ب 2 2 2 رسال 0 \" 2 2 0 7 امم ب 2. نشر وسيلة إعلامية تقريرا عن قضية فساديتضحن تفاصيل تخدم المصلحة العامة : م دمي وا ع 2 ؟ ص2 27 7 2 ف\" 9 2 رار هو 9 سن سم م رار لل 02 3 تناول وسائل الإعلام أخبارا تتعلق بمموضوعات حساسة مع تجنب التحريض : 7 2 9 ه و 7 ااا بم 1 م 2و \"0 : 4 تقديم محتوى إعلامي يخكس التنوع الثقافي وال جتماعي في المجتمع مع اليزاء ' الحيادية والموضوعية. : : كما قا 2 ا ل لوب د د 242", "metadata": {"page": 123, "chunk_id": 2, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
{"text": "لنقد البنء في تطوير المجتم. , انض 0 سكد برنامجا إغلاييا. كيف مأطرح قضية اجتماعية بطريقة تقدبة با : اخترام الري الآخر. - صورا ومقاطع مرئة فيدذيوهات ومقابلات. ا ل ال ل", "metadata": {"page": 124, "chunk_id": 1, "subject": "social_studies", "grade": "g2", "source": "Social_Studies_Prim2_T1.pdf", "quality": "ok"}}
