{"text": ". . مؤردضة ال\" امال الا اتطويالمناسج 2110لا كليل ب تدناانا6 0111 101 ا عد الصف الثانى - كتاب الطالب الفصيل الدراسي الثاني فريق التأليف موسى عط الله الطراونة رئيسا روناهي 1 محمد صالح الكردي منسقا التاشر: المركز الوطني لتطوير المناهج يسر المركز الوطني لتطوير المناهج استقبال آرائكم وملحوظاتكم على هذا الكتاب عن طريق العناوين الآتية: 1 مقصسصه 2088 : ه8. 0. 8 065376266 06-53762627237 0600 160322020. 01. 6 0 101011. 40. 9010", "metadata": {"page": 2, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "قزرت وزارة التربية والتعليم تدريس هذا الكتاب في مدارس المملكة الأردنية الهاشمية جميعهاء بناء على قرار المجلس الأعل للمركز الوطني لتطوير المناهج في جلسته رقم  تاريخ  م وقرار مجلس التربية والتعليم رقم ؛ تاريخ 20-7 م بدءامن العام الدرامي 0 20217 م 2020 لوعأأدصدنا ك60كزاط 5ااام431 007 - 0قت0 . أصعدم ماع06 صصناناء تان 01 تعتصف لقصفتتولا ع1 1ه طكاومع ما لإاا10و019 2160م06 - صصنانا 0111 01 تعتصق لاقصفتتهل 16 برط اع260كزاطام 300 10101560 كل ,32030160 باطقا م1 112051216 - 007 - قلتت . 1ص 61610000 268-88 - 41 - 9923 - 978 : 158101 المملكة الأردنية الهاشمية رقم الإيداع لدى دائرة المكتبة الوطنية: الأردن. المركز الوطني لتطوير المناهج العلوم: الصف الثاني:", "metadata": {"page": 3, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الفصل الثاني كتاب الطالب المركز الوطني لتطوير المناهج. - ط2؛ مزيدة ومنقحة. - عمان: المركز 2022 70 ص. الواصفات: تطوير المناه ج المقررات الدراسية مستويات التعليم المناهج يتحمل المؤلف كامل المسؤولية القانونية عن محتوى مصنفه ولا يعبر هذا المصنف عن رأي دائرة المكتبة الوطنية. اه ,671 كلك اقلاعا1 صا 501160 ,60ن00 1م61 66 لإ2 1100 أاطنام كأط1 آه 0211 ملا . لمع نصووع1 كأطاوا ال , كالمص2ط01 اه و1010ف؟ ,09 ألام200 0110م ,1066020163 رأصطها1ء 6 ,15 1062 لاطة لا 101100 لإطة طاأ 113050711160 16 ا وطألامف  و0 أصصتعم ك6 ا 2 لاه بعطكتاطنام 106 آه صم أككتصاع م صعأا بير امام 16 أن01 ,00م ,رعدصقا نعلت 86 رصما 83810215 ,انا لعطعو ومأكصضععا آتا و1 الام م 16 لاط امعن5كا 61000017 م6أزدلا . 1 ىع 3 صمتتق رامن -10- وصأناو0ا13ي بصنا ط5ل1م8 ااانا 126 1010 عاطاأدلاة كا مفتتق انام كاطا 1ه افع عناوواحأق ا الطبعة الأولى مل أ منجاحى 71ه 2020م أعيدت طباعته حي متعة التعليم الهادف 1م 2023م", "metadata": {"page": 3, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "قائمة المحتويات الموضوغ الصفحة اهرس ال ع لوحدة 4: جسم الإنسان وصكنه 7 الرس 1: أعضاء جسم الإنساق . ااا 10 اإراء والنوم: اأطراف الصاعية الذي ات ااا 21 مراجعة الوخلة اا ااا 22 2م 6ه ب وو الدزس 1: الصوتث وخصائصة . ااا ااا 28 الإراء والنوتع: المضيعات الكيبة ات ااا 39 د ب ليع ال له الوحدة 6: الماذة 43 ا ال ا سي ل ال ا ا : 1 2 ل\" 2 ب الدرس 2 الات المادة وتجولاتها ا حل هال : 2 مب ب لان اللرس 3: المادة والطاقة اس 60 هحفقعد له ا ا ا ل قي الوق مسرد المفاهيم والممطلحات . ااا ااا 69", "metadata": {"page": 4, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "جسمالله الرحمن الرحيى المقدمة انطلاقا من إيمان المملكة الأردنية الهاشمية الراسخ بأهمية تنمية قدرات الإنسان الأردني وتسليحه بالعلم والمعرفة؛ سعى المركز الوطني لتطوير المناهج. بالتعاون مع وزارة التربية والتعليم إلى تحديث المناهج الدراسية وتطويرهاء لتكون معينا للطلبة على الارتقاء بمستواهم المعرفيئ ومجاراة أقرانهم في الدول المتقدمة. يعد كتاب العلوم للصف الثاني واحدا من سلسلة كتب العلوم التي تغنى بتنمية المفاهيم العلمية؛ ومهارات التفكير وخل المشكلات؛ ودمج المفاهيم الحياتبة والمفاهيم العابرة للمواد الدراسية والإفادة من الخبرات الوطنية في عمليات الإعداد والتأليف وفق أفضل الطرائق المتبة عالميا؛ لضمان انسجامها مع القيم الوطنية الراسخة؛ وتلبيتها لحاجات أبنائنا الطلبة والمعلمين والمعلمات.", "metadata": {"page": 6, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "وتأسيسا على ذلك فقد اعتمدت دورة التعلم الخماسية المنبثقة من النظربة لبنائية التي تمنح الطلبة الدور الأكبر في العملية التعلمية التعليمية؛ وتتمل مراحلها في التهيئة؛ والاستكشاف, والشرح والتفسير والتقويم والتوشع. اعتمد أيضا في هذا الكتاب منحى 9114 في التعليم الذي يستعمل لدمج العلوم والتكنولوجيا والهندسة والفن والعلوم الإنسانية والرياضيات في أنشطة الكتاب المتنوعة. يعزز محتوى الكتاب مهارات الاستقصاء العلمئ. وعمليات العلم من مثل: الملاحظة. والتصنيف والترتيب والتسلشل والمقارنة والقياس والتوقع والتواصل. وهو يتضمن أسئلة متنرعة تراعي الفروق الفردية؛ وتنمي مهارات التفكير وخل المشكلات فضلا عن توظيف خطوات الطريقة العلمية في التوضل إلى النتائج باستخدام مهارة الملاحظة وجمع البيانات وتدوينها.", "metadata": {"page": 6, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "يحتوي الفصل الدراسي الثاني من الكتاب على ثلاث وحدات هي: جسم الإنسان وصحته؛ والصوت والضوءء والمادة. وتشتمل كل وحدة على أسئلة تثير التفكير وأخرى تحاكي أسئلة الاختبارات النلية. وقد ألحن بالكتاب كتاب الأنشطة والتمارين. إذ يحتوي على التجارب والأنشطة الواردة في كتاب الطالب جميعها وتهدف إلى تطوير مهارات الاستقصاء العلمي لدى الطلبة وتنمية الاتجاهات الإيجابية لديهم نحو العلم والعلماء. ونحن إذ تقدم هذه الطبعة من الكتاب فإنا نمل أن يسهم في تحقيق الأهداف والغايات النهائية لبناء شخصية المتعليى وتنمية اتجاهات حي التعلم ومهارات التعلم المستمر فضلا عن تحسين الكتاب؛ بإضافة الجديد إلى المحتوى. والأخذبملاحظات المعلمين والمعلمات؛ وإثراء أنشطته المتنوعة. والله ولي التوفيق المركز الوطني لتطوير المناهج", "metadata": {"page": 7, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- 7 ماذا فى الداخل؟ ف : ' م 7 4خ 11 2 الء 9 ار م الإخادهء ل 2 : إشادات الأمن والسلامة: أغسل يدي جيدابعد الإنتهاء من النشاط. : : د 7 7 . 9 2 م : : خطوات العمل: المواد والأدواث : : ب و رح 2 0 0 7 0ا. 1 2 م76 : 0 9 2 -. : : . و ص 9 ني م 2 72. 7 3 22 7 : : في مختبر المدرسة بدقة؛ لاتعرف أجزاءه 1 0 : : رار مص مدي : 2 ا لرزاية : : 7 ارا 2 اسان ذا \"1 1 0 1 : 21 صئم 0 مر ى . د 7 ال ل ما : : جز سي سا ا بالنموذج تموذج لجسم الإنسان زيول طبخ : حسب موقعها. : : أ عد ا 1 ل 7 ع 0 : : 4 7 ؟ \" 2 0 : 7 2 ب 84 7 ف : تموذجا للأجزاء كما تبدو في النموذج الجاهز. شريط لاص معجون , : أنبت الأجزاء التي صكمتها على مريول المطبخ باشتخدام الشريط اللاصيى. . : : 8 2 راح 2ه يه ب ب . 2 : : ب 7 3 م اه 7 2 ب 2 0 ب ا ع4 77 : . : أطخ تساؤلات: أزتدي المزيول أمام زملائي زميلاتي وأطرخ الأشئلة الآنية: : ماذا نسمى هذه الأ جزاء؟ ما اهمية هذه الأجزاء؟ \" : 3 ا قا 9ه 2 مط ع 24 2-0 2720 : 1: 1 التوقع: محاولة معرقة ما قذيحدث مستقبلا أو معرقة تاج تجربة ما قبل", "metadata": {"page": 10, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "5 الدرس 17 أغضاء جسم الإنسان ابا ل اير ما العضو؟ و : العضو هع0 جزء في الجسم له وظبفة بتكن حسد الانسان م0 أعغضا ار رسدي تج و اكه ا المع 2 نكو تسم لاض اراز محددة. يتكون جسم الإنسان من أعضاء عدة ال تتا الث ل تساعده على العيش. تمكنه من أداء وظائفه والبقاء حيا. لديم ةالمضسحان : الخضو م0 ل 8 أعضاء الح 5  ا أعضاء داخلية قتقع: 0  اا 7 4 لهضم  : 0 : 3 م", "metadata": {"page": 11, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ع\" 0 5 2 0 ع ا 7 ا ل 0 0 0 ام ه رو و ب\" و 7 ب . ؟ \" ل و م ب 2 2 الإبهام على إتقان الأعمال المختلفة. ء. 2 7 اذا 7 جد ب الثياء رت 5 3\" 8 ب 4 23 و ل ما قدمى قبها أمشى وأركض وأركل الكرة. 7 لطامم 21 3 ن 4 0 ؟ 1 \"7 , وض 2. 6 8 ا ا إ 1\" ير حير يا اب 1 و\" امس\" 0 3 , ' \" لات 2 \" ال دل 7 -السسد ال ا . كارا ا ا - وكين 8 : ا م 0 2-7 5 0 0 ب - . 8 2 1 ', 8 1 1 5 -", "metadata": {"page": 12, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "أعضاء الح تمدع : 0 6 مسؤولة المواذ والأدوات 0ع 02 يه اس لصتا الك عن الخواس الخمس وبها تغرف الأشياء ورقكوكلي ومحات وكريط أون وحجرصعن آنا لص النساء جنك أكددة الطعاء ومسطرة وورق صنقرق ومكئب حتبي. بجر ياء عيبي 0 و وق م بلساني؛ واشم الزوائئح بانفي؛ واسمع ' لس ف 2 2ق ربجرزي اير در ا الاصوات بأذنى واتعرف ملمس الأشياء و ا ا ال : ا 1 خطوات العمل: تساعل: أذ 2 \"م جر و72 0 يجلدي؛ تسايدني أعضاء الجس على حير المواا المطلوب وأضعها ل العا . 7 2 0 تعرف العالم على الطاولة أمامى. أضع الشريط الأسود على عيني. ا 0 9 نم , م أجرب: يضغط أحد زملانى إغدى 5 ا جسمى وجهىء كتفى قدمى . نذا , أسجل: أكتب اسم الجزء الذي 7 3 2 6 و 2 ل ير 7 و و 272 رو 9 . 2 7 أتحثل: ما الحواس الى بس تخد مها صنف: ألمس المواا التي على الطولة و ايزا ا ب نر ا مم ميا مم كنا اع إنسان فقد حاسة لبصر في إنجاز 1 وأصتقها إلى: مواذ خشنة ومواذ اعم. - م ص ع نخ اسه ه علا ل برج", "metadata": {"page": 13, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "أعضاء داخلية را 0 ا ,دو - توجد فى جسم أعضاء داخلية مسقع : 0 1806-01 منها الما الذى : جميع 1 0 12 رار رع و . حسا ا ل اا 1 ينم 2 2 3 \" 8 رو 72 2 2 ررد له ضخ الدم إلى جميع أجزاء جسشميء وتساعذني الركنان على التنمسء وتمل المعدة 3 م ا ال م 7 على تحويل الطعام الذي أتناوله إلى مواد أبسط؛ يستفيد منها حسمي بعملية تستى الهضم 0ت1و0: 86. ما الأعضاء الداجلية الظاهرة فى الأشكال الآتبة؟ 7 اكز جحي كك تحت : ع دآ حل اكه آنا اط تحث: ما العضو الذي يضخ الدم إلى أجزاء جسمي؟", "metadata": {"page": 14, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "مراحكة الررس ما اام طم 9ه فال 0 0 و و أعضاء الحس 21 و درامو 0 م 5 : 2 المفاهيم والممطلحات: اهل حم رلا 85 ع8ق50 بخط بين المففهوم والصورة التي م ور 2 1 7 . مره ر ؟ وه 0 0 7 زكر لد 3 أقارن بين العضوين في ا لشكا 0 مه و 1 و 72 المجاور؛ من حيت الوظيفة. بيب 1 ا اذ 1 غلم \"0 دور م 1 7 1 : الطفلة عنذ تناولها طعامها؟ ا ب الاق 4 ام - رن مج سر عر م الم أستخدم الأرقام: أدون عدد العضو ؤ العدد ,2 0 0 ري الأغضاو ني جني في الجنول 1 ناا ال الوم مع المجتمع 9 العلوم مع الع يضر لتدحين بأعضاء الجشم بجميعها؛ إلا أن الرنه أنببالعاون ع زملاني و يك اال 2ةء حجان 7 7 بيبي. 2 1 سور 2 و 6 - 2 أكثر الأعضاء تضررا. أشارك زملاي زميلاتي تصميم زميلاتي جملة نوضح أ 5 4 لادب ال اده ال ل ل م بطاقات ملونة؛ للتوعية بأهمية الابتعاد عن التدخين؛ الدماغ للإنسان. ل 0 ا 27", "metadata": {"page": 15, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". الدرس 280 العادات الصحية بر 4 ما العادات الصحية التي تبقي الحسم قونا؟ 2 2 دات 7 1 الفثرة الرئسة: بيه الني بغي الخسم مو اثماء الإنسان العادات الصحية ا 2 0 . العادات الصحية 115دا118 111 سلوكات 6ط و و 7 0 ضاته يساعده نقاء جسمه م س0 م عل ل 7 على ا 7 2 تساعدنا على أن نبقى بصخة جيدة. قويا اه من الأمراض. 0 يدص - و ن د ل إن 8 ص08001-ا6ت من العادات الصحية تناول الغذاء الصحى 2 م 7 ,2 هه ن المفاهيم والمضطلحان: 2 1 عم حيم - 0 بطالف11 إد يحتاج جسمى إلى كميات عادات صحة  تيطالقع11 ور اله لط م 282 ب مي 2 م 3 0 2 2 . م اب غذاء صحي 1000 توطتلقف11 ا 3 ا ء 0 ره عدا صحي 3000 من الماء خلال اليوم. الو كفو ا غذاء غير حي 0 بجطالمعطدنا 8 1 م ا 5 افا ان 0 ا ما لح ال ل 0 7 ' 5 د دروا أذ ا 0 ب سننتددة ظ لع . 15", "metadata": {"page": 16, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "اخ د 11 , 04 ' ب ام ا 8 ب وق 2 اا لوة . تناول الدهون والزيوت يمد جسمي 7 ل ل ب ا 2 - بالطاقة التى يحتاجها للحركد وأداء و رو 1 7 8 2 0 ع نص ل 2 والبقوليات والألبان ومشتقاتها يساعد سمب 2 و2 0 م جح 0-0 لس ا حفط اب : - سو ا أ - 0", "metadata": {"page": 17, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "خطوات العمل: 0 ا م 2 ارك لوك امك مه أدون ما تناولته من مولا غذائية لعذ ثلاة يام في الجدول. البو الإفطارا العداء ؤ العشاء وجبات خفيقة المواد والأدواث ا ذا ةا ص2 2 مو ل 2 3 2 أقارن الجدول الذي أعددثه بجدول ميل ى زميلتى. م ين 2 0 ب م 0 3 أشتنيج: كل الغذاء الذي أتناوله غاء صحي ؟ رز إجابتي. تاول الخاء الصحي وحدء لا فى لجعا جسمي قويا؛ فيحب أن أمارس الرياضة المناسبة ل ا بشكل منتظم لأجمل عضلاتي قويية وجسمي ' ل 2 ا و ا2 2 . موك . 3 : ز أ نا ا 7 مك سممعمميصسس- ب", "metadata": {"page": 18, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "6 1 1 . . لنوم باكرا يريح الجسم ويجعل اكثر ال ا 1 7 ب وه تشاطاء أما فلة النوم فتسبب فتدان ب 7 لس التركيز والضعف العام في الجسم. 1 عدء 1 2 جم 7 دك بعض العادات الصحية سس ار اشاس مداو دو 0 2 2 2 يختوي الغذاء غير الصحي 0 0020 على كميات سن ال أو \" 3 2 2ر2 1 \" ل لي 3 0 7 2 7 الولح أو الدذهونء ومن الأعذية غير الصحية: السكاكر والوجبات الشريعة. ويسبب أ دار مو ا 2 ل لوك 0 دار ب الجذاء غير الصحي مشكلات صحية منها زياد الوزن السمنة. 7 كب احمي 0 من السمئة؟ جبات يعه نحتوي يات 8 1 2 ,2 ا : م ما كبيرة من الدهون والسكريات. ب س 1 با ال : ا 4 ا 1 \"ا ؛ ن 8 ب 1 وعمس ل 1 بثك ,ذ : تيجكىيى", "metadata": {"page": 19, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "لاا أتأمل الصور 9 م 89م 2 7 2 : 0 0 7 دجو سا و . ,\" ل -حتة 5 الى د 2 و 2 لص ا 0 ح جه بي آاجج مللجء 1 5 ار ير لي 7 0 0. 9 0 حت ا : : 1 فى هذا الإختلافي. 7 2 ل 3 8 - 2 75 : م . 0 0 هه و لمكبوس الكبمد ا م 5 7 بي 7 مب\" م صر ب ل ب كر 3 1 8 1 8 ع 0 صخ سوشي ماكولات بحرية 0-4 الوحلاى ص 8 3 \"0 و لا ا ا ب 1 ف ا : طن اح ا هم 2 3 ؤ ل ن 7 . \" \" ' . اا اف 1 ب 8 . 0 : \"8\" ب . 1 5 5 3 8 م الارء اضر 1 9 7 \"0 م للد . 7 1 لبر -: م : 1 ب ل 1 اللا ا اذل الا افيف بل الها نب ا\" 0 . . يس عر 7 ا ل ا - ي. 01 . ب - 0 ايها ا 5 د ا", "metadata": {"page": 20, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "مراحكة الررسن 0 ام 7 ا 0 23 2 ءءء ل 2 0 2 الفكرة الرئيسة: ما العادات الصحية التي يجب اتباعها ليضبح جسمي قويا؟ ال : ور كوه 7 و6 7 : المفاهيم والمصطلحات: أصل بخط اللي مه رو م مد عادات صحية بين المفهوم والصوزة التي تدل عليه: توج 165 جطالقع11 3 ستحدم الأرقام: ينصح بشم ب ' 0 غذاء هحي 0 8 م ن و ب ء 4 0 1 1000 جطالفو كمية كافية من الماء مقدارها تقريا ايك 7 يف إن ان 0ن هه 7 ا ا 7 . م 2 9 أكواب يومياء أحشب مقدار ما لي غذاء غير صحي ب و ف لما إ: ل . 8 8 جحي 0 بط الفمعطدا 0 لعلوم مع المجتمع ن ب 5 7 0 : 7 ه17 ىم 9 اي : 1 77 ل 2 2 الم لمم : : جه 2 2 ء 7 على ضروزة تناول وجبة الإفطار وشرب الحليبء والنوم باكرا. العلوم مع الرياضيات 7 ار 211 ب در 7 م دب 7 سأكت معلمة الصف الثاني طلبتها: أي أنواع الغذاء تفصلون؟ 77 0 كر 7 رار رو رو مه ارواقيه سجلت المعلمة إجابات الطلبة؛ ورسمت شكلا يعبر عنها. ددأطفال 4 م 77 1 م اح 0 ب\" اتأمل الشكلء ثم أحده الغذاء 10 الذى يفضله أغلب الطلبة. ه24 7 0 ا 7 4 بم تنصح الطلبة الذين يفضلون 1 أحآ كا 0 وع الغذاء", "metadata": {"page": 21, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "896 الإثرا والتوس الإثراء والموسع ث ك لد 8 5 لكا اط اخ اك اكءة الأطراف الصناعية الذكية هه ره ب الح 1 ا ا خاي اك 7 2 الح ا لأسف ل. ا ا تعد الاطراف الصناعية الذكية روبوتات بديلة عن الاطراف المبتورة سواء و ب 2\" 7 \"م ب 0 9 . 7 7 كانت الأرجل أم الأذرح حيث تأخذ أوامرها من الدماغ مثل الأطراف الطبيعية؛ ب و ا 23 ر 0 4 م 0د الأمر الذي يساعد على أداء المهام دون مساعدة الآخرين. 7 9 ا ا 3 2 2 8 2 2ه - ل 34خ 0 7 ولقد حقق الأزدن إنجازا كبيرا في مجال تضنيع الأطراف الصناعية. 3 م 3 2 و ل ع ع 2 9 ب أتواصل: أبحث عن أبطال أرديين بأطراف 0 ا 22 2 ها ب 23 كماء 9\" زملاي زميلاتي نتائج بحثي. لا . - : د ب مذ م سسحت الل اس ال", "metadata": {"page": 22, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "المفاهيم والمصطلحاث 174 اي ء ن ص نم ن ملا افراع في كل من الجمل الآتية بالكلمة المناسبة: الفذاء لصح توجدداجل جشم الإنسانء مثل: القلب والمعدة 1 000 بطتل11 7 ا ب 0 وغيرهما الأعضاء الداخلية جزء في الجثم له رطينة تحدنث ااا ا تسفي0 لمقاما ل كرقفر 224 يوه غذاءيجعل أجسامناأكثرقوة: 2 العضو 0قع0 المهارات والأفكار العلمية \"ا ' 2 م يه ب\" ب 200 ار 9 كه و ألاحظ: أذكر الحواس التى تستخدمها الطفلة بسع في قراءة الكتاب. 0 أستنيج: أرتم تحت العادة الصحية 3 و تحت العادة غير الصحة جم. ا ا اريك لف ب ل رب ا - 7 ا ا ار و 2 سنال : فلاس", "metadata": {"page": 23, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "7 2د 2ه عر 7 ال\" 2\" 2 رقو تفكير ناقد: فرر أحمد تناول كميات كبيرة من اللحوم؛ لينمو جسمة سريعاء مركو 62 2 مه 7ه و\" 7 2ج 0 أتوقع: أي الشخصين لديه مشكلة صحية؟ لماذا ؛ أضع دائرة حول رمز الإجابة الصحيحة لكل مما يأتي: ال لكسا ا 4 عارا ل و م رادو 88 الدماغ. القلبث. المعدة. 2 من الأمئلة على الغذاء غير الصحي: م ميا م 220 88 الفواكه. الألبان. المشروبات الغازية. را كبرد يك 7 0 ا اكه اس 2 ا ل ب يي ه88 قله الوم ممارسة الرياضة. ل الغذاء الصحي. 2 0 الصا ص 2 8 4 أى الأغذية الآنية يمدنى بالطاقة أكثر عند تناوله: 2-02 ف 89 التفاح. الزبدة. الحليب.", "metadata": {"page": 24, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "هوي الإداء ب د 2 1 أصمم برنامجا رياضيا يوميا إزشادات الأثمن والسلامة: أخذرعند اتخدام الوقصء وأستعين بمعلمي معلم 9 4 قر 2 المواد والأدوات: 92 غ2 7 م . 7 را 2 صوز لألعاب رياضية أفضلها أنا وزملائى زميلاتى وبطاقات ملونة ولاص ومقص. و 0 1 ' 1 ض خطوات العمل: 3 4 2 ب م ب 77 انكر ل 2 2 ألين الصور على البطاقات الملوئق وأكتب تحت كل صورة اسم الرياضة الظاهر فيها. ع 07 2 2 2 م سا ذم 4 02 09 رد و أصمم برنامجا رياضيا بالتعاون مع زملائي زميلاتي برسم جدول نين أوقان فترحةلممارسة كل رياضةء ولصق كل بطافة في مكانها المامب في الجدول. ا 7 6 وى دمج 4 دام ه أسف . اس 20 0دا. 02 دعي 1 أتتواصل: لعزم أنا وزملاني زميلاتي بتنفيذ البرنامج الرياضي وتحميمه بإلصاقه على لوحة إغلانات المدرس.", "metadata": {"page": 25, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ءءء م 2 5 ثائمه الذر وس شاط م اأ2 11 : : 7 7 7 2 7 ال 7 84 قر ا لالظ حا اب 1 نرج و 7 1 ا 77 \"\" : ل 1 م 1 لد ' ا ا 0 ا الس :", "metadata": {"page": 27, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ل المواذ والأدواث 0 ل ا : 3 8 1 ا ا زمه د سا كا طرفها ا نار بلاشتبكية 3 2 1 قد أ : 8 وادون ملاحظاتى. طاولة شوكة ونال 1 آذ - لهاا ا - الس للد فايص جر ارات 0 أضرب الشوكة الزثانة بالوطرقة برفق ثم اقرب الشوكة من أذني؛ جا : 1 \"0 ام ال . سر وه . ا 8 . بر متا لا 21 0 لح ا باوب وجو وروص وسوس ودر رو", "metadata": {"page": 28, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- الدرزس الصوت وخصاتصه با 4 اير 2 كنف تنضا الصوت؟ الفلرة البنيسة: يف ينشا الصوت؟ - 3 7 0 0 رفاغ 7ه 2 0 7 ا و ل 7 بنسا الصوت عن اهراز ينشا الصوت 3016 نتيجة حركة الجسم ذهابا نج و 2 2 اله . : 8 2 0 2 7 9 ل اله الا 7 مدء : ل سام ا لأضوات وإياباء وتدعى هذه الحركة اهتزازا متعة07؟ ؛ 2 7 فسا ا : سي 22 كو و2 ل جه ل د فعند مشدود ف الة العو د مثلا فإنه بهت باختلاف مصدرها. 72 ب 3 2 ني لعو مثلا وده نهر 72 72 حصي 72 21 2 5ه . 9 27 له 2. م نرء 0 ال وبتحرك إلى أعلى وإلى أشفل فيصدر صوتاء المقاهيم والمصطلحان: نز الننج ف آل الا عصد الكت تح الصضؤت 1066 . اشيزاز الهواء. اهتزاز متتن 7 م 7 ارق ا 2 مال ب 2 2 و كف ينشا الصوت ف ال ا الحنجرة دتجتةآ : \" يف ينشا الصوت في آلة الطبول 0 على الموسيقية؟ الخبل الصوتي 0010  \" 9 حا البق : 1 1 7 1 ا كر قار د ع . . - يي حاب حضو 1 ع م\" ال سح - : قله ود :", "metadata": {"page": 29, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2. 12 مط 7 مالي ا كر لأسا ا ممه كيف ينشا الصوت عند الإنسان؟ يسا الصو عن اهتزاز الحليين الصوتيين و ا يرا ا ا ترس آ: ماك اميه أثناء الكلام. ثري الكنجرة جمتصنة. 1 في داخلها عل 2 ص مه لبر م و فقو : تركييين يسمى كل نا الحبل الصري 00: 0 0021 , 4 درن حزما حلم الاث؟ 1 ا 0 ىس\" 7 : : 7 خطوات ا لعما : 2 8 ف المواد والأدواث 1 احص 7 , 5 الام ادم م 42 : ,\" : امم نموذجا 1: أضع قطعة البويسترين على عد مرعة ون البويشترينء وتام دب حبك ل وه 21 0 م كه 7 7 ب المنضدة واثبت عليها مسامير كما فى الصوزة 1. وأربطة مطاطيف وعود ختبي 3 10 من - - ب د 2ه ل رام او اروم ماضات العصير وشريط لاصق ومقص. أزبط كل مسمارين متقابلين برباط مطاطي؛ بحيت يل 2 كر ءا 2 22 يكون مشدودا جيدا. 6 2 2 2 2 7خ م 1 لكي : ا 2 أجرب:", "metadata": {"page": 30, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "أخرك عود الخشب على الأربطة المطاطة برفتي ذهابا وإابا. 3 حر 22 بخ م : 3 آي ا ألاحظ حركة الأربطة المطاطبة ماذا نتج عنها؟ يح كا ادء ء 27 , أل قي ذا 2 0 : لل الصورة 1 ثم اليق الماصات باستخدام شريط لاحن من الاعلى : والأسشفل ثم أقصها بشكل مائل كما في الصورة 2. ؤ ف و - 2 سر : 7 7\" م م , 8 2ه أجرب: أمسك التى الموسيقية كما لو كنت أمسك شطيرة تبج 80خ \"21 7 2-1 مده ثم انفخ في الفتحات دون أن المسها بشفتي. ' ىس 2 0 ص 2 آرم الم 2 أستنج: كيف تنشا أضوات مختلفة ن كل آلة؟ عمد", "metadata": {"page": 30, "chunk_id": 2, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "حصا 2 لصو 2 23 ؟ ل ب و زه 1 إ كه ا الخ الأعصبك ىت 2 ' ا الاصوات المتنوعة باذ 8 4 90 ل 7 ا 0 ا نتيجة اهتزاز غشاء طبلة الأذن. 77 ض مم بحر 2ه و 0 ر \" م تختلف الأضوات بانتلافف مصادرها؛ الل اي ل جو م بت الاصوات باختلدف مصادرها: غشاء طبلة الأذن. بام 3خ 0 نر الم\" 9 7 7 7 2 2 لذا فالاصوات تدلنى على الأشياء. فمثلا . ىعض و6 رب ؟ 7 وه . ل استطيع ان اميز الاصوات المرتفعة العالية 17 0ع . اه ا 7 م . الك ات 1 لتي تنتج عن اهتزازات كبرق عن الاصوات . '\"و ,الى 7 دطقور د 4 0 م : : نيا ري 2 ع و9 ي. 2 يحدث ماء النهر صونا مخفضا. ', الكو . مف ا الايد دياز ا وا م : 0\" ا راي ا ا 7 : 7 0 ص\" س8 ' يح 5 ا ا ذا الخ ب 3 لا ا 3م : 9 0 تكو ند\" 0 14 يلاي تيل 111 ال جل او ا ا ا ل كالسا وا و اك لج ين ليد القع - 0 5ب اللا سق ا 0 11 د : \"1\" 80 ف ل ا م 48 ار . ب 1 ا 2 7 دي ا \"1 اح ذا 7 5 , : ف\" 1 بي 6 ا 5 ا نو ا ا الوا 0 1 ا : \" ل تحدث ماء العلال صرنا تفع ا داري 1 7 : ب 3 7 4 و 1 0 0 1 0 1 ا د : ا ص . اي الا ا الكل ا عن ا 7 لو 2 , , 5 , 1 7 كر ل ي- 77", "metadata": {"page": 31, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "مجر الأضوات الرفعة ومنها صوت القل عن الكضوات الغليظق ومنه امن نضورة أكتب قائمةبحصادر الصوت وأصنفها إلى : أضوات رفيعة وأصوات غليظة. يا 1ه ره 0012 بلدا ان هار ار 1 ال و ال سي 2 ا دعا رض 27 ل الأب تت ا 5 5 : ححا", "metadata": {"page": 32, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "02 7 ل - يا اله حب 9 بعض الأصوات المرتفعة العالية يزعجنى سماعهاء ونضر بصحة أذ ومنها تح ري و اتروكق 0 لبجم اتحقق: لماذا تضع المراة واقيات على أذنيها؟ يان لول ا فال 2 ىق تق 7و 1 صو و ب مد", "metadata": {"page": 33, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "مراحكة الررس ور ررك اط م لت اراك م اعم 7 ل . 0 ب\" 0 3 ا و 2 و 9 ما 4 زوأ المفاهيم والمصطلحات: أصل بخط بين 106 5 ب 7 او ل ان ام 0 المفهوم والصورة التي تدل عليه: 8 إهتزاز 5 كوا اص وه و اك ءءء متعطزنا أنوقع: في أي الحالتين يصدر الاب صونا 7 قر وه يم 2 ص2 0 ع ياي : 0 اكه ث ب الحنجرة و 6 7 , حتصتدا ال ام 0 رود . 8 و 97 3 يي و2 8 1 ه تفكير ناقد: لماذا يهتر غشاء طبلة أذني عندما ثمر شاجنة بقربي؟ اي و بن و 2 و أ - 0 و 5 ا كربو سا 1 2 1 8 7 7 م ع0 إلى الأشد إنخفاضا: العلوم مع الصحة ا م باه ايه 9 لمجي . م 2-3 يعاني بعض الأشخاص من ضعف حاسة السمع التي توثر في النطقق خاصة عند 7 0 ا رار 2 رص 0 7 سو ؟ 7 7ران 2 ب ب 2 9 ارط ع : ا 0 سم الئه ماه كك نم بالتعاون مع أحد أفراد أسرتي في شبكة الإنترنت عن أهمية هذه السماعات", "metadata": {"page": 34, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا و زر 0 و ا و و 8 الدرس الضوء ومصادره با 4 اب 3 اي 2 00 0 7 2 ب الفلرة الليسه: 3 \"\" و ب هو 0 ف -. 5 - ب يساعدنا الضوء 1 على زرؤية الاجسام 7 7 مو م و سم ف 21 7 . 2 تمدقا الضوء من رؤيه إلا ص 0 0 نيم 7 م م اه بض 0 27 0 لذ 4 256 0 مو م 0 ذن زو ؛ و يمكن للعين عابرى : 1 2 - . . 1 ا 0 ب 2 نر ه و المقاهيم والمصطلحان: ور 7 ا و 2 2 0 7 ب ن . ب الضوء 1161 1 0 6 4 دعم 17 2 2 مصدر طبيعىن  لمستطدا1 ديو 2 0 مصدز صناعىن نو شفاف   اص ال جسم ع را الا در معد و ص ع : جسم معتم 0061 ل ا ا ار بو 0 ع لوا 2 2 برب وخر ض ل ان ل 01 جار\" : ء : 1 ابن 2 و يا 1 2 : د 2 د -\" 2 : 8 م خ د جنا 8 ع اما 1 5 شرك سج الام انرا قي كيت دمن ل مج 5 5 5 ا تنا م كام د رح دي فا ل صن الي ل 1 بحي", "metadata": {"page": 35, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ما مصادر الضوء؟ ره و م اط 2\" ب م م . يا د ل 7 اال ن 0 7 2 ل 0 لو ب 0 27 7 2 بصي 2 2 تدخل الإنسان. ويسمى مصدرا طبيعيا   مثل : الشمس والنجوم الأخرى ومنها الذى يصنعه الإنسان؛ ويسمى مصدرا مناعبا  لمنعتتناتذ يثل: الوصباح والسمعة. أمتيةالضوء. ةن ساالصمي. . 7ق . ري ومصباح يدوي ولع. ذه 3 ير ا 5 87د مدص آء يا -- 0 جوائيه؛ بحيث أمتطيع النظر من خلا نم 111 ال - ل 0 م 8 5 - لل ا الع الل ا ا 8 م 2 ص و ب 0 افا اضلنة - 2 2 2 ا أ 7 حا 1 ولا 1 الوا 3 أنظر من خلال الثقب هل أرى اللعبة؟ : 11 : م ال . . 1 2 د 0 رن لمعب 1 201 9 0 1 ب : أجل الوضباح اليدويبمد إضاءته 1 ا 0- و لاله لاإ 8 سس ال ا 1 ' 0 1 داخل الصندوقي وأوجهه بإتجاء اللعب ثم 1 0 0 ' -- 9 0 وه ركه م 22 9 ض ااي ع أعلق الصندوق وأنظر من خلال الثقب مل 2 ل 0 ق أرى اللعبة الان؟ م 1 تنم وه 0 ما أسمية مصادر الضوء فى الأماكن المعتمة؟ كا ين\" ملكي انحن جز الاك اياف لمم اللس ييا الج يف ب \"\" إذا انقطع التبار الكهربائي وأنا في المنزل؛ فما مصادر الضوء\" التي يمكنتي أن أستحدمها لرؤية ما حولي؟", "metadata": {"page": 36, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 8 ه و 2 ب و ن 4 ه و و ه م 27 اله و ف و 2\" علا ىا ال لا مو تختلف جسام من حيث مرور لضوء من لهاء لجسم ي ينمد لضوء ن لم س 2 7 7 0. 2 2 0. 7 و من خلاله يسمى جسما شفافا ا0  ومثال ذلك: الزجاج والماء؛ . اوري 2 0 ف سم 0 0 2 و والجسم الذى لا ينفذ الضوء من خلاله يسمى جسما معتما   ؛ ومثال 0 72 5 2 7 2 اله ذلك: الحديد والخشب. يب\" ' 5 ' 03 عدي اا ركه عد وه اك 1 ا ا 0 0 ا ض 0 اي 1 1 متب جل ابي 4 : بن 10 ليقع ب\" 5 , 5 يي - ل ', 7 رمك أ : 7: 11 وجو 1 ام : 1 1 أ 1 ع بح و 6 . ب", "metadata": {"page": 37, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "رد 9 2 2 أصنف الأجسام وفا مرور الضوء من خلالها. م عداو لوخ زجاجيء 2 7 ا مه د 4 3 2 و در 1 0 \"م 2 حي امم رح الة 7 بلاستيكي وكتابي وقطعة من أ حك جام 0 9 د 2 2 7 1 تاق ا لوجريه موضوق نرق ض ال حطوات العمل: حي \" امو 2\" 0 س0 2 0 هل ينفذ الضوء من خلال اللوح الزجاجي؟ أضيء الوصباح البدوي وأوجهه إلى الحائط ثم 1 1 2 را لو 2 0 : 1 75 لخ 2 ؟ 1 ا 0 1 2 ,لبط ل الا رن 0 ال دي اا ل ا حو ه و ره 1 0 0 ك مه 2 : مد 0 كرر الخطوتين 2 3 باستخدام المواد الأخرى. ل والشزء ين غاداليا سسب الأجساء يدمنهالضوء لاينقدمنه الصوء 1 : 1 سوسس اللا ع الله ا 5 ايع 7 . اخ يا - ووو مذ ا مسي 37 الل الو : ووم اانا الماحقت : ا -", "metadata": {"page": 38, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الف 2 7 مراحكة الررسسن 1 0 رام 734 2 م 2 0 ه00 هه الفكرة الرئيسة: أعدد مصادر الضوء من حولي. المنا الم لبمطلحاتث: ا 1 ماع 2 2. 4 بخط بين 1 مهم : اله ورة التي 8 001 طخ وه 7 ل أن مد قي با بو وو 1 7 3. 7 تر اع ب ب ,الور 7 و م 7 8 السبب والنتيجة: لماذا يعد الزجاج مضدر ضوء مناسبا لص النوافذ 1 076 م \" ال 0 : دض 2 أستنيج: الماء شفاف لا لون له؛ فهل يبقى الماء شفافا إذا تجمد؟ أصمم تجربة للإجابة عن السؤال. تفكيرز قد: هل تو مصادر لضوء خرارة يضا؟ ذكر ندعم بتي. العلوم مع البيتة العلوم مع الرياضيات 2. 5757 م 9 . م . 2 2 م 97 \" لا أستطيع الزؤية في الليل من نين التعئيل الآتي عدد المواد المعتمة م 2 م 72 7 ا اس دون ضوءء إلا أن هناك حيوانات والشفافة داجل غزفتي: نسة تستطيع ذلك ابحث با ستخدام عدد الأجسا تصادر الملومات عن نات انب 0 مخ في . بي ا عرن الك : التحيت ء كم يزيد عدد الاجسام المعيمة على عدد الأجسام السفافة؟", "metadata": {"page": 39, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "6 ل امه لا \" \" اتب الثرا والتوشع 0 وق ال ورم 2 'و و ررض 2 ل د لا ىا رقا : 1\" 9 تغرف المضيئات الحيوية بأنها كائنات حية قادرة على إنتاج الضوء بنفيها 2 م 5 2 7 - 2 وهى تعد مصدرا طبيعيا للإضاءة. توجدمعظم المضيئات الحيوبة في أعماق امحيطات. منهابعض أنواع الأشماك وكناديل البخرء وهناك بعض العضيعات تعيش على اليابسة منها كان النس قديمايضطادون العضيئات كبيرة الحجم ويحتفظون بها في أقفاص د م ب الح ع 0 اء يراه اش م , عد قدرة هذه الكانات على إنتاج الضوء إحدى عجائب خلق اللو شبحاتة وتعالى في الطبيعة. ل ىر م اس وك سل رس ا ا ره أتواصل: أبحث عن أمئلة أخرى للمضيئات الحيوية باسيتخدام مصادر المعغلومات - 1 ا رال2 د 2 4د 2 7 ض المتوافرق وأناقشها مع زملائي زميلاتي.", "metadata": {"page": 40, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "المفاهيم والمصطلحاتث أي 9 21 8 و7 ب 0 0 - . اكتب المفهوم المنايب في كل فراغ مم ياتي: و عل و ما كه 2207 0 3 عاض خا 1 ب م 2 0 بخ 0 ينكا من اميزاز الأجسام: . ارده عر اده ار سا 3 تعد مصدر الشوء الرئيس على الأرض؛ ااا 2 روي 2 8 8 مصادر الشوء التي توجدأضلا في الطيعة ولم يصتعها الإنسان: . مصادر من صنع الإنسان ترردنا بالضوء: ا المهارات والأفكار العلمية أضع شارة نحت صورة الشيء الذي يضر صونا وضوءا ما:", "metadata": {"page": 41, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا . 7 9 7 1ج أصنف في الجدول الأضوات الآنبة إلى: رفيع وغلظ: 9 م 9 3 نب ب م 2 2 صوت الطب ل صوت العضفور صوث رفيع صوت غليظ 207 مز رز قرع 0د ىه كوو قم ' اا 1 ائبع كم ره سء - الآ يه أصنف الحواذ الآنية إلى: مادة معتمة ومادة شمافة: تفكير ناقد: لماذا توضع رجاجات الدواء في علب كرتونة؟ 3 2 - 79 رن جو 7 2 و 8 أضع دائرة حول رمز الإجابة الصحيحة لكل مما يأتي: و 1 0 3 و 88 النجوم. الفانوس. السمعة. 6 اجا 4 مو و 2 أحد الاتية ينفذ الضوء من خلاله: 0 ساس : و 88 الهواء. الختب. الحائط. 3 من الحمئلة على المواد المحتمة: و م عر 0 7 88 الزجاح. الحشب. اللاصن الشفاف.", "metadata": {"page": 42, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 0 0 ب. 2 و 9م سم سه . و ل 0 ني أصدر حكما على السلوكات الآنية بوصف كل منها بعبارة: سوك صحيخ 03 و لي 77 ا : يستخدم رامي زامور السيارة في أي مكانء ومن دون سبب. . 7 0 ه ب 77 م 0 بخ رب وكورء : 8 ل ب 7000 تك الضوء والصوت في مزلي ب و ,7 ل ا اجر عو 9 ألاحظ الاجسام الموجودة فى مدرلى واصنفها فى جدول إلى: 3 2 ع 2 3 ل ا أجسام تصدر أصوانا. أجسام تصدر ضوءا. جع - : 0 الي بغي بل 7 ان ا بر 4 0 - د نع و 0. 0 8 سر 7 \"؟ 5 2 أتواصل: أشارك زملاتى زميلاتى فى المدرسة ما توصلت إليه.", "metadata": {"page": 43, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "' 0 - 0 -- و 8 7 رز المادق و 2 717 07 21 شي و 0 0 جحل 7 7 \" ا ا , 8 مص 11 - ألا\" كيل - لاسا ا داج اال ارج ليا ودار ا عب ب 01 : , بد ال اليا د الك م ةا 7 6 م ا 1 2 9 ا اللماجت : أ الما روي كوه . ا كبا نذا اج 1 5 م د ار : 1 و 9 2 فم ب الل 3 الل د ا د وى د ار دب ادر مرحنا ان انا ا 0 صر ادن ب حم - با يي اعم اجا ازا سه إن 7 آ و 7 ل , اوودؤوسه 77 ط اندي 1 4 5 حاد. م 57 7 م : ؤ \" 1ب آي ةهه--. -. - عشلا مكحن ا ا اط كر 7 د ل : 1د لعل اودر صق كلت 1 0 7 : 2 1 0 1 7 ا حر و ا 7 اال ا\" 87 7 جا 7 ا \". فيه للا لل مي 1 الفكرة العامة ض ' 2 1\" 0 و 0 . ب 7 ' ا و ل ني 2 0 0 ع ا حا اماتها. ر7 تختلف المواد من حولنا فى خصائئصها واسد 7 7 2 7 ن ا \"1 ل 0 ما ص جد 0 بال ور أ ء 0 : ول\" 5 1 8 ب ا ا 1 م : : ال", "metadata": {"page": 44, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "5 ثائمه الذر وس المادة وحصائضها. حالات المادة وتحولانها. 1 م ايو ب رو ض المادة والطاة. ض : و 5 ز4ى ا", "metadata": {"page": 45, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا ص الح الست . . سي اسس. مسمسسسسسسسسسسهوووت. . 0 , 0 - ء إل ام . ل\" بخ 1 7 اه 9 ا 2 58 2 إرشادات الأمن والسلامة: أغسل يدي جيدا بغد الإنتهاء من النشاط. خطوات العمل: المواد والأدوات 1 7 و 7 22 7 م مثل لونهاء وككله وملميها. بها راح ود كس رجاجة ماسةحصي 1 فل\" : 7 ع\" و ماح 2و ل ب 71م 1 1 أجرب: أمسك ربطة الشعر المطاطة يدي 2 7 ب يع مت\" : بوعل وأشحب طرفها بيدى الأخرى ألاحظ ما رو ل ست وا ال ل 1 7 ل \"م\" ربطة شعر مطاطية : : يحدت لهاء وأدون لاحظاتي. انحط : 3 8 . ة ستخد . دول . ب وو 7 ب و ب 1\" ب و ءءء 2 2 ه22 2 7 : أجرب: أثني ماصة العصير من المنتصف والاحظ ما يحدث لها. : 27 ,2 ا 0 9 0 0 اا حر 2 : أكرر الخطوة 4 باستخدام عود تنظيف الأشنانء وأدون ملاحظاتى. 9 ما م 0. 7 94 0 ع شما ا 2 0 : : - 9 ؟ و 2 م 3 الآ اه : : : أستنتج: هل هناك علاقة بين خصائئص المادة واستخداماتها؟ : : ا خم ب 2-11 ا : : أتواصل: أناققش زملائي زميلاتي في النتائج التي توصلت إليها. : : ض : . 7 ب\" 7 . 7 7 1 : \" د بخ\" م دي و 4 0 9 ز التضنيف: وضع الأشياء المتشاهة في خصائيها في مجموعات. ب", "metadata": {"page": 46, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا الدرس المادة وخصاتصها بر 4 ام ل 2 0 الفثرة ابلس : تحصار و المادة تحتلف المواد في حصائصهاء والاذة 0 و ب مو فضي اردق ريد عالمنا مليء بالأشياء ويسحى كل شيء كل شيء له كتلة؛ ويشغل حيزا. بدت يو 1 22 ارق 20 د ب نتعرفه بجواسنا مادة 1131. ولكل مادة المفا م6 المضطلحان : 2 7 عور يو 0 2 7 م2 لجع تحصائص كثرةتميرهاء منها: اللون والشكل؛ المادة 1167 ا ن 73 1 الكتلة يي الحجم عساو ن و ن و - المواد الموصلة للحرارة 6 2 6 لو 6 1 ' المواد العازلة للحرارة 4 1 نا لم111 عصتتة01ن119 111 3 رلا احا 071 1 سواه امنا 46 ل '", "metadata": {"page": 47, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "3\" بج . م د 7 2 م م . ا 27 و لمعيه : المواذ والأدواث تعد الكتلة إخدى الخصائص التى وراب ا ات ا و نمب المادة. والكثلة ويد1 مقدا جح ام ا ىو 4 اك 3 7 ن ل 0 ره و 0 1 ساقم المادة ا 1 ده الجسم. ممحاة بر ري وو . ق و لموجو اب م ويمن ثلاثة كتب . - مزلا ذو كفتين و ب 0 ب ب 23 0 ب وي م ص 0 كمل الموا؛ فتعرفأيها الخفئن وآجي خطوات العمل: و 7 اهدض ارود انه 0 م 7 اخربث: أ الممحاة كف إحدى ' يدي والكتاب في كف يدي الاخرى 0 0 و 1 : ب دا 1 : 0 3 ب و ع ل ب 1 طم 8 ألاحجظ: أضح كتابا في إحدى كفتي 1 ند ل 7 ل اا . م7 و و 1 أ الميزان والمنحاة في الكمة الأخرى. ثم 4- : 0 1 2 3 م حر ضح 72 9 2 2 2 ا ار أراقب حركة كمتى الميزان هل بقيت كمنا ا 8 الميزان على المستوى نفسه؟ لماذا؟ م - 5 2 . 9 0 و 3 ل أقارن: أي الجسمن كتلته أكبر؟ 5 م 6ه و52 رم 7 ا 0 اصر اي عمد \"0 5 أتوقع : ماذا يمكن ان يحدث لكفتي الميزان 27 سر كدر : ا 31 ماه 2 م 87 ره 7 اتحقق: ايهما كلته أكبر: الفيل م إذا وضحت كتابا واجدا فى كفة وكتابين فى : \"م 7 ل و رار كو 9 ار العصفور؟ اكة الأخرى؟ أتحقق من صحة وفعي . ا ك2 اي مجر أتواصل: أغرض تتائجي على زملاث ي 7 لم2 زميلاتي وأناقشها.", "metadata": {"page": 48, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "7 ما - 2 00 9 . و هه و م و 0 1 ل \" ر دلو ه لو والحجم  هو مقدار المكان الحيز الذى يشغله الجسم. 0 ص2 با م و و عو 3 و 0 7 2 ب اتحقق: ايهما اكبر حجما: السيارة م الشاجنة؟ 0 ه ن و 0ه رو 1 م هما اللاي م هك و \" بجا : ج جب 0 7خ ال ااا : د 2 عو \"م ا - الآ أ انق 8 للح يت ال ب ير حا اق سح اللسكاتة م ته 31 0 0 \" - 0 تيس 0 7 2 ا ل 7 1 ري 5 1 0 1 سي 1 لول 1. ا مسساساات ال لأا امسا را لاا ررس و جم كار ا مد لارام لو م : 0 ا ا ل ا طن لي 0 0 ير را ل 7 \" 1 0 1 8 - \"\" 0. 6 2 1ل 7 1 1 اي ص اط اي وذ,", "metadata": {"page": 49, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "م انع قر 2 التوصيل الحراري ملمتتاد11 عستك 0100 11 ومنها: ألميو م والحديد والتنحاس وماد عازلةللحرارة ملفتود10 عدصت5012ه1 أف12ل ومنها: ا لحسث تستخدم العواد الموصلة للحرارة في صناعة أشياء عدة منها: أواني را ب كم ا 0 7 ا ا ,0 الطهي وأباريق الشايء أما العواد العازلة للحرارة؛ فهي تستخدم في صناعة مقابض أوانى الطهىء والملابس الصوفبة وخيرها. أتأمل الصورة ل 03 ا ل أحدد الأجزاء العازلة للحرارة والموصلة لها. للد كته بشتاك حت : راك آي طن الج اك خاي و اتحقق: لماذا استخدم الملاعق المصنعة من الخشب في تخريك الطحام في أثناء الطهي؟", "metadata": {"page": 50, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "؟ 5 ,72 استخدامات المادة \"م \" ب 2 2 4 كو ره 7 ؟ 3 تعتمد اتخدامات المود في حياتنا على حصائيها؛ فمثلا نستخدم الزجاج الشفاف في صناعة التوافذء وتستحدم الصخور في بناء ابوت وتستحد 7 0 2-7 الماك 0 دام لس ب وه دي عد لفطي في صناعة الملابس الناكمةء أما الحديد الصلب فل أمممةكرة تعتمد اشتخدامات المواد في حياينا اليوية على 7 ا 1 ا 0 م 1 ان البالون؟ 0 50 نت", "metadata": {"page": 51, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ادف ل 9 مراجكة الراس لفكرة الرئيسة: ما حصائص المادة؟ 2 أن فعاف ماما 01 1 ترك جا 2 المفاهيم والممصطلحات: أصل بخط بين امهو الله 2 0 2 ال ليه والصورة التي تدل عليه: 1155 ع أيهما كتكنه كبر: كتاب العلوم أم كتاب ب الحجم الرياضيات؟ كيف أتحقق من صحة إجابتي؟ غسساه ع وا كه أفارن: أي الحيوانات الآنية أكبر حجما؟ 4 للد - صف ماذتين ظامركين في الصورة المجاور ض العلوم مع الصحة ا العلوم مع الرياضيات ا 1 ني خا لام م2 2 يد ازوياد الول عند 11. تختلفكمي لسوائل التي تتس لها الإلسانمنموشرات ر ا لموعية. أجد سعة كأس الماء الذي و 2 1 ا ل 3 ا , ا و : طولي؛ ثم أفارنة بطولي يس في العام الماضي المدون :", "metadata": {"page": 52, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "7 - 8 ع م - 2 و ب الدرس حالات المادة وتحولانتها ابا 5 ار فر الرنسة ما حالات المادة؟ الفلرة البنسية : ت المادة 2 3 ا اط كه 2 ا أ انطع للمادة حالات ثلاث: صلبة تعلمت سابقا أن المواد تختلف فى 7 ا 17 7 1 8 8 . ا ا أ 2 2 وسائلة وغازية. وتتحول المادة خصائصهاء مثل: الكتلة؛ والحجم واللونء 7 2 7 7\" م 9م و 9 و - 8 م ع 0 0م 0 . : 2 5\" : مه يها لمو ب 2 لا 0 3 1 : من حالة إلى أخرى إمابالتشخين. والشكل. وتختلف المواد من حولنا في حالاتها 0 8 3 2. 7 7 3 اق 5 ب 7م 2 . 2 1 أل\" 2 يه . المقاهيم والمصطلحان: 2 الإنصهار 1161 1 بون ااه أن 7 . ا التجمد  ا ال يي 2 و ل 14 ل ل ا . ل 1 التبخر  6 عر 1 1 و 7 لاي ااي فو , 4 تح 2 : ححا فال الى لما 4 التكاثئف 0 3 ا حص لت ا 077 يج ا الا ا ا ا شق مر 0 1 أل ل 1 7 - ل : نذا لا \"م ء: 2 ال م ل 7 ط\"\" 7 ع \" 9 : 8 0 5 7 5 1 اللا ل انناب ا لخاد لاد ال م د لب ضراع م : 1 \"0 ا ل ا رم 7 ط 5 8 مم ا 7 7 1 1 8 و : 2 ل 8 ا لمي 8 4 08 ا لي ا نحا د ل الا سس الاي ب ل د ا 2 3 7 52 3 01 اب ا 1 احاح ا 5 اح 1 مع صا 8 ا الا ا 8 مدع اا ا ا ل 3 - كيس -- ل ل خركة جد درن ا اا د ال", "metadata": {"page": 53, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ل ان ال ان ا لس 7 ه المادة الصلبة لها شكل مخدد لا يتغير إذا كلت من مكان إلى آتحر. ومن المواد الصلة . . الحجارة والدمى. 1 7 ب 7 7 7 4 و7 و اه 0 1 المادة السائلة ليس لها شكل محدت ض وكأخذ شكل الوعاء الذي توضع في ال 1 مها اما والعصه.", "metadata": {"page": 54, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "9 رو 9 الم ا ود 7 ب 0 بي 2 8 و 7\" ب : : المادة الغازية ليس لها شكل محدد؛ 9 ل ب و م ا . : 00 2د ا ا ب ' ' كك لان 0 2 وثملا البالونات بالغازات أيضا. 1 0 و . 7 اي 0 . 7 0 1 ان . 8 1 1 ل 1 ب ا ى, 7 ا 8 الها الي ف ع . , 2 ل : 7 هر أتأمن الضوزة ل ض م ب 2 8 يو ب اي -بالفقنة\"\"س\" سمسدحسحسبت ما حالات المواد الظاهرة في الصورة؟ اوج . : - الك 0 تي 0 4 ل ب \" \"0 د حتت 2 7و 2 2 0 2 8 ا : ال ل 8 2 أى - 4\" 7 م ن يا د ات د 5 6ه 2 مسي جا بيع دد؛ : . ب حي اه ا حت ااا ال", "metadata": {"page": 55, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "م 2 و ؟ 71 2 تحولات المادة بالتشسخين وه 2 2 7 ل 2 : 0 \" 7 ددهي 0 ل 2 2 و 2 تقل على تناول المعلجات فى فضل الصيفء وتحفظها فى مجمدة الثلاجة عادة؛ كى : مح 1 4 ل م م مر 2 9 1 تبقى ضلبة ولا تنصهر والنصهار ناا11 عملبتحزل المادة من الحالة الضلبة إلى الحالة السائلة بالتشخين. \" وتاج نبا - لين 1 1 ايا : الل 1 - 0 ا مح ال ا ا : ا . \" ا ان اسم وم ا\" الي لم ب . سي 0 الحعصح .", "metadata": {"page": 56, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". قد ى : 8 اا ا ل : حكن ل لأ 0 1 2 1 ا ا وا ريط با ا 7 لاب ب 7 4 , نا كر د ححا مود اا ماو كا لق وح الال ل اج ل ند قح حا يدي لاي حر لدو ات ل ا ا ا ل ل ل ع و 9\" س0 لايم 2 7 ه ب سر الو 7 2 2 ل - - - م 7-0 . للا ب 0 عب ساعات عدة دذلك إلى التبتخر . 2 يق -- شه ت عدة ويعوددلك بخر  لحي 2 و و ددر درم م2 أ ل العقائلة ا هو الماء لحالة السشائلة 1 و حورل و خرف 2 2 2 نه ل 0 ب الحالة الغازية بالتشخي الخد 0 ب 7 و و 2 ن الما د را 8 2 ا 9م 0 . لي ب و 0 م إ ماذا مصحدث لماء وضعتة صفا ف . صنة كتها فى حديقة بو 2 27 و م فى يبب 6 وبر فى م ا '. '.", "metadata": {"page": 57, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1 0 : ا ى 8 سي , . با ب 5 5 م 1 . ب ا نون القت ان ين ا ب الب اا بج 3 , 4 رز ل 1 ا : ب ب 85 ا : 0 , 3 1 يتجمد الماء فيضبح جليدا. 7 2 و 5 بم 7 7 9 يي 2 و\" لاحي 7 ل 257 0 رالا عندما نضع ماء فى مجمدة الثلاجة يتجمد فيصبح جليدا؛ والتجمد يهنت 7 عمية 2 0 7 0 م ب م 0 م 2 بم - تحول المادة من الحالة السائلة إلى الحالة الصلية بالتبريد. 0 2 4 3 ص ا 27 2 7 3 ار د 7 بتكاثف بخاز الماء عند ملامسته سطحا باردا مثل زجاج النافذدق وبتحول إلى قطرات : ا و 0 7 9 0 م 0 0 - ماء. والتكائف 0 عملية تحول الماذة من الحالة الغازية إلى الحالة السائلة بالتبريد. 1 0 ا ا . : اللا 7 ال م 2 . ف 2 جا ام تكاثئف بخار الماء لا ل ل و 72 : ته ' ف \"", "metadata": {"page": 58, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ور سرام 2 ساسك سر الم 7 ا در ا262 عل سا 0 7 الم 27 تعذ عملية التبخر عكس عملية التكاثف. وعملية الإنصهار عكس عملية التجمد. غاز تبخر إنصهار ع ,و : ل 2 ال بخار ماء . سائل ل ار ال 2 ب 3 ا 0 م ا 0. مو اه لف الف . اتحقق: لماذا لا استطيع مشاهدة وجهي في مراة الحمام بعد الإستحمام بماء ساخجن؟ 4 واج بحيو 1 2 7 و كيف تتغير الماذة من حالة إلى أخرى؟ 2 ال 21-2 لآ كع ا إرشادات الآمن والسلامة: احدرمن المواد والأدواث ايكاب الماء الساخن. . 8 شيل اليا . اا 1 2 اردع مكعبات جليد 1 كمية من الماء فى الكاس. كاس زجاجية الاحجظ: ماذايتصاعدين الكاس؟ بيبست مضدد حرا 2 0ه 2 ن ل ماذا تسمى هذه العمبة؟ صحن زجاجي ش00 47 مه 2 هي ررغ 4ض 2 05 م 2 2ه أجرب: أضح الصحن الزجاجي فوق الكأس ثم أضع مكعبات الجليد فوق الصحن وأننظر هتصه 5. وو 1ه اي 7 س2 ءءء عغالك: ه ل أفسر: أرفع الصحن قليلا ماذا تكون علي من الأسفل؟ لماذا؟ سس ص 2 2 7 9 7 2 7\" 0 أستنيج: ما العملية التي حدنت لمككبات الجليد فوق الصحن الزجاجي؟ ررض 2. 2 8 ررد . 72 \"0 2 0 , \" رار 2ه أتنا: كيف يمكن أن أحول الماء السائل في الصحن الزجاجي السابق إلى جليل مرة أخرى؟", "metadata": {"page": 59, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "مراجكة الرئلا ا م 7 ه ا 2 ادده. 2 ا 2 9 7 3\" الفكرة الرئيسة: ما حالاث المادة؟ وكيف تتغير الما من حالة إلى أخرى؟ و را م ار 9 دو رز 4 ا 00 المفهوم والصورة التي تدل عليه: . 0 1 72 ا تجو ل له 2ه و ؟ ج 8 التبخر أفسر: لماذا تشكلت قطرات الماء على 3 0 . . بس م\" المطح الخارجي للعلبة في الصورة الام ا الآتية؟ مك11 ال قو حا 1 7 1168 مو مم 2 7 زور ل طلس 8 سال ب عو 7 . ب\" م لأا تفكير ناقد: فررعمر وزينة وضع إناء ماء تشرب منه عصافير الحديقة. فافترح و م 0 1 2 اما آم م 0 . 7 الصا 0709 زرو عمر وضع الإناء على طاولة في منطقة مكشوفة اما زينة فاقتررحت وضعه 0 7 9 7 يج سس ع7 ين 2 سر ع 1 0 في الظل تحت شجرة. هما تؤيد: عمر ام زينة؟ لماذا؟ لي قو مع اديت عد حدليى 7 ال ا لخر ءءء : 6 : قر و7 : ا مستي النفايات في مدرستي للخصول على علب : ب\" 3 7 25 يمد . 0 الألونيوم والمواد البلاشتيكية؛ وأستعين بإدارة ودف ا ما - ل 2 91 دكدد م2 قا ل\" 3 1 مدرستي للتواصل مع الجهات المختصة بتدوير هذو النفاياات عن طريق صهرها في أفران خاصة ال وإعادة تشكيلها للإسيفاة منها. ادج ع", "metadata": {"page": 60, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- الدرس 37 المادة والطاقة با 8 اير لق اس : الطافةتجمل الأشياء تعمل بس ب و بم و م و : 8 ع 8 \"8 وتتخير وللطاقة أشكال تحتاج جميع الكائنات الحية إلى ا الطاقة 00 لتق ؛ فالطاقة تجء متنوعةء وقوائد عدة. - رف 7 \"1 تجمل الأشياتء تعما وتتعين وللطاقة أشكال اقيم والممحان : مي د بم 22ص 2 , مختلفة وقوابد متعددة. الطاقة الحرارة 1181 الكهرباء بجانمت166 6 27 ص و الماء المتحرك ععن172 ا 7 له يبي 7 عع ' 5 9 ذا 1 للبت", "metadata": {"page": 61, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا 27 رء الخ ارة 121 طاقة سحر ن \"0 7 ام وه . ج- ققحن - 7 . - 0 . 2 5 لخم - الا شياءولهادوز ف بعص ا : كال يب 1 - 2 4 م ء ه لو م : ل تحخولات المادة. ونحصا ض ض النية 2 1 ا 0 د ا وا ب 2 2 2 2 8 ب \" 0 57 ا واختراق اذ مخ : : 0 ز و ل : تم ا 71 ا 0 ال نينا ال قدو ود 1 ل الطاقة ورد م وددم ك: ه00 7ه ور لضوء شكا من شكال قة يمكننا من زؤية ا شياء من حخولنا. وتعد ب و 727 الب ارتى غلك كما ئكليت سانا -كصاء لاك ا 7 ل ا ا 7 نا 2 1 بز كا فلي الل اانا 0 وال لان ا اذا ور 0 ال ا لاا ال أ ااا اانا 0 0 ا أ اي 70 7 لأ الا ب ل 1081 000 0 ذا 6 ل 1خ : : ا ل ب ل ا 2 ا 1 ل ا ا 15 ا 1 نالو وان الحا 1 1 بي م ذأ ع ا ارا ا لا 7 ا 0 4 و ا \"0 الم ل أ لاا الأ ا 8 \"8 الم ال ال اا ل 4 0 ا 0 ,' 0 7 ' , 7 ب : 7 1 1ل \" 1 م ال 00 0 2 1 1 4 7 81 0 ل 0 ال \" 0 ل 1 ل '. 1 م 4 س0 7 7 وب ا 7 1 1 1 0 ل ال ب 1 0 21 1 1 0 : 0 1 1 1", "metadata": {"page": 62, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "017 قة تعمل ' د 0 ' الا م 2 ال 2 : 2 0 بهاكثيزين الاجهزوبهاتضاء دض 1 و 1 1 يتح 0 وآنمء المتكية 10 ه110 طافةتحركالشباء. بي ب \" 2 7 : ح' رحن . 6 3 9 - 2 لاسر 1 مد 1 1 7 1 ل و ا اح ل ب لازاه ااا و جح ا 1 2 بيدا ل , مهكاكل. . ا شير ادح حب يسوتفت 77 كدرا- حار 7 يح سي حا اا 1 م 1 1 -حجهجج . . مم ب ححياق تود م حو ا ل ا فس ليسي ما 7 مسي 7 مسجو ون و ل ا \". ات لس ا جدح-. . لي ع الا . ليس ل ا ص ات موحت -سح", "metadata": {"page": 63, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 ا 52 , مراحكة الرسان 2 ب 03 و ب اله م شسة: ما م 2 و هد 0 لكر الرئيسة: ما أشكال الطاقة؟ وما أهميتها في حياتنا؟ ال : اكد 0 77 و 2 0 د 2 1 المفاهيم والمصطلحات: أصل بخط ال 7 ب 7 و وب أ 1 تاكس زا ارت جال صنف المواد الاتية إلى مواد عازلة 2 7 : م 4 ب\" بع ا ا ا 0 للحرازة ومواذ موصلة للحرارة: 1 ا ب و ب و ب 0 ص الزجاج؛ النحاس الهواء الحديل 0 41 م م 22 1 لول ا 0 تفكير ناقد: إذا كنت : 2 الف ط عه ا 7 2 كنت خارح الب 1 م ماء متحرك بابد ي في را 7 مسي : 1086 بالبرد ب يمكن أن دف يدي؟ 110 نلوغ مع المجته الا يو ا م مع المجتمع 3 لعلوم مع القن 4م 2 1 ا 23 ب و و لي افراد أعد لوحة تضم صور م 7 الحرارة . : 0 3 2 لأشكال الطاقة في منزلي. 1 زر في صناعة الزجاج. وأعد \",0 تقريرا حول هذه الصناعة وأعرضه 0 ب ء 7 7", "metadata": {"page": 65, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "8 خلله 0 2 زه ف - الإترا والتوضع سير ال ا - درجة الحرارة عر ا . و 4 درجة الخرارة مقياس لمدى برودة الشيء أو شخوتته. أستخدم مقياس ل ا - زكر له رار 2 ن 2 نا هاه درجو الخرارة ميزان الحرارة لقيامها. وتد 1درجة بلسيوس وحدة - 2 ا ا 7 ا ا 9 قياصها. وهناك أنواح وأش كال محتلفة من مقاييس ذرجة الحرارة منها 8 \" ل ىم بت\" ا ري 8 ره و2 جسم الإنسان عن ذرجة الخرارة الطبيعية 37 ذرجة بلسيوس يعد مؤشرا 72 م 0 ع 0 وداب على إصابة الجسم بأمراض معينة. حاف نجنا ور لحل 2 م ل د 7 2ه أبحث في أنواع مقاييس ذرجة الحرارة واستخداماتهاء ثم أعرض تنائج داه ار مجر 7", "metadata": {"page": 66, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "المفاهيم والمصطلحاث أ 5 1 0 77 - ا ا ا. . - : أكتب المفهوم أو المضطلح المناسب في الفراغ في ما يأتي: 0 9 بر م 2 قو 0 70 0 بم 0 70 2 ده \"0 سام المهارات والأفكار العلمية ا وا م و 0 اسار ا \"2 صاء ع و الاحظ: ما الذي تشكل على غطاء انية الطبخ ؟ 2 . امس راع كم سي . اط\" 2 ,2 2 و تخي م2 اه د \" : 9 م وألقها فى جدول مشابه للجدول الأتى: حالات المادة و كر 7 م7 ع اسه سس بح\" ن 2 ن : و 0 2 أفارنبين تصادر الحرارة من حيت إشيخدامانها فى حياتنا.", "metadata": {"page": 67, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "سه و م ا . ا ؟ 2 و ب الاي ؟ 0 ص م ا م جا . تنج : هل يتكائف بخار الماء على سطح زجاج النافذة من الخارج في يام بحسي 2 ثولدكيره لضو تثرو ي. أثنا: أى المكعبين كثلته أكبر: الأحمر , تفكير ناقذ: سامى طالب فى الصف الثانى يعتقد أن الهواء ليس له كتلة. كيف أقئعه أن الهواء مادة وله كتلة مستحدما مواد بسبطة؟ 41 و ,7 0 ص 7 امه و 0 2 أضع دائرة خول زمز الإجابة الصحيحخة لكل مم ياتي: عور 3سىس\"ض لاس رضم 72 و ره 1 أستحدم أحد الأنية لمقارنة كتلة جسمين: 8 الميزان ذا الكفتين. ميزان الحرارة. قح المسطرة. 2 من الأمئلة على المواد الموصلة للحرارة: 9 هو ا ن و 88 الأمنبوم. الحتت. البلاشتيك. 3م 1ت 7 2 0-0 . 3 3 أى فصول السنة تكون درجة الحرارة فيه أعلى: 8 الصيف. الشتاء. الربيع. 2 0 6 لح 4 تحزل السائل إلى غاز يستى: 8ل إلصهارا. تكائنا. 8 حا", "metadata": {"page": 68, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "طويخ الأداء 2 ل 5 لآ 5 م تخولات المادة في المطبخ بع ا ب رار ار ود 0 22 مواد والأادذوات: ورفقى وقلم ومسطرة . و مح و0 9ص حطوات العمل: 3 جا و 2 ص ل 0 مم هم ركه ر سل و رر2 الاحظ: أراقب والدتى عند إعدادها وجبة الغداءء وابحث عن تحولات فى حالات المواد التى تستحدمها فى إعداد الوجبة والمشروبات الباردة؛ كه 7 7 0 الم ثم أرصدها على ورقة جانبية. را ءءء 27 2 سر م ل اس ا م 2 و : 7 تخولات المادة 0 0 0 را 2", "metadata": {"page": 69, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "مسرد المفاهيم والمصطلحات 0 أعضاء الحس قوع 0 : أعغضاء مسؤولة عن الحواس الخمس؛ وهي لعين والأنف واللسان والأذن واللد 0 الأعضاء الداخلية مصوع 00 له 010: أجزاء توجد داخل جسم الإننسان؛ منها الدماح والقلب. ا الإهتزاز 1370: 0000: حركة الجسم ذهاب وإيابا باشتثرار. 0 البخر  عملبة تحول الماذة من الحالة السائلة إلى الحالة الغازية 0 التجمد 111 عملية حول الماة من الحالة السائلة إلى الحالة الصلبة بالتبريد. النكاتف م عملبة تحول الماذة من الحالة الغازية إلى الحالة السائئة بالتبريد. سه ته 3 2 ور 0 جسم شفاف 00  : الحسم الذي ينفذ الضوء من خلاله. 0 جسم معتم بكىزرا0 عسود0ر0: الحسم الذي ل ف الضوء من خلاله. 0 ح 2 و ا 0 0 0 0 الحجم عرررن701؟ : مقدار المكان الخيز الذي يشغله الجسم. 0 الحنجرة 7 1د. 1: غضو يوجد في الرقبك وتحتوي الحنجرة في داخلها على 0 الحبال الصوتية 5 : الحبلان الصوتيان: تزكيبان داخل الحنجرة 0 هتزان أثناء الكلام لإضدار الصوت.", "metadata": {"page": 70, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 الصوت م: شكل من أشكال الطاقة ينشا عن إهتزاز الأجسام. . العادات الصحية  7 ال: شلوكات تساعد الإنسان على البقاء بصحة 0 العضق وع0: جزء في الجسم له وظيفة محددة. الغذاء الصحي 1000 : : غذاء يساعذ على تحسين صحة الإنسان. الغذاء غير الصحي  1101: 0101: غذاء يحتوي على كميات كبيرة من السكر أو الملح أو الدهون؛ لذا فهو يسبب الضعف للجشم؛ وعدة مشكلات صحية 0 و وا مج قد 3 و 0 المادة : : كل شيء له كتلة؛ ويشغل خيزا. مصدر صوء طبيعي  181: 6 : مصذر للضوء ييوجد أضلا في الطبيعة؛ ولم يصنعه الإنسان. وتعذ الشمن من أهم مصادر الضوء الطبيعية على 0 مصدر صوء صناعي 5007 داع1. 1 ل711012: مصدر للضوء من ضنع الإنسان. 0 الكتلة 5وو1: مقدار الماذة الموجودة في الجسم.", "metadata": {"page": 71, "chunk_id": 1, "subject": "science", "grade": "g2", "source": "Science_Prim2_T2.pdf", "quality": "ok"}}
