{"text": "تب ب 9 المركز الوطني بي 9 لأردنية ال لتطوير المناهج 0 : 8م ا ا ا اجوراء ساي تش 5 دعي حزات ون 0 الو لآ رك 71 يما 0 2 رو 2 الصف الثانن - كثات الطالل م و 0 7 الفصل الدراسي الثاز ا فريق التأليف م أ. د. أكرم عادل البشير رئيسا الناشر: المركز الوطنيي لتطوير المناهج يسر المركز الوطني لتطوير المناهج استقبال آرائكم وملحوظاتكم على هذا الكتاب عن طريق العناوين الآتية: 1 010020م 2088 80. 80 06-5376266 7 2-\" 60. 9010 . 101010 0 0170 . 166002-20-20 0200", "metadata": {"page": 1, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "قررت وزارة التربية والتعليم تدريس هذا الكتاب في مدارس المملكة الأردنية الهاشمية جميعهاء بناء على قرار المجلس الأعلى للمركز الوطني لتطوير المناهج في جلسته رقم  تاريخ  م وقرار مجلس التربية والتعليم رقم 2024143 تاريخ 20-7 م بدءامن العام الدرامى2024 2025 م ردمك 978-9923-41-661-7 ل1587 المملكة الأردنية الهاشمية رقم الإيداع لدى دائرة المكتبة الوطنية بيانات الفهرسة الأولية للكتاب: عنوان الكتاب العربية لغتي كتاب الطالب: الصف الثاني الفصل الدرامي الثاني إعداد هيئة الأردن. المركز الوطني لتطوير المناهج بيانات النشر عمان: المركز الوطني لتطوير المناهمج 2024 رقم التصنيف 3724 الواصفات اللغة العربية المناهج أساليب التدريس التحليم الأسامتي الطبعة الطبعة الأولى يتحمل المؤلف كامل المسؤولية القانونة عن محتوى مصتفه ولا يعي هذا المصنف عن رأي دائرة المكتبة الوطنة. د. أحمد داود خليفة د. كوثر عماد بدران المراجعة التربوبة: د. محمود حسن الخزاعلة د. سامى محمد حمام الطبعة الأولى التجريبية خض متعة التعليم الهادف 5ه 2024", "metadata": {"page": 2, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ": 8 ا 1 ل دا 1ه ل 7 ود الؤخدة المادسة: مدن بلدي الدرس الأول: أستمع بانتباه وتركيز. كم الي كثرة ادكه ل ررم ا الدرس الثالت: أكرا بطلاقة وفهم المفرق عروس الصحراء. 3 الرس الرابع: أكتب همرنا الوضل والقطع . الدرس الخامس: أبنى لغتى. 9 عار ا 7 25 ي الوحدة السابعة: برنامجى المفضل 2 . 2 . 2 الدرس الأول: أستمع بالتبا وتركيز. 62 2 تر ل ره اوه وه الرس الثالت: أكرا بطلاقة وفهم التطبيق الجديد. 0 2 0 0 ارا اعد وفرع راو الدرس الرابع: أكتب: كلمات فيها ألف تلظ ولا تكتب. 70 0 و ار لوحدة امنة: مي الصص العالمية الدرس الأول أستمع بانتباه وتركير. 0 : 8 2 ص صر م 0 الدرس التالت: كرا بطلاقة وفهم قرص الخبر. الدرس الرابع: أكتب الننوين. 2 ب مر 7 الدرس الحامس: أي لعتي. 2", "metadata": {"page": 3, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "4 و و ل ا م22 ار ل 2 الو حدة التاسكة: الرياضة حياة و الك كو و اقرا ا الدرس الأول: أستمع بالتبه وتركيز. كرام ا كثرة كم لك له 0 الدرس الثالت: أرا بطلاقة وفهم منصور ورياضة الجمبا. 2 م 2 ار اا دف رن قف الرس الرابع: أكتب: كلمات فيها ألف تلفظ وا تكتب. 2 م ع ال ره ل را 2 5 وه الوحدة العاشرة: الصدق ينجي 3 د 4 ' 0 الدرس الأول: أستمع لبا وتركير. 3 ب يي 2ج دودح - : 5 0 الدرس الثالت: أفرا بطلاكة ونهم الصبي والذتب. 2 مقو كردس راثم لق رارض 2 الرس الرابع: أكتب علمما الرقيم: القاصلةوعلمة عجب. 9: ؟ الدزس الخامس: أبني لغتي.", "metadata": {"page": 4, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0-0010 الحمد لله رب العالمين. والصلاة والسلام على أشرف الأنبياء والمرسلين. يسعدنا أن نقدم لكم كتاب العربية لغتي الجديد للصف الثاني الأساسي وذلك انسجاما مع خطة التطوير التربوي وفلسفة التربية والتعليم في المملكة الأردنية الهاشمية في ضوء المعايير والنتاجات ومؤشرات الأداء الواردة في الإطار العام لمنهاج اللغة العربية؛ الذي أعده وطوره المركز الوطني لتطوير المناهج. ولأهمية منهاج اللغة العربية ودوره الأساسي في تكوين شخصية الطالب والمساهمة في تربيته وغرس الكثير من المفاهيم والمهارات اللغوية والوجدانية والمعرفية؛ فقد حرص المركز الوطني لتطوير المناهج على إعداد منهاج جديد مطور للغة العربية؛ يحقق النتاجات والكفايات المرجوة وفق أحدث التوجهات العالمية في تعليم مهارات اللغة وتعلمها .", "metadata": {"page": 5, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "نحرص دائما على تعزيز قيمنا الوطنية والدينية والإنسانية في قلوب طلابنا؛ ومن هنا جاء اهتمامنا بتضمين هذه القيم في كتاب الطالب والتمارين العربية لغتي بشكل محبب وشائق. حيث يجذب الطلبة إلى تعلمها وتمثلها. وقد استعنا في إعداد هذا الكتاب بنخبة من الخبراء في إعداد منهاج اللغة العربية؛ الذين يتمتعون بالخبرة الأكاديمية والميدانية المتميزة. يأتي هذا الكتاب كتابا متكاملا يدف إلى تطوير مهارات اللغة العربية لدى الطلاب, وتنمية قدراتهم اللغوبة والتواصلية إذيعتمد مبدا التدرج في تعليم مهارات الااستماع والتحدث والقراءة والكتابة وتعلمهاء با يضمن فهما عميقا وتطبيقا فعالا. وصمم التدريس بشكل متدرج وبما يتهاشا مع اهتمامات الطلبة وحاجاتهم في الصف الثاني الأساسي؛ بحيث", "metadata": {"page": 5, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "وينهج الكتاب نهجا غير تقليدي في بناء وحداته والمهارات والكفايات التعليمية التعلمية المستهدفة في كل وحدة؛ حيث يتضمن الكتاب خمس وحدات دراسية توزعت عناوينها في الكتاب بالشكل الآتي: مدن بلدي. برنابجي المفضل من القصص العالمية. الرياضة حياة؛ الصدق ينجي. وكل وحدة من هذه الوحدات الخمس تشمل مهارات اللغة الأساسية الاستماع؛ التحدث. القراءة؛ الكتابة. البناء اللغوي ويتشرع عن كل مهارة عدد من الكفايات الرئيسة الخاصة لكل واحدة منهاء وأنبعت بعدد من الكفايات الفرعية التي صيغت على شكل نتاجات تعلم ومؤشرات أداء قابلة للملاحظة والقياس والتقويم والتعلم. وكل مهارة رئيسة تمثل درسا لغوبا منفردا تتداخل فيه المهارات اللغوية وكفاياتها الرئيسة والفرعية بمنحنى كل ووظيفي وتكامل. في الختام؛ نرجو أن يكون هذا الكتاب رفيقا خلصا لطلابنا في مسيرتهم التعلمية؛ وأن يقدم لهم مصدرا ثريا بالمعرفة والتعلم يساعدهم على تنمية مهاراتم وتعزيز قدراتم في اللغة والتواصل. كما نأمل أزيسهم هذا الكتاب في تحقيق الأهداف التعليمية الموضوعة لمنهاج اللغة العربية للصف الثاني الأساسي وأن ئسهم في تكوين جيل مثقف ومتعلم يؤدي دورا إيجاي في بناء مجتمعه وتطويره.", "metadata": {"page": 5, "chunk_id": 3, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 - 6 - ع د ا 2 ا الوحدة السادسة و د 4 - مدن بلدى عا ال و نيبي لمي 0 ميل \" نالب 5 : او ض 0 ف نا ا . : 1 ؟ ؟ 0 بط بع بت", "metadata": {"page": 6, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 و ؟ 2 كفايات الوخدة السادسة 7 ب ا 2 2 1 مهارة الاستماع 1. 1 تمثل آداب الاستماع: الجلسة الصحيحة وتجنب العبث بالأدوات والأغراض المدرسية في أثناء الاستماع. 2. 1 التذكر السمعي: ذكر مكان و حدث مما ورد في النص المسموع, ذكر عبارة تتضمن نمط التعجب. 3. 1 فهم المسموع وتحليله: ربط الأسماء المسموعة بالصور الدالة عليها؛ تفسير معاني مفردات بالاستعانة بالسياق استنتاج القيمة من النص المسموع, اختيار عنوان مناسب للنص المسموع. 4. 1 تذوق المسموع ونقده: تحديد موقفه من سلوكات الشخوص فيما استمع إليه؛ مع أو ضد إظهار الانطباع الأولي تجاه ما استمع إليه استحسان. قبول رفض. 2 مهارة التحدث 1. 2 تمثل آداب الحوار والمناقشة: الاستئذان للتحدث وإبداء الرأي. 2. 2 مزايا المتحدث: توظيف لغة الجسد والصوت وفق مقتضيات المعنى. 3.", "metadata": {"page": 7, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 بناء محتوى التحدث وتنظيمه: بناء محتوى التحدث من صور عدق وتكوين قصة منهاء ووضع عنوان مناسب للقصة. 3 مهارة القراءة 1. 3 قراءة الكلمات والجمل وتمثل المعنى: قراءة نص مشكول قراءة جهرية سليمة ومعبرة؛ تمثل المعنى عند قراءة جمل التعجب. تحليل الكلمات إلى مقاطع تكوين كلمات جديدة من مقاطع تكوين جملتين مفيدتين من كلمات مبعثرة إنشاد التشيد مراعيا الإيقاع الموسيقي. 2. 3 فهم المقروء وتحليله: تتحديد دلالات الكلمات ومعانيها استنادا إلى الترادف والتضاد الإجابة عن أسئلة تذكرية حول المقروء الربط بين الششخصية ووصفها في القصة؛ ترتيب أحداث بحسب ورودها في النض. 3. 3 تذوق المقروء ونقده: إبداء الرأي في السلوكات أو المواقف الواردة في النض إظهار الانطباع الأولي تجاه المقروء استحسان قبول رفض. 4 مهارة الكتابة 1.", "metadata": {"page": 7, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "4 مراعاة ضوابط الكتابة العربية والإملاء: تطبيق بعض الظواهر الإملائية في كتابة همزتي الوصل والقطع تطبيق خطوات الإملاء المنظور وإجراءاته. 2. 4 رسم الحروف وكتابة الكلمات والجمل بخط التسخ: رسم حرف الراء بخط النسخ حسب موضعه في الكلمة بشكل واضح ومرتب على السطرء كتابة كلمات وجمل تشتمل على حرف الراء بخط النسخ. 3. 4 تنظيم محتوى الكتابة: كتابة بطاقة تهنئة مراعيا عناصرها. 5 البناء اللعوي 1. 5 محاكاة أنماط وأساليب لغوية محددة وتوظيفها: محاكاة جمل فعلية تتضمن ظرف المكان: فوق تحت أسفل أعلى. أمام وراء . المحتويات اكه جه عزز تعلمي بالعودة إلى كتاب باناء وتركيز و بطلاقة ا ل يا التارين بإشراف أحد أفراد رعي للميضورضل ريض فل أسي ممتسر علي علي", "metadata": {"page": 7, "chunk_id": 3, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الدرس الأول 32 : و ال 1 ل 5 . 8 و نائيا ا ذتب را ه حم وي ادرو 7 سج لماع الأدوات والأغراض لمدرسية 83 2 3 2 و الا اح أصف ما أراه في الصورة الآتية: الل كات دي انه لكر ع ا ا بر اي 2 ب ل 7 : 1 لون 1 بجائب الإجابة الصحيحة: ا 7 7 بر 7 يذ رد 27 المدينة التى تحذت عنها النص هى: 7 ليله 7 لق 71 فرق م28 2 و2 . 0 7 التف الزؤار حول مجموعة من الشباب تهرج ل . : ار الوطن. الجيش. العلم. قالت فرح لأخيها عامر: 1 آما أجمل أن تحافظ على بيكينا 1 \"ما أجملهمن شاطى 3\" ما أجملها منشمس دافة تتمع إلى لنص من خلال الرز الموجود في كحبب الاستماع.", "metadata": {"page": 8, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 أرسم شار ص أسفل الصورة التي تعبر عن وضف شاطئ العقبة كما ورد في 0 الهم أفهم المسموع وأحلله . 0 1 لمر لح ء ا 2 م ا 1 أصل بين كل صورة والكلمة الدالة عليها: هلان - سد ب - و 2 \"0 لي . 2 و\" 1 ل ب 8 0 5 927 2 2 - موقو ب . 2 أستبدلبالكلمة التي بين لقوسين لكلمة التي تخول معتاا في ما يأتيء وأكبها في القراغ: 9 م 2 مم 0 : 0 99 م و ' . . 17 بح وت المتباعد 9 تعطى لج 5 طهل2 الح ب 8 رزب لهمجه 25 4 0 و و ب ن 4 2 . لعب الأطفال بالصدف المتتائر . . المتباعد. أغلى الرمال. و 2 ن ب. علامات العادة تطل . من يون الجميع. ج. الكف . الزؤار حول مجموعة من الاب تهرج ا لل طن د لدي العقبة 3مف لاسب تت الشاطئ كل اهتمامها. --", "metadata": {"page": 9, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "س 2 م 2 . 0 نر 9ه 2 2 ج ب 8 3 الون القاب الذي يحمل القة التي تعلتها من النس المسموع: 1 ا انلا انلا أ ار 7 7 ا أو ص 1 7 7 ا المواظبة على الدراسة المحافظة على البكة التوحيب بالزؤار ويام تعطتسا ئعيى عاراء رز شبنت الله كسم اشاكة : : ري أختار العنوان المنامب للنص 1 ي استمعت ليه برسم إشارة يب في : 0 اص بم 0 0 0ع عروس الشمال رخله الأصدقاء شاطىئ لعقة بط مع الدراسات الاجتماعية: 28 تدوق المسموع وأنقده يع من عاداتن وتقالدنا. - و و 2 و ءرد \"واس سار دا كا خا عي رق جر ال قا 2 0 2 1 أختار الصورة الى تمثل المواطنة كما شرحها عامر هل أوافق عامرا فى ذلك؟ ن ض ل ا 9 يم 5 و بجي م أفكز ا ال و مار و 1 2 كيف طبن فرر الايات في 1 وه 1 ا . ل له سج 2 أوسم الموشر. . بانجاه الوج لذي يعبر عن رأيى فى النص الذي استمعت إله: رغ ارسم سر اناو الو جد الذي يعبر راي بي م نير .", "metadata": {"page": 10, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ال\" الشادسة 0 ج . با ل\" الدرس الثاني قم 22 . ا 0 1. 2 من آذاب الحوار والمتاقشة: 0 أستعد للتحدث من داب الجوار والمناقشة الاسكان للنحدت ل ري در جو 1 2 ا اتامل الصورة الآتية؛ ثم أجيب شفويا: وإبداء الرأي. الحفرق ا و الات لسسسساااااتسالسااسسسبسلس و 7 357ص ب 0. 2 جه مادا أشاهد ف الصورة؟", "metadata": {"page": 11, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "و بني محتوى يحدني 3 ا 0 عدا ا اموا 3 و ب يي 2 1 اللا ما اسم المدينة الأزدنة التى أسشكن فيها؟ 7 رو ب 7 أمسح الزمز أتأمل الصور الآتية: ع - و 7 \" م\" ب أ قيس - إنب ني . شارع الأعودة - جرش سس ااا ا 7 7 5 4 إ , 1 حت ا سل يه حصي اب هلو - ل . وى ب 4ه 2 7 ا البوو و ات -- 0 0 - - اي 6 هف 7 ره و ل 2 قلعة عجلون - عجلون مي : البرا - معان ري 1 2 7و 9. 3 م 0 لم - م ا 7 5 نا \"م - 5س و 2 7 . م 3 - م 2 يه 1م ع2 ا م 1 أستعين بالصور الساقة لأروي قصة ن رخلة ريما وكتان مم و ا م 7 و 32 . 2 1ه ء- 81 7 2 05 2. 5 إوء 84 1 مه داإرء 2 2ج م 7 ا 7 . كد عو هب 1 2 تؤظيف لغة الجسد والصوت وفق مقتضيات المغنى. 2. 2 مرايا المتحدت: 0ل و جر هه م حر و ل - تؤظيف لغة الجسد والصوت فق إلا ل تمت م 7 مقتضيات ا 0", "metadata": {"page": 12, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1 الدرس الثالت - اا د ل ب 2 7 ال 1 2 7 ص 7 م 2 و اتامل الصورة الاتية. م اجيب: - 7 2 - م سب : 0 1 1 8 اله ا 7 \" واس ا لخحش ا 1 ز م2 م 34 1 حل 2 2 بل الاشتماع لقراءة الدوسس: 7 عد الاستماع لقراءة الدوس: مه راي عدر 6 3 . م2 \" او اراي صر اه م 2", "metadata": {"page": 13, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "9 حي ءءء 3 أقرا الحذة عثوت الصف 0 لم ا لم و 42 7 7 07 2 0 م 2 د ا مو 2\" ما 0 7 20 1 0 السباحة في الأدن. بعد انتهاء البرناسج خطرث في ذهنه فكرة؛ رو 4 2 7 4 و و2 7 7 2 داهم قائلا: تعالوايا أبنانى. أريد أن أتحدث معكم. احتمء الأطبال حول والد م اله ده 2 4 جتمع حول والدظم وهم يستيعور. را 2 ده ور سه ار 2 و 2 و رد 2 و 2ه ورا ل 0 دكدره ج 2خ ورا رو 9ؤ12 27 1م 2 يو و 2 رع 7 م 1 2 7م اد 201 2 ياسر: بكل تأكيل. عمان العاصمة. الزرقاء. إربد. ججرش \"أ تن و عور ال 1 8 ييز أحمد: العتبد يلي - 1 دس إل سا 7 17 7 7 ' 0 إ لطفيلة؛ المفرق ب . أ 0 1 الو 0 أ بط مع الدراسات الاجتماعية: : الحوار في الأشرة.", "metadata": {"page": 14, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 هم ا لور 25 ا ل 0 و بع الا الأب أخستتم يا أبتائي واحدة من و المدن الجميلة في 16س 7ع 7 2 د ا ا 7 0 2 24 لطر لذ 9 , جم لو 2 رز ارج رزركق ا رة8 ءءء سارة: عرفتهاء معد ابى 1 1 ' 5 ب اها ص 8 0 و أ ار الح 1 الأب: أحسني. يا سارة ما أذكاك را 2 47 اس 0 9 عم وح قدت5 0 2 حنان: وماذا وراء تسمية المفرق بهذا الاسم يا أبي؟ 0 77 و لور\" 9 0 و 1 7 و؟ ء ا و اند ميت بهذا الاسم لوقوعها على حا ا 2 اك اط 20 2 2 2 31 27 2ض م 2 4 2 ض 1 تعلم أضوات الأنناء: ما 1 ت 3 7 ور 7 وم بشم 1. دنا أجمل مدن بلدي ما أجملك قصة محمد الجبور كاتب أردني. بتصرف. 8", "metadata": {"page": 15, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". 9 كما 5 2ط شاه أقزاآ وتمثل المعقى ا 7 \" 3 7 3 2 الئت . - 3 0 2 وا 7 1 1 ما أجمل مدن , بلدي 4 2و ا 1 0 1 ب م - نب . سب ب أن بتاعت أ سباع لعا باع ءا زا ءءء و 0 و 2 رحن 77 د\" : : 1. أحلل الكلمتين المونتين إلى مقاطع: ' ا 2 ا 2 جم و 7 2 . و 1 نث ثب 0. , - 2 و 1 تستى الفدين ض تب 0 1 ا م ا 0 م 2 40 1 0 0 2. أركب المقاطع الآنية؛ لأكون كلمات. ثم قرا الجملة: 0. . و 0 8 ث - - 5 م 2 22 1 1 2 - اح ا تي ك. . داتعو : اا دده دءدهءدءدءددءدءدءه. ءدءدءدءدءدةءدء. ءدءدءدءدءد. ءء. د. ءددةءدءدءدء. د. ءدء. ءد. ءددءدءدءددءدددةدتد. 1 الا تم. ر . ممت . م . ممت . ممم تم ممم رمم توفع \"0 ب\" 0 -- اس أ سات أو الوم ل ا \"", "metadata": {"page": 16, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 أ حول مع ا 1 أرسم ل حول معتى كل كلمة ملونة: 7 الا ةي 1ران 8 اه عقف ارا ا 0. بعد انتهاء البرنامج خطرت في ذهنه فكرة. اختفت - وردثت ا 3 و 0 1 رم سا 2 2 أصل بخطبين الكلمة وضدما: ا ع 0 و 2 7 كفب ب و 7 و 7 ا يلاحظ رد 2 2\" 2 ر ل عل 0 رع حرص 3 أرسم حول الإجابة الصحيحة: 3ج را ل ا و 0 كيف اجتمم الأطفال حول واللهم؟ اجتمعوا وهم حت 5 آلو 7 2 ك أ. يلعبون. ب. ييستمعون. ج. يصفقون. ا 7و 2 2 العا دو الى 2 0 ا اد هوه 2 و 2 أ. العقبة. ب. المفرق. ج. الكرك. تج لماعك حك يي عام : ثحدء ا ل . و ن 6", "metadata": {"page": 17, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- 03 7 4 ر ن 0-3 ب 2 2 4 أكمل الفراغات بم تبقى من أسماء مدن الأردن: الطفيلة 0 نا د د 0 34 2 7 له 5خ 00 2 5 أصل بخط بين الوصف وصاحبه: . 7 و ا 7 ا الآات 1. يعرفون أسماء مدن الوؤطن. : الامو لد رهد ا 7 0ه مم الأنتاء 2. مدينة ردني تتمير سيكتها الصحراوة. لابناء و7 م 1 ا سه , 57 5-1 3. يمتللك معلومات فيمة عن مدينة المفرق. المفرق ب كه وو 3 ي 0 و ا 3 و أرسم إشارة بجانب جميع الإجابات الصحيحة: ور 4 اردور عكر بك عرف المفرقبأنها: المصمميييببجحق- 2 . مضو س0\" 2 رج 0 4 2 1 افك ا برابة الأودن قديما. , ا 2 ا ا ل و2 ؛ بماذا أشعر عندما أغرف تاريخ ؟ غاصمة الأزدن. ا ود بم ا د م و - 5 و , مدن بلادوي؟ ا 1 كانت تسم قديما الفدين. اسه السنست ا و 0 ل 1 عروس البخر الاخمر. غروسا لصخراء الأزدنية.", "metadata": {"page": 18, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "تت رط 0 4 لي 5 عرو زد 2 حاسم 0 \"و 0 7 أرتب الأحدات الآتية وفق تسلسل حدوثه بكتابة الركم المتاسب في 7 7 : 7 ذكر الأبتاء معظم أسماء المدن الأرديية ونسوا مديثةالمفرق. سأل الأس أبتاءه عن أسماء مدن الأودن. 0 3 ملس الأب مع أبتائه وهم يشاهدون برتامجا في اللقان 11 2ض م 7 7 أخبر اأب أبتاءه أن المفرق هي عروس الصحراء الأزدنية. 7 اذى الأب أبناءء لاتحدث معهم. -\" رع 7ك عصادد طك ده 7 او رو وح8س\"\" ب 5 1 سأل الأب أبتاءه: هل تعرفون أسماء مدن أردننا الكبيب العالى؟ جو اراي عبار تجو ع زر 2 - أفكرء لماذا احتار الأب الحديت مع أبائه عن مدن الوطن؟ ا 2 29 ا 1 0 2 و كنت مكان الأب كل كنت سأتحذت عن الموضوع نفسه؟ أبررإجابتي. حر مور لوغري مدعو دقر . ب ل كر فرق 0 2 ألون الزهرة التي تعبر عن رأبي في نص المفرق عروس الصحراء: 6 ا 6 ب 6 ا", "metadata": {"page": 19, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "5 3 أند 5 الا تلا 0 الكرك الشماء للكرك الشماء الأفتى تمد لحئ الحب الأحلى أرض العرة أرض الكرم رنزالأجدادمئ القد 4 وه و 2 7م م م 0 ما عد ار . اي قلعتها عنوان القوة تزوىعنهاقصص خلوة \"0 أحءاء 4 24 2 و\" ع 11 هدي للكرك الأشمارا وبهانعلي ارس ثخارا سعيد يعقوب شاعر أردني ل 1ه رج", "metadata": {"page": 20, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 حدة السادسة 1 القزس الرابع اكتكث بل أ 0 ابا 6 . ح لح ححا اد 0 مه 1 ا ف 2 4ه 9 7 ب ل اتد : 1 2 همزة الوصل: تنطق في أول الكلام لا نطق : ا وترسم ألفا . 1 ا ند 27 ا 1 عمرة القطم: تنطق فى أول الكلام. وتوسم ' 3 كات الآت22 دفة نوع الصمة: 1 همزة القطع في أول الكلام. وترسم , 1 أصنف الكلمات الاتية لهمرة: و ال ز مالبا 34 وش دوع ل ممرة أ . ا يي الم الجر . ااا أطفال إربد المفرق ابن اال ؟ ل همزة الووصل همرة القطع 2 أقرا الففرة الآتية مبها إلى قراءة الكلمات الملوت ثم أصنفها في الجدول: 2 ل و 2 5 سارة: عرفتهاء يقصد أبى مدينة المفرق. لك 2 \" ا و 241 الأب: أحسنثت, يا سارة ما أذكاك رسال سلا و ره 0 1 حتان: وماذا وراء تشمية المفرق بهذا الاي يا أبى؟", "metadata": {"page": 21, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "3 أكتب شكل اهسر العكاسب للكلمات الآتية: و و72 - سد م ن 4 ألون الكلمة الصحيحة فى ما يأتى: لمفسعي الميحسعيا 2 0 1 - 8 ا - 8 7 الود 92 7 0ل 0 0 0 ي 0 لت لي هسنا ار وما الدب ب وا الاب جه لاله حا م لل اسلام : 0 0 و 5. الإملاء المنظور ب ع 7 ع ع ب حو . الأآب: هل تعرفون أسماء مدن آردننا الحبيب الغالي يا أبنائي؟ 0 ياسر: بكل تأكيد. عمان العاصمة الزرقاى إري 1 0 اأصاكه", "metadata": {"page": 22, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ": 2 إ 7 إ حرف الراء ا 1ض 71 7 كيه 5 0 0 أركم حرف الراء بخط النشخ وفق الأسهم في الصندوق: 0 3 در 29 ب 2ه ا 2 2\" أعيد كت لماتالآئة وفق وعد خض النشغء وخ جل: م م ا - 2 مارك اث ركم \"رم قد ل 2 3 أعيد كتابة الجملة الآتية وفق فواعد خط النشخ. وبخط جميل: قالت سارة: المفرق عروسن الصجراء. . لت", "metadata": {"page": 23, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "م لمر موجه ا ا 6 بطاقة هينه 1 أتأكل الشكل الكتابي الآتي: رز ركاه 1 - : 0. 5 و ,' - 2 2 9 0 7 دا مرق د 1 عر عد السلام عليكم ورحمة الله وبركاته ود أن أمتتك بتجاحك فى الفضل الدراسي الأول. وتفوقك فى دروسك. 2د ورد 4 د رغ 1 2 2 المرسل إليه التحية ب 2 ل 2 2 ه71 2. 2", "metadata": {"page": 24, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "عر 2ه م 1 7 3 أرتب عتاصر بطاقة النهحة الآتية: زد 7م 6 م 7 اع 2 9 جملة الحتام جو لك عاما سعيدا مليكا الموحة. و و 2\" ن يم ل مو و او 2 2 وام دار ا د 1 2 الحية ى للم عليكم ورحمة لله وبركانه براما الأنكة اح 2 ا زط اث . 1 تفاصيل الهمة الموضوع كل عام ونت بأل خير؛ بمكاسيةبوم ميلادك. 2 أعيد كاب تار بطاقة الك الشابقة؛ لكو باق تيع ل 4 أعيد كاب عتاصر بطاقة النهجة السابقة؛ لأكون بطاقة نهجة لأحتي:", "metadata": {"page": 25, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ": 0 حدة السادسة 4 1 ابنى لغتى 7 م 7 - 4 ا اكب م ا 0 1 أقرا الجمل الآنية. والاحظ الكلمات الملونة: قفر اقطة وق الصندوق. و جر لقطة نحت الطاولة. اميا بوره اك ثرا وي 2 ل و تصعد القطة إلى أغلى الذرج. 7 0 تنزل القطة إلى أشفل الدرج. عا اق ا 2 ه20 الى . 7 ا -2-0 و م 9 2 أصل كل جملة من الجمل الآنية بالضورة اعكاسة: ا ا وير ريا ام الطفل أمام الكرة. تمي الطفلة الكرة إلى الأغلى. 3 و 2 ا ا 2ض ا الطفل خلف الكرة. . تقفر الطفلة فو الكرة. ل 1 . 8 وسو م ءءء 0 لطفل تخت الكرة ترمي الطفلة الكرة إلى الأشفل. . 7 7 .", "metadata": {"page": 26, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "3 أخمار لكلمة المتاسبة وكتها في القراغ: ب 0 2 0 2 ن ل 2ه 1 0 توضع الألواح الشمسية . المباني؛ للحصول على الطاقة. مز م ا 2 دا 7م 2\" . وقفت المصورة اله التصوير. 1 2 27 امور مه ر 0 يجلس المزارم . الشجرة. ربط مع العلوم: لمادة والطافة أحدد الأشياء الواردة في الصورة الأتية وفق المكان: 2 يي م الل وو رج الله 0. أغلى المكتب: ات", "metadata": {"page": 27, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "م 5 - ع 2 دا اا 7 7 زفقو را 0 \"ع 0 أركب المقاطع الآيية؛ لأكون كلمات ذاله على مدن من بلديء وأكتبها على الأصابع وراحة البد: 1 ا ا دغر 1-7 ا 2 م عار العامثابة لامفاردت ما هاان ا 0 2 2 : ص 2 م5با عجالوان كرك", "metadata": {"page": 28, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- ل 9 ى حصضاد الو حدة لوطو اا رار اع مثال تهزج ل مثال: ما أجملك يا وطنى . قري أدارة : الممطكة دآ 9 م ار كا جاو", "metadata": {"page": 29, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1 - 0 ب ا ث3 - ب - 0 - 0. ز 0. ز د ب ل 7 ب ير بجي لمفضل لمي مميع و اه لد 1 1 0 : 1 الم , 1 م 0 1 0 01 ل ل ص بحا 0 7 غ7", "metadata": {"page": 30, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ء ب م 7 1 مهارة الاستماع 2 2 2 1. 1 تمثل آداب الاستماع: الانتباه والتركيز من بدء الاستماع إلى نهايته وتجنب الأحاديث الجانبية في أثناء الاستماع. 2. 1 التذكر السمعي: ذكر بعض الششخصيات والأحداث التي وردت في التص الربط بين الشخوص وما تفضله في ما استمع إليه. في النص؛ اختيار عنوان مناسب للنص المسموع. 4. 1 تذوق المسموع ونقده: تحديد موقفه من سلوكات الشخوص في ما استمع إليه؛ مع أو ضد. إظهار الانطباع الأولي تجاه ما استمع 2 مهارة التحدث 1. 2 تمثل آداب الحوار والمناقشة: الالتزام بالوقت المحده للتحدث. 2. 2 مزايا المتحدث: الالتزام بموضوع الحديث. 3. 2 بناء محتوى التحدث وتنظيمه: بناء محتوى التحدث من صور عدة؛ وتكوين قصة منهاء ووضع عنوان مناسب للقصة. 3 مهارة القراءة 1. 3 قراءة الكلمات والجمل وتمثل المعنى:", "metadata": {"page": 31, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "قراءة نص مشكول قراءة جهرية معبرة وسليمة؛ تمثل المعنى عند قراءة جمل الاستفهام؛ تحليل الكلمات إلى مقاطع تكوين كلمات جديدة من مقاطع تكوين جملتين مفيدتين من كلمات مبعثرة. إنشاد التشيد مراعيا الإيقاع الموسيقي. 2. 3 فهم المقروء وتحليله: تحديد دلالات الكلمات ومعانيها استنادا إلى الترادف والأضداد. الإجابة عن أسئلة تذكرية حول المقروء الربط بين الشبب والتتيجة الربط بين الوصف وصاحبه في القصة؛ ترتيب أحداث بحسب ورودها في النص. 3. 3 تذوق المقروء ونقده: إبداء الرأى فى السلوكات أو المواقف الواردة فى النص إظهار الانطباع الأولي تجاه المقروء استحسان قبول رفض. 4 مهارة الكتابة 1. 4 مراعاة ضوابط الكتابة العربية والإملاء: كتابة كلمات تحتوي على ظواهر بصرية: ذلك. لكن. تطبيق خطوات الإملاء المنظور وإجراءاته. 2.", "metadata": {"page": 31, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "4 رسم الحروف وكتابة الكلمات والجمل بخط التسخ: رسم حرف الميم بخط النسخ حسب موضعه في الكلمة بشكل واضح ومرتب على السطرء كتابة كلمات وجمل تشتمل على حرف الميم بخط التسخ. 3. 4 تنظيم محتوى الكتابة: كتابة بطاقة وصفية للبرنامج المفضل. 1. 5 محاكاة أنماط وأساليب لغوية محددة وتوظيفها: محاكاة شفوية لنمط جملة فعلية بسيطة تتضمن ظرف زمان نهاراء ظهراء ليلا . وه وه و مم حل ف 2 إن ار م 2 ل 7 م أحكمم د أقرا بطلاقة ا ل زيار انر خا 1 بانتباه وتركيز بطلاقة 1 ونهم 1 4 التعارين بإشراف أحد أفراد 4ق 2 . 2 1 : و ا 1 ل مب 0 ام اب ررم 2 و قق كرد 7كقيا 1507 أشرتيء ومتابعةمعلمي معلبي.", "metadata": {"page": 31, "chunk_id": 3, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا الدوس الأول بم 8 و 2 بره : 00 وكاب اتيج ب اأستمع بانتباء وثر كيز 1 نوديز بويت لجع 2 م 2 \"1 إلى نا وتجتب لأحاديث أصف ما أراء فى الصورة الآتية: اس ا أ اد اليا 12 2 ني ع تدز بس بج : 1 لون 1 بجائب الإجابة الصحيحة: التعلمة الى رتبدل معلمة الرياضة هى معلمة: افترح أسامة الحديت عن موضوع: البرامج والألماب. الهوايات المفضلة. 1 الرخلات المدرسية. تمع إلى النصسمن خلال ارم الموجود في كتيب الاستماع.", "metadata": {"page": 32, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "بنامجي المفضل عالمي الممتع والمفيد ب- 2 بر رو 7 الأ مم2 و 729 كو 2 أصل بخطبين الشحجة واللع أو البرنامج المفضل لليها: ا و : 7 2 حسام ربا فادية هديل 0 أفهم المسموع وأحلله 4 و م ب و7 . و ا 1 أصل بخطبين الكلمة الملونة في كل جملة ومعتاها: ارا و ب 2 0 0 هو لو 0 0 2 احرضوا على تنظ وفيكم. - 2 ب 0 2 يه 3 أصل السبب بالنتيجة في ما يأتي: 7 4ه ودر مام ا ل 2 0 0 1 2 7 لاوس 0 م تحدث ا م با م التلفاركة را ا حت لطلبة عن برايجهم رب انرعج الطلبة لذلك. ا و 1 ىو 2 7 والعابهم التي يجبونها؛", "metadata": {"page": 33, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "5 و ب 7 كم مرو زد 2 2 \"ص \"و . 8 4 أرنب الأحدات الآيية وفق تسلسل حدوتها كتابة الركم المتاسيب فيل : 0 و اس . و ل 0 1 ابتسم ا لطلبة ولم يشعروا بأن الحصة انتهت. . د 0 وراك رج ب ب و 21 ا م اا رت يا 7 و - افترحت المعلمة على الطلبة الحدت عن موضوع يحبون. ري و2 م ور 2 4 تحدنت المعلمة والطلبة عن برامجهم التلقازة ولعابم التي يحبونها. 5 أختارعنوانا متاربا للنص الذي استمعت ليه: ورك م قو - نم 72 2 2 2 2 مر . 7 قالت المعلمة: خبارانكم رائعك با أحبائى ولكن احرضوا على تتنظيم وفنكم رآ ثالت : خياراتكم رائعة يا أحبائي ولكن اخرصوا على تنظيم وقتكم. ل \"م ا م \"م - كل أوافق المعلمة في نصيحتها لطابتها؟ أبررإجابتي. م2 2 9 2 0 ير 27 2 7 - لو كنت مكان المعلمة ما الصيحة التى سأقدمها للطلبة؟ 2 أرسم المؤشر . باتجاو الوجه الذي يبر عن أي في النص الذي استمعت إله:", "metadata": {"page": 34, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "بي\" الدرس الثاني 1 رار ا دري زب اتحدث بطلاقة 5 2 ا 1. 2 من آذاب الجوار والمتافشة: ارام الوفت المحذد للحدت. 1 تمل الصورة الآنية: قن 1 ادكه 0 ماذ أشاهد فى الصورة؟ 0 أذكر أمئلة على أسماء برامج مادقة أتبعها مع أفراد أسرتي.", "metadata": {"page": 35, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "أتمل الصو الآنية: متخ الزمز ؤ 7 با بخ اذأ ري ل 0 ال الى ل اد ال 1 0 ا الله 7 أستعين بالصور الساقة لأروي قصة مام زملائي زميلا راعيا الاليام بموضوع التكدث. الا 0 2. 2مرايا المتحدث:", "metadata": {"page": 36, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ات\" اجا 2 0 وا د الدرس الثالث ا اجن رمه اي د حر أقرا بطلاقة وهم 88 اتامل الصورة الآنية؛ اجيب: ص نح د د ل ند اذ كر وح - ذكو ي, 1ب 2 و 3 و الي عع 27 93 2 5 را قبل الأستماع لقراءة الدرس: برا بعد الأستماع لقراءة الدرس: ره ساي ص ا مك ارك 5 له راي رآ . 2 عن ماذا تتحدث فصه الدزس؟ او عن ماذا تحدثت قصه الدرس؟", "metadata": {"page": 37, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". ا 1 و ؟ و قو التطبيق الجديد 2285 8 م و 2 0 م 2 2 د ما ؟ 2 2 24 2 اح 2 ذا 2ه 2 فصمكث أصوانا عالية تأتى من تلك الغزفة. 2و را 2 7 : 0 ن 2 را ب 2. 22 ا ه20 عل م 9 احج 2 م2 سس \" ا 2 2 ب حلت الأموتكلت جبين ابنهاء لكنها لاحظث أن غيتي انها ويديه 9 م2 را 7 ما لوصح 2 إن و و ب يرن: لاء لكني مستمت بلعبة فتال الشوارع. ا 2 م2 اد - 2-7 . . براح . 1 با آم 0 -. هيا 2 2 اف . لجو كواب ا صمد 2 نا عد اد أ ارج ظ 1 ا 24 2 م 2ه و 4 حم بلعبونها صباحا ومماء. : بيه او ب 2 و 8 07 ا 2", "metadata": {"page": 38, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "و مو ا راو ددم 2225 را 26 26 ب 5 ' م بت روه ا زر ا لاض الله 1 از - اح و بح : 5 بون صحث بأ أب يج 875 2 و و\" 9 ب \" 0لا لا امو 7 . 0 7 كبط 2 و . 2 . م ز و ب درو 21ص : حك 0 ب تفاعلية. تتعلم فيها الكتابة والقراءة؛ والرسم والتلوين والاسشتكشاف. ا ا و 27 ب 7م 0 ل 42 مرو 2 1م كوه ا ا 2 7 سا سخ ع 2ه ور 2د. 4 7 رو . و22 رقع عه 2 2 1 0 ل يلي طم ا مما 2 الدفاع عن النفس. واخرص أن تنظم وكتكبين الدراسة والراحة وهوابتك. رط 277 ا 259 1 م ا ا 7 د اذى 17 7 - م 2 2\" . 2 00 أ ا انر ره ل و و م2 2 الإلكتروني. وفي المساء شد برنامج تلفازي تعليمي هادف اسمه صندوق حا - 2 و عدا ء ارا نر و ساا يه 7 7 1 2 الكلمات العجيب. ري يرن كثيراء وهو يخبر والدي أن التطبيق الجديد 7 با 9 و ؟ 0 را 2 2 اال عردو بمو ء ع الذي اختارة يشبه هذا البرنامج وأحس بكلمات دافئة ترين لسانه: أحبكما أمي وأبي. أحمد داود خليفة أكاديمئ وكاتب أردني بتصرف. ا", "metadata": {"page": 39, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ب 2 2 ا فل 62 أقرأ وأتمثل المعقى 9 1 ا . 0 ار . 7 أفرا الجملكين الآنكين وأنمثز أسلوت الاسنهاء: . مقا 7 0. الله و ماذا تفع حك 1 ؟ 0 2 ج بالدخول؟ مادا تقترجين يا امي ؛ ام و إ م ص جب -- لالد ا الى لسغي اا 1 نا نا ئ و . 0 و 00 حرسم د أصلد از متين الملوتتين إلى مقاطع : : ا بطي 2 01 الل\" 1 بر وم : : لاحظت الم أ عينى ابنها ويديه متنشغلات بالجهاز اللؤحى. لاحظت الام أن عيني ابنها ويدي 7 رن دك 1 عيم منشغلات \" حجن 2 و د 1 ا 5 2 6 0 تت 0 0 2. أركب المقاطع الآيية؛ لأكون كلماتء ثم أفر حا تت انا ل 1 1 صنا دو اق ض مر 1 1 لب أب أ لبا با ىا أ أ أ أ أ ا قا أ أي أ أ أ أي أ أ أ أ أب أ أ أ أ أ قدا أ حا أ لد أي أ ليا نحا أ أ يدا ندا أ ا لا لأا نا أ أ أ أ أ لا أ ا أ أ لا لا أ لأسا نا 1 3 دده 0لم. ديه . 1 1 7 2 ب 6 25 - مم و . 1 3. أعيد ثرت تبيب الكلمات؛ لاكون منها - جملتين مهيدتين ض ' : 57 4 والديه التطبيق أخبر 1 يكن الجديد والديه يبز 1 1 عن مر ار م ' ااانا نانانانانانانا نابا اناا انان ااانا نا اانا - . -- 1 الما - دده -- - لا \"1ص . ألما ص ع سنا اداه حسام ال ال--", "metadata": {"page": 40, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "رنامجي المفضل عالمي الممتع والمفيد 0 عد اأكا- 7ك ااا الكسه حئضاى. ز 1 أل بين الكلمة الملونة في الجمل الآنية ومعناما: \"7 9 ن 2 قلي الأ بحزم: وإن يكن د رد رادو ب 2 0\" ا 0 ا الا 7 0 د 7 2 شده نامج تلفازى تغليمئ هادف. 1ط 0 لون الكلمة ويد باللون نفسة. 1 و 27 و 6 2ط نيئة تنثل زنش نعتى ا هد وطن 2 راز - اكووو 2 اهو 2 و 3 حول الإجابة الصحيحة: اال ا ال 1ض ا عا و 7 ط عاد ا ام 7 لاذه و أ- جهاز حاسوب. ب-جهاز هاتف نقال. ج- جهاز لوحي. 2 ا \"0 2 رط م ن ن - متى يلعب أصدقاء يرن اللعبة على الجهاز؟ يلعبونها . أ- صباحا. ب- مساء. ج- صباحا ومساء. م 0 7 ا ن 7 \" 7 5 - ما اسم البرنامج التلقازي الذي أغجب ب يرن؟ البرنامج هو. اد ا : ا ل ب ا 2 ص أ ال الحيوان. ب- صندوق الكلمات العحيب. ج- قصص وحكايات.", "metadata": {"page": 41, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ب ا 2 21 2 ا ا عنتا ب يكزا تسا 1 ل نت غينا برن وبداء منشغلات رفعت الأ صوته عاليا. بالجهاز اللوحي؛ 5 7 كم صو و أ رد . 2 ؤت أمه فسمعت الم أصوانا عالية 7 و 2 2 لد ن ب\" قو ب يجب يزن تأتى من الغرفة. ىس 3 و 0 ا 0 . ا . : 2 2 : 0 و و 2 5 0\" 2 و م الجهار اللوحي يحب الآلعاب الإلكتزونية. ل و قو 2 0 تفترح الحلول. الام فيه الكثير من الألعغاب. 8 ارو 8 84 ا و3 دأو و 2 ا 7\" 71 0 \"م . 6 أرتب الأحدات الآيية وفق تسلسل حدونهابكتابة ارقم العتاسب في . . : بد نا اه 2 دو م عركة ده . 7 ي عر 2 و ر وه 7 بي 2 7 و 0 0 م 1ه م 1 الفرحت الأ على ابنهاالجحت عن ألحاب وبرامج مادقة. را ا م 7 7 27 7ه 2 و ا 0ه مو - ساعد الع ثيياعل ينا تطبه للكاف الالكث؛ نك تنه نابكه اللناء 2 العئتا ل 5 ع 7 21 81 را 1 ط : 1 م 0 أخبرت الأم ابنها أنها لغبة عنيفة. وتشغله عن الدراسة.", "metadata": {"page": 42, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- قوائد البراج والحلحاب الإلكبرونة الهادقة: وه الخ 2 لدبب ب د حم ليا 7 ا 1 ا النسلية. ؛ هل يوجد فوائد أخرى للبرامج عنفة. والألعاب اللغررية؟ 1 و عي . 7 ا 0 أعددبعضها. ا . سانا على لعل 1 72 17 ا ا كا م ار العامة كك . حا لدم ع راي عا م قالت الأم: توجد العاب إلكتزونية تفاعلية؛ تتعلم فيها الكتابة والقراءة والرسم والتلوين والاشتكشافء لبست مملة ذا أحبتها وتركت آلعاب العنف والقال. \"0 0 ب ا قا روص 2 ار 9 عر 9 ار\" 2 0 لو كنت مكان الأ بماذا نصح الذينيفضلون الألعاب الإلكتزونية النيفة؟ حير مو وري 9 رجو دقر ا ب 2\" 0 2 لون الزهرة التي تكبر عن رأبي في نص التطبيق الجديد: ب ب ب ب ب ب", "metadata": {"page": 43, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا 1 0 ا 2 و7 م 0 . 0 7 ب يفل لي كلالأخبارز يحكي لي أخلى الأرار أسمع منة المغلومة وحكابيات مرسومة را . \"عم م 0 3 2 7 وأشاهد أخلى الألحابث وأعلمهاللأصحكاب فيدوبرامجللأطفال وحديثت خلووخيال 4 ا ي م فاناظطر ما ينهعني وأتابع ما يتعدبي 7 ل ور كو دن 00 ودلا - وتاجسمتها كئ لا يشرقني وفتي", "metadata": {"page": 44, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 الشابعة ا 0 . - لي م رفي م د رد كلمات فيها الألف تلفظ ولا تكتب 0 ثرا الجملة اآئية. وألاحظ الكلمات الملونة: 7 7 2 ل و00 2 ذلك البرنامج ممتع لكن من الخطا الانشغال به عن الدراسة. 2 أختارالكلمة المتاسب وأكبها في الراغ: 0 : حا ا ذلك الصا قط له ا و ا . م\" ن و 2 و . البحو جميل . من الخطر السباحة فيه.", "metadata": {"page": 45, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- و 01 2-0 0 3 2 1 04 اي 7 جما 3 لون الجهار اللوحي اي يحتوي على ألف تلفظ ولا ترسم: 7 ذلك و ا هذ ذل هو لكن 0 - و مر 26 و . . طرقت الم باب غرفة ابنها بلطف, وكان ذلك الباب ن", "metadata": {"page": 46, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "حا ف اليم 1 أرسم حرف الميم بخط التشخ؛ وكن الأسهم في الصندوق: 3 7 أ 7 . - اكد ليه م 7 2 7 2 أعيد كتابة اكلمات الآنية وفق فواعد خط التشخء وبخط جميل: ند ان . ل آي - 2 اسه -9- 50 ىس 2 0 2 3 أعيد كتاب ال لجملة الآنية وفق فواعد خط التشخء وخط جميل: قم اي", "metadata": {"page": 47, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ل 7 م ل ن 74 : لبطاقة الوصفية ل 1 ا 1 2. 0 ا 0 2 1 أقرا البطافة الوصفي الآتية؛ والاحظ عتاصرما: 7 أ 7 2 داع مي ءءء وورا2 و 2 أ 7 22 7 ا 0- 71 مماء. كما حك الم محف 0. على قناة رواد المشتقبل. و 2 ا : 7 يل 2 1527 . 0 برنامج مسلء أبطاله مخلوقات صغيرة؛ تذخب في معامرات اس سشتكشافية ممتعة حول العالم. 7 7 لحر 0 ر ن 2 بم 0 م0 ع\" ار د اتعف عناصر البطاقة الوصفية: أربط مع الرياضيات: لوت لقب 5 دقائق. اشم البزتمج وقت العرض مكان العرض وصف الرنامج لل", "metadata": {"page": 48, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "حي ثم 3 اد اح د وكات الاجر الوم ااه 3 أكمل البطاقة الوصفية لبرنامج ولاء المفضل مستعينا بالآتي: م 0 1 7 و 2 ل تاد الأطقال - أناشيد جميلة - أيامالأسبوع - مديثة الحروف يتامح العنضا و 0ض 2 7 2 و 71 ل يعرضص 2 في تمام الساعة الرابعة عضر 1 0 0 - و - 7 0 بزتمج مع ألم ن خلال احروف والكلماتبتكل كط 3 أكتب البطاقة الوضفية لامج المضل مسمعينا بلعتاصر الآتية: ا ال 9 2 2 بر مجي لمفضل وفف العوض جا وصف البرنامج: برنامج ممتم ومفيد.", "metadata": {"page": 49, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1 ا وو ب 04 و 22 نب 2ه مج 234 د ا م درره 1 أكمل الجدول الآتى على تمط المثال. والاحظ الكلمات الملونة: را بد وقح و كك 2 7 7 2 5 2 7ر2 بل 2 0727م زرا قدا ا ال و طخ وصلت طائرة المسافرين ليلا. نظفت ريما آسنانها 0 دصر 0 ءءء 2 7 2ه 2 2 0 0 : 2 - 04 رز ا ا ن ب رن 9 2 أكمل الفراغات فى الجمل الآتية بالكلمات المتاسبة: 2 تعوتندمة الكاسوب من الكمل ااا لعصراء صجاح ل 08 ا م أ نام الأطفال اا ااا ظهراء مماء ب ب 2 أشاهد الفمر فى السماء س. الهاراء لياه", "metadata": {"page": 50, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "بزنامجي المفضل عالمي الممتع والمفيد و ؟ 2 له ع . حخصاد الو حدة ا 2 م وه 99 8 د 2 مثال: 7 بققج اعل 5 مثال: جزم لت مثال: ولكن اخرصوا على تنظيم. . 1 2 ىس م ل و 7 ا معلومات جديدة: قيمة أو سلوك أعجبيى: اا زر و ا 1 ا\" 7 م 2 2 0 5 زرا : 7 ب كي ك و 3 7 ا 1 2 2 2 22 . مثال: أشاهد بونامجى المفضل مساء.", "metadata": {"page": 51, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الوخذة الثامنة 1 5 0 ع من لقص 2 0 - حكا ثم هم ؟ ؟ لط 1 الات ب لف ايا اد حسونن ذم لاي", "metadata": {"page": 52, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "2 و 0 م ب يو با 0. كفانات الوحدة الثامئة 1 مهارة الاستماع 2 2 2 1. 1 تمثل آداب الاستماع: إظهار الاهتمام مع المتحدث؛ وتجنب مقاطعته أثناء التحدث. 2. 1 التذكر السمعي: ذكر مكان وحدث مما ورد في النص المسموع, ذكر عبارة تتضمن أسلوب النداء. 3. 1 فهم المسموع وتحليله: تفسير معاني مفردات بالاستعانة بالسياق ترتيب أحداث النص الذي استمع إليه؛ الربط بين التشخصيات والأحداث التي استمع إليهاء استنتاج القيم من النص المسموع. اختيار عنوان مناسب للنص المسموع. 4. 1 تذوق المسموع ونقده: تحديد موقفه من سلوكات التشخوص فيما استمع إليه؛ مع أو ضد. إظهار الانطباع الأولي تجاه ما استمع 2 مهارة التحدث 1. 2 تمثل آداب الحوار والمناقشة: التزام الهدوء في أثناء المناقشة. 2. 2 مزايا المتحدث: :", "metadata": {"page": 53, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "تقديم عرض درامي بسيط لقصة أو حكاية مألوفة. 3. 2 بناء محتوى التحدث وتنظيمه: بناء محتوى التحدث من صور عدة؛ وتكوين قصة منهاء ووضع عنوان مناسب للقصة. 3 مهارة القراءة 1. 3 قراءة الكلمات والجمل وتمثل المعنى: قراءة نص مشكول قراءة جهرية معبرة وسليمة؛ وتمثل المعنى عند قراءة جمل النداء؛ وتحليل الكلمات إلى مقاطع وتكوين كلمات جديدة من مقاطع وتكوين جملتين مفيدتين من كلمات مبعثرة؛ وإنشاد النشيد مراعيا الإيقاع الموسيقي. 2. 3 فهم المقروء وتحليله: تحديد دلالات الكلمات ومعانيها استنادا إلى الترادف والأضداد. والإجابة عن أسئلة تذكرية حول المقرو فهم المقروء وتحاء ومعاني 1 و والإجابة عن ية حول المقرو وترتيب أحداث بحسب ورودها في النصء والربط بين الشخصية ووصفها في القصة. 3. 3 تذوق المقروء ونقده:", "metadata": {"page": 53, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "إبداء الرأي في السلوكات أو المواقف الواردة في النص إظهار الانطباع الأولي تجاه المقروء استحسان. 4 مهارة الكتابة 1. 4 توظيف قواعد الكتابة العربية والإملائية: تطبيق بعض الظواهر الإملائية فى كتابة التنوين تطبيق خطوات الإملاء المنظور وإجراءاته. 2. 4 رسم الحروف وكتابة الكلمات والجمل بخط التسخ: كتابة كلمات و جمل بخط التسخء تشتمل على حرف اللام. 3. 4 تنظيم محتوى الكتابة: ترتيب أجزاء قصة؛ وتحديد عناصرها. 5 البناء اللغوي 1. 5 محاكاة أنماط وأساليب لغوية محددة وتوظيفها: محاكاة أنماط تتضمن جمع المؤنث السالم. ارا 2 و 0 بح 1 د ار\" 3 زو ا 2 : 7 1 كد ذ- الجنحس ب ا عز تعلمي بالودة إلى كتاب عع أطت 7 أكتب أبني لت التعارين بإشراف أحد أفراد بانتجا وتركيز ر بطلاقة وفهم تي لغتي 1 رينء لإصراف اح ثرا 206 حون 206 لات لدم عد اق", "metadata": {"page": 53, "chunk_id": 3, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "8 الس الأو : 0 1 1 رس الأو ماني - ا بن ب 0 . من آداب الاستماء: سس استمع بانتباه وتركيز 01 ين اكاب الاشيقاع ب ب 2 ظهار الاهتمام مع المتحدث أستعد للإستماع ا م رار و م أصهف ما أراه فى الصورة الآتية: خصو و 09 مدن وتقر ص ن 7 0 الود ؟ بجائب الإجاب الصححة: المشكلهالتى عاتى منها رامى وجدنه هى: لق 7 لتكت شر 0 لم يكن اي راضياعن قرا جد لب إلى ار أن اله 7 مان ار فجن وجد رامي السمكة على:", "metadata": {"page": 54, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1-12 حرا -ا. حا حكايان من كل زمان ومكان 1 أفهم المسموع وأحلله يا 1 . 7 لين ا ي 27 1 كرة قود . تي . . 1 أختار المعتى المتايب للكلمات بين القوسين وأكتبة في الفراغ: ا انرا 2 اذكو را 2د م 72 7 7 ررق ا 03 24 م2 -قالت الجدة: اضر لقذ مكثت . بلا طحام مد أطول من ذلك من قبل. يوجد مكان فى اله الكبير لا تجمد بدا لأن الوا دن فيه بسرعة - يوجد ن في لنهر لكبير يتحمد ابد ؛ لان الهياه تتدفق . تت فيه بسرعة. 72 72 72 أذك 7 2ه و وو 0 لو كنت مكان زرامىء حرا م 7ه 5 ف. ا : 2 اي 2 أصل بخط بين لوصف وصاحبه: هل أضبر على الجوع؟ ياد 8 ؟ د اا الا قد ا 01 47 سحص يل يستسلم ويستمر بالسعي والعمل. راصو شغي يناس تضاخ 1ل ال عد يميم بال الجدة ياد 8 ؟ عد ل ىر يه لدو 2ن مد 12 01 ما شخص صبوز ويشجع غير على الصبر. رامى ا الرءطء 08 8 : 24 دأو و 2 بكتانة 1 لمن 0. . 3 أرتب الأحداث الآ وفق تسلسل حدوتها بكتابة الركم المتاسب في : ما دام ا د دي ل 5797 7 2 وجد رامى سمكة كبيرة جرفتها اميه إلى الشاطئ. ا در مقط ذا مي رده ع . 2 اكادا ب رامي وجدته يعيشان في بيئة ثلجية يصعب فيها إيجاد الطعام. و تجمت الجدةراميعلى الاسيمرار بالبحث. 0 ع رار عو ا ب 057 اه 7 عنساء و بحث رامي وجدته عن الطعام فلم يجداه؛ فشعر زامي بالباس.", "metadata": {"page": 55, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1\" دي الي انث ع بع 2 رك عر ال : 1 4 أرتم إشارة 1 ي بجائب القيم التي تكلمتها من النض: 1 الاسينلام. الصبر. لطاعة. اليأس. القاؤل. 3 صن ن م 9م 71 0 2 5 لون العنوان المتاسب للنص الذي استمعت إلي: رام والكدة الكدء الج سه لاس 8 ة ل راي وال\" جد الحزينة والاسيسلام 3 0 روه م 01 07 2ه م ده 2 0 هي 2 7 1 لم تأكل الجدة منذ يام وثل رادي لكنها لم تستسلم ولم تظهر ضعفهاء بل استمرت تشجيع حفيدما. و ا 2 9 72 - لو كنت مكان الجد هل كنت سأفعل ثلها؟ لمان؟ 3 م أي - 22 ا 2 ل روا رع 0 ان 2 مره 2 1 2 أرسم المؤشر . بانتجاو الوجه الذي يكبر عن رأبي في النص الذي استمعت إلي:", "metadata": {"page": 56, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". 2 ء 3 2 2 7 م الس الثاني أتحدث بطلاكة 1. 2 من آذاب الحوار والمناقمة: و الترام الهدوء في أثاء المناقشة. اي لكر ءءء 7 أتأمل الصورة الآتية. ثم أجيب شفويا: ا 1 5 ني ااا رد -- - 'صتعكا \" سا 7 ريو - يحو ها م فصحالله . 1 1 أ 0 ا ميا قا 0ق 2 0 ماذا اشاهد فى الصورة؟ 2 3 2 0 3 3 رادي 0 أذكر اسماء القصص التى أحب قراءتها.", "metadata": {"page": 57, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا حر 8 أبني محتوى تحدئي 0 0 نل الصور الآنية: تخد وزيا 1 3 م ب - : ب 5 ا 5 ا 6 0 و ا : صمفك. . م : 1 1 0 ييا 4 1 0 9 7 وو أمبر مفو 2 3 3 و نب 7 . م 3 دام 2 رار 2ر7 1 9 0 9 0 4 5 و 2 ب مراعيا تقديم عرض درام تسط لقصة أو حكائة مآلو فة. رركا مراح ديم خرص درادي دير . و 2 8 - ا لوفة 2. 2 مرايا المت ث: - 0 مرك و 2 2 تقديم عض درا تسبط لاد لقصة أو حكابة مالوقة.", "metadata": {"page": 58, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ني\" القس 01 74 2 سرس اعم رده 0 -3- برا 1ض 2 وهم ا 1 را قا محرا و اتامل الصورة الآنية؛ ث أجيب: 1 و2 - صصح ا دحالا : ب بل الاستماع لقراءة النوس: عد الاستماع لقراءة الدوس: ا و6 \" \" 0 7 7ه 2 2 عن ماذا تتحدث قصة الدزس؟ ا عن ماذا تحدثت قصة الدؤس؟", "metadata": {"page": 59, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". 9 حي لء مول 2 يار 1 كل 3 قرا فرص الخبر م 7 ب ب بيه . مخ تفرع جد نا ور م م م 2 2 0 اللا 1 8 1 7 الا 1 ما ابو و 7 7 : و ار اليه إ 2 7ر87 لج . 2 0 رد ره م 72 ن- 2 1 6 فرص وخبزته في الفرنء ووصعته على الشباك ليبرد قليلا. 7 7 ي و 7ص الشدي ا الك 17ح 0 2 . أو 8 2 بأزنب أبيضء قال الأزنب: فطيرة لذيذة . ايها القؤص . سأنال 1 7 د كر و 2 ره 1 أراد الأرنب أن يختصطف 1 قزق م 2 2 مس 1 0 م ن 2 0 5,5 2 8 ب القرص بيده إلا أنه قفز هاربا جه ب و در ل دده رو 075 : زا 1 0 0 1 1 ا ا ع 6 كت كه و م. م\" 3 0 و عمد م 3 كام 0 - و هه 7-ى وه", "metadata": {"page": 60, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "إإ إل حكايان من كل زمان ومكان 0 72 فب 2 ندج أخرج التب مخالبه واندفع إلى القزص. را 22 229 . , و ده رو بدأ القرص يتدحرج ' 0 م رد م\" و ا 1ت نحو الملعغب وهو يضحك حبس 3 ض وكا و 7 0 د 1 27 ج رارغ 2 2 2 ه ل 07 : 1 ا رؤو ا هه عرو 2 5 ا ب الجد والجدق وتخلضتمن 0 م 1 0 . م 2 ي \"م الأؤتب الأنيضء وسأهرب منك. أيها الجزو. دده م 7 2 0 02 2 2 م 21 ف وبعد قليل. التقى القرص والتعلب. لاحظ الثعغلب أن القرص والهروب إلى أي مكان. ونادى بصوت مادئ لطيف: أيها القرصضء 1 2 م 2 0-4 7 3 2 ان 0 أغذب الألحان. 1 2 ال وى 4 و 0 4 0 2 الثيا ب ف 2 لثما إلى 2 2 :", "metadata": {"page": 61, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". كر ف 3 طه ل 2 أقرا تمثل المعى ا كو 7 ب ار يم ما 22 0 اقرا الجملتين الأتيتين واتمثل سلوب الثداء: 9 4م 72 2 و ب ا م سال 0 ع و ع سأهرب منك. أيها الجرو. . ت- ب م - تت . --. - ألم لس ا اانا ا 1 كنا لا سا - ا 2 ب 77ب 7 22 2 2 1. أحلل الكلمنين الموتين إلى مقاطع: ل بو وه 0 ا 212 له و 1\" مو و 2 و 2 2 : 2 ا 1 . . قر 5 و و قال الأزنب: ايها ص سانال منك سالتهمك. 0 4\" 1 0 - 2 ركب المقاطم الآنية؛ لأكون كلماتء ثم قرا الجملة: ' بب اع 0: ن- ن- ن- ن- 1 داج حر رص 34 2 2 ا 2 9 ا سا هك و ل ا , 3. أعيد ترتيب الكلمات؛ لأكون ينها جملتين مفيدتين: اط , 1 را ا 1 سنسدا ا الال . رم د اراسي ا الو سا أي ساس اد ساس", "metadata": {"page": 62, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "حكايان من كل زمان ومكان 2 و ا رو ور رار 0 1 أصل بخطبين الصور والكلمات الذالة عليها: . . . 0 : . . 0 . 0 . . 0 . 0 ل - 2 عب لا جرو دتب 1 فرص حبر فزن ء 2 2 أ. بدا تد حرج في الطرقات. ب. سأنال منك . سألتهمك. 5 أضريك 8 لد د و 0 ا ل", "metadata": {"page": 63, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "و م م رما 0 3 أصل بخط بين لكلمة وضدما: و هه 7 . 7 سرعه يا آ\" امم اليف 7 7 لماذا وضحت الزوجة القرص على الشباك ؟ ل . أ. يضبح طريا. ب. يبردللل 0 ج ينضج جينا. ع راي ب ص ب 1 . و 7 اله 07 ص أ. في الطرقات. ب. داخل الفزن. ج. فوق ماء النهر. 2 راع 09 دوو أ. الأرتب. ب. جزؤالف. جد التلب. \" رو و ا ؟ حر دم 7ع ساس 2 2 77 . مم لمم 0 2ه . 5 أكتب الصفة المشتركةبين الأوتب وجرو الذئب والتغذب في قصة قرص الخبر: 0 ا رشا", "metadata": {"page": 64, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "حكايان من كل زمان ومكان ف م7  ام قمر ماربا من وبا يتد حرج؛ . فسارع النعلت إلى التهامه. 2 بع 7 بدء 0 يا ص الدفع الجرو إلى القرص؛ فتخلص من الأوتب الأبيض. جلس الفرص قوق نف الغلب؛ بدا الفرص يتدحرج نحوالملكب. 2 و 2 اوور ره 7 أصل بخطبين الوضف وصاحبه: 1 : م د 05 امه ,7 و ان د 41طص2ض 4 ا مي قور ره 0 7 ف 08 8 أرنب الأحدات الآتية وفق تسلسل حدوثها بكتابة الرقم العتاسب في : وبعد قليل لفق القرض والعلب الذي خدعه؛ وسارع إلى لتهامه. ا 07 اراد رد ققر القرص إلى الشارع وبدأيتدخرج في الطرقات. : م 97 7 مط 2 اط م 2 91 ددر ردم 12 ب حي م 75 2 0 8 ا ا لا 2 7 التق القوص بأرب ثمبجرو دب رادا اهمك ولكنه تمكن راعته وحفته من", "metadata": {"page": 65, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "8 تا 2 ب \" ا 7 7 غرية 0 غزور قرص الخبز وسذاجته. 57 9 احير و افكز مخالب الثغلب الكبيرة فر لو كت مؤلف فص لوص حيلة انغلب وذكائه. الخبر. من الخصية الى يمكن أن بد 72 7 3 م م 2 ارقو 0 و 0 6 ام 21 0 ص هو أضيفها إلى القصة ليجو القرص من تم ب و 222 7 0 تعب القرص من التدخرج. 3 ل ا 7 3 1 قال التعلب: أيها القرص. أيها القرص . . تعال اجلس قوق أننى . عن لى أغيية وأشمعني أعذب اللحان. جلس الفرص قوق أنف التعكب. كسارع العلب إلى التهامه. رادو ده م بج 2 و 2 ب 2 7,7 1 8 - و كنت مكان ار عن كنت سأجيس قوق أنف التغلب؟ لمان؟ 23 صو 7 2 9 0 7 2 ب ل 2 لون الزهرة التي تعبر عن رأيي في نص فرص الخبر: 6 ا 6 ب ا", "metadata": {"page": 66, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا إ إ إ إ حكايان من كل زمان ومكان هه 3 0 3 4 ا : 5 اقرا. . اقرا و ل 2 و 0 افرا كوشاكئ تتكلم 84 1 7 2 م م \" اقرا قصصا وروايات اع حكما وحكايات ل ل م أو الغارا كف مسرا 2 ء إن قالوا: علج مذ الضصغر أسعد الديري شاعر سوري 7 ع 83 ا 7 اها", "metadata": {"page": 67, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا 0 2 ا - 0 م 9 سا سم الوحدة الثامتة أنواغ التنوين: : الدرس الزابع ل نوين الضم . . : يكتب فوق الحرف ب ن و 2 و برالج. 0 اعد كر أ م و نوين الكشر . ر. : يكتب تخت الحرف نوين الفتح : يكتب قوق الحرف الأخير اكب إفلاه صحيحا في اكلم ولحق اح الأخير 2 . أف مالم ك لكلمةب رمق اء 0: الكسة م2 2 1 محجرأت ا . الغلكه. 21: 1 نط ندا را أقرا الجملة الآية مبها إلى قراءة الكلمات الملونة: 1 وو 84 2 م 2 2 2 7 ع قرا خليل كتابتا فى مكتبة مادكة. 27 ل ا اد م2 0 0 راد 9 د أصنف الكلمات آي وفقتوع التنوين: 2 2 و مي ما ال عطلة قصص عطوفا", "metadata": {"page": 68, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "حكايان مث كل زمان ومكان 3 أستخرج من كرس القراءة كلماتتتهي بالآتي: و ز؟ - 5 نين لض نوين القنئج م تين الكس 8 0 ا 22 طم ا له 02 يه 2 72 م ا أو الجدول كتابة الكلمات ورسم التنين . . . ر. على أواخر لكلمات: 0 و رو و يه يه : ا ل ح شكل قرص وخبزته بالفرن ووضعته على الشباك ليبرد قليلا.", "metadata": {"page": 69, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1 أرسم حرف اللام بخط النشخ وفق الأسهم في الصندوق: 2 أعيد كتابة الكلمات الآنية وفق فواعد خط النشخ وبخط جميل : اح ساق اس اه قدا 0 2 3 أعيد كتابة ا لجملة الآنية وفق فواعد خط النشخ وبخط - جميل: . لا لا لن تأكلنى . لن تأكلنىء أيها الجرو.", "metadata": {"page": 70, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "م8 وداج عي هده ا 0 أتعرف شكلا كتابي اتذكر عناصر القصة بم و و 2 و ا 1 أقرا القصة الآتية؛ وألاحظ عناصرما: النملة والجندت . 1 2 1 م 1 2 ري 7 7 باكرا تجمع القمح استعدادا لبرد الشتاء. أما جارما الجندب فقذ كان يستلقي طوال 7 9 رو ار مق 2 2 اه 7م بم 9 72 لنهارء يشرب ويعني ويأكل ما لد وطاب. رآنه النملة فقالت له: ما رأجكء يا صديقي في أنتجمع القمح معا؟ قال الجندب: لا . فالشتاء ما زال بعيدا. واستمر م 2ه يذ قر 2 2 2 2 0 ا كل منهما على هذا الال حتى جاء فضل الشتاء حاملا معه البرد والأمطار. سوك 2 7 م طمن 7 9 9 2 1 بيتما كانت النعلة جالسة في بيتهاتنعم بالدفء والشبع طرق أحدهم الباب. - ء م 0 7 الور 2 و 21 و \"وه و 7 8 7 عب الواعاب؟ 1 2 2 خض الك لماو ا ير عاب لفو ركم ممه : تت 7 رد زد اده ءءء ده أ 0 برآ كوه ع ل عي 8 2 الطعام؛ فشكرها الحندثت ومند ذلك الو تعلم الحجندت فائدة 0 و و 71 و", "metadata": {"page": 71, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "و رر 4 1 - عر ىس 8 امه ا م لير ا \"و 0 2 أرتب أحدات القضة الآتية بكتابة الرقم العكاسب في : محرا 0 1 فى يي ا و2 0 مه الي و مو 7 اقترب القردان من الخوزة؛ وحاول كل منهما أن يسبق الآخر؛ فكل ينهما بع ؟ يا يمري لمك تخ ال يا الح يي 7 يفكر فى نفسه فقط. فجأة مر طائر له منقار طويل؛ خطف المؤزة وطار بعيدا. 4خ\" اه 1 ان 0 2 ل م ا ء نظر القزدان إلى بعضهما بعضا بحزن؛ فقذ ضاعت منهما الموزة. \" كان القرد لبتي جائعا؛ فكرج صباحا ليبحت عن طعام ورى موزة كبيرة تحت شجرة فى الغابة. وشاهد فردا أصفر جائعا وبي بحت عن الطعام أيضاء وقد 13 9 م و رأى نفس الموزة الكبيرة. ام عدبم 2ه 7 ش22 مجه 7 ب 8 مشيا في الابة ليبحنا عن طعام فوجدا موزة أخرى على الأرضء تنظرا 1 قي لق ب 4 6 7 7 1 سار ا ل 7 7 ب 4 و وهر 2 و . 1م اي 0 اقترح عنوانا مناسبا للقصة السابقة:", "metadata": {"page": 72, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ات أعي ثنت ا و 9 بصي م 2 م 277 . 7 أقرا الكلمات الآتية ثم أجمعها محاكيا لنمط كما في المثال: طالبة 2 عيث ور نا ' ا : 4 و م 2 دو رت . ا ااا 2 دو رات 2 ألون الكلمات التي تدل على واحدبالون الأزرقي والكلمات التي تدل على جمع ان الأخمر: مرح 2 2 ,0 0 2 ا و م 2 وو", "metadata": {"page": 73, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "5 3 1ه 2 كو 4 7 8 راص 2 ا ملك سه ثلوك - ملكات وه د وه الى وه رد د مؤينة بو مؤينات - مؤمنون سل - 2 او 2 بخ ربط مع الدراسات الاجتماعية: ل : : المهن فى وطنى. \" وه ا اصياء اه و : رن زي 2 ري 4 أكمل الجمل الآنية بكتابة الجمع المتاسب: ب و ا 7 22 2 0 22 7 1 ا 2 ا حم ' و : 7 0 2 و 0 اا مخلصات فى عملههن. المعلمة. 171 9 : ؟ عي 4 مرا اص 0 تتظف . أماكن العمل. العاملة 5 أخمار الكلمة لمتاسة لإكمال الجملة ثمأكبها فى المراغ: 2 1 زر 2 رط ب اي في ج. ااا تقشمن الشرح الوافي. المدرسون - المدرسات خصر حرئل از اأجد. فساراع. ل يرو أوظف الكلمات الآنية في جمل مفيدة شفويا: وكوي م اوه ي ي متفوقات - مخلصات - حكيمات", "metadata": {"page": 74, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ع 8 راك - . 2-2 حكايان من كل زمان ومكان ار اللو ع حخصاد الو حدة ا - 7 ولاه رار ا اي 8ط و مه 7 ل اه عد د ارا ير لد 5 معلومات جديدة: قيمة أو سلوك أعجبيى: 22 0 الا ا 22 2 2 2و مج ب 7 ده 2 وهر 7 22", "metadata": {"page": 75, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا ب . ه 72 7 2 0 م 2 ل 7 ة الاستما 5 الو ل ' . مهارة 2 1. 1 تمثل آداب الاستماع: الإنصات إلى المتحدث وتجنب الحركة الزائدة. 2. 1 التذكر السمعي: ذكر عنوان النص المسموع وبعض العبارات التي وردت في النص المسموع. 3. 1 فهم المسموع وتحليله: ربط الشخصيات المسموعة بالصور الذالة عليهاء تفسير معاني المفردات الجديدة ؛ وصف الششخوص 4. 1 تذوق المسموع ونقده: تحديد موقفه من سلوكات الشخوص فيما استمع إليه؛ مع أو ضد إظهار الانطباع الأول تجاه ما استمع 2 مهارة التحدث 1. 2 تمثل آداب الحوار والمناقشة: احترام المستمعين واحترام حق الآخرين في التحدث. 2. 2 مزايا المتحدث: التحدث بثقة مدعما عرضه بصور أو رسومات فى أثناء التحدث. 3. 2 بناء محتوى التحدث وتنظيمه: بناء محتوى التحدث من صور عدة؛ ووضع عنوان مناسب لموضوع التحدث.", "metadata": {"page": 77, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "3 مهارة القراءة 1. 3 قراءة الكلمات والجمل وتمثل المعنى: قراءة نص مشكول قراءة جهرية سليمة ومعبرة تمثل المعنى عند قراءة جمل النداء تحليل الكلمات إلى مقاطع. تكوين كلمات جديدة من مقاطع تكوين جملتين مفيدتين من كلمات مبعثرة؛ إنشاد التشيد مراعيا الإيقاع الموسيقي. 2. 3 فهم المقروء وتحليله: : تحديد دلالات الكلمات الجديدة استنادا إلى الصور استنتاج معاني الكلمات ربط الكلمات الجديدة بأضدادهاء الإجابة عن أسئلة تذكرية حول المقروء, تحديد الحقائق الواردة في النص وصف الشعور في المواقف المختلفة. ترتيب أحداث بحسب ورودها فى النص. اختيار العبارات المأثورة التى تعبر عن فكرة في النص وضع عنوان جديد للنص. 3. 3 تذوق المقروء ونقده:", "metadata": {"page": 77, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "إبداء الرأى فى السلوكات أو المواقف الواردة فى النص إظهار الانطباع الأولي تجاه المقروء استحسان 4 مهارة الكتابة 1. 4 مراعاة ضوابط الكتابة العربية والإملاء: كتابة كلمات تحتوي ظواهر بصرية الله ؛ الرحمن تطبيق خطوات الإملاء المنظور وإجراءاته. 2. 4 رسم الحروف وكتابة الكلمات والجمل بخط التسخ: رسم حرف الصاد بخط النسخ حسب موضعه في الكلمة بشكل واضح ومرتب 3. 4 تنظيم محتوى الكتابة: كتابة بطاقة دعوة للمشاركة في مسابقة مراعيا عناصرها. 5 البناء اللعوي 1. 5 محاكاة أنماط وأساليب لغوية محددة وتوظيفها: محاكاة شفوية وكتابية لنمط يتضمن أسلوب النداء يا أيها ؛ أيتها. المحتويات الى اح ل ل ل اصع ين ياتا وتزكين ر بطلاقة نه لنمارين بإشراف أحد أفراد ونيا لضي اتنا لعل الل الى معرب 0 ا الم سردم الى و", "metadata": {"page": 77, "chunk_id": 3, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "نيج ا ال 0 ب : الدرس الأول . و و م جه 7 محا 2م نانضاه ورك 1. 1 من آكاب الاسماع: ع م 2 : 8 ع 0 : الإنصات إلى المتحدت أصف ما أراء فى الصورة الآنية: خ نت يآ دصي'ي -- ,ذ ا 2 كاي ب يا ا ال9 0 اننع تئر ب 2 ن0 7 1 ألون 1 بجائب الإجابة الصحيحة: حضر سامي لزبارة جود مع: 3 واله. جذي م قالذ والدها. 0 شامي. والدتها. : و را و اوري و ا في كل مرة تفط ججود عندراجتهايقول لها سامي: 1 الاتستسلمي. 1 ؟ لا تحرني. 1 لاتقلقي.", "metadata": {"page": 78, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "62 أفهم المشموع وأحللة 89 لون الكلمة ومعتاما باللون نفسه : 1 ألون الكلمة ومعناها باللون نفسو : ره 0 2 و ا ا ؟ مإ ودرا 2 . 3 و 7 2 ا رأت ججود هدية عيد ميلادما؛ فأعطت ريذا دراجتها. ا 2 1 4 - 0 2 ج 7 3 أرسم إشارة أي أمام الصات التي تميرت بها مجو وفق ما ورد في النص: الاستشلام. 0 02 و 1 الاجتهاد.", "metadata": {"page": 79, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "يذ ل و 0 0 0 ن ن 8 0 م الح كر الكسة على كأ عا ع اي عو ارك الع : : 88 1 0, أرتب الأحداث الآثية وفق تسلسل ححدوثها بكتابة ارقم المتاسب في : 1 ا ك و - 2 بعر ه اس ل 7 و 8 7 استمر سامي بتشجيع جود حتى تمكتت من قاكة الاج . ذ ع نم وراد مه د . 7 ل لكاعيء 2 فكت جود بمساعد من والدعا عجلات النوان عن دراجتها. صاحت جود فرحة عندما رأت مدية عيد ميلادما. ل حاولت مجودقيادةدراجتها لكنها وفعت عنها مرات عدة. ل 2 7 2 ب 7 ار ا 1 5 أختارعنوانا متاربا للنص الذي استمعت إليه: 71 2 5 ال 34 ب 7 دو ب و الدراجة الجديدة رياضتي الجميلة ملعبنا الوايع - 1 رد رد م 7 57 ام 2ب 0 رادي 7 اهو 1عملت جود جاهدة وكابرت وفي النهابة تمكتت من قيدة الدراجة. آم د 2 -1 0 2-7 لد ىم 2 عبر عن زأبي في ما قامت به جود شفويا. 7 ل 2 د21 م اا 222 - لو كنت مكان جود كيف كنت سأتصرف؟ 2 أوسم امؤشر. باتجاو الوجه الذي يحب عن رأبى فى النص الذي استمعت له: ر ارسم المؤشر -ه بانجاو الوجو الذي يعبر عن راي في زي استمعت إليد.", "metadata": {"page": 80, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "اتحدث طلاقة - 1. 2 من آذاب الجوار والعتافمة: و61ى انتيا للتحدث أ ال تمعير واخترام حق ار جره نحي رواحمو الآخرين فى التحدث. آمل الصور الآنية؛ ثم أجيب شفويا: ريدي , اله تي ااا ا 7 3 ب 2 و ود 0 ماذا أشاهد فى الصورة؟ بط مع العلوم: 2 0 كوي 4 7 دوي اوات لص", "metadata": {"page": 81, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "أتأكل الصور الآنية: ياجلا اا سب با الا حك 1 الاح رض ا 1 ص تح زهخكت 1 تم - 0 5 ار 2 لج ا 2 حي رن ادحا ع 0 ب أعبر شقورا لا 7 2 اج 9 0 2 7 و ب 1 ا در 21 \" و 2 سر \"2 2 9 ان لحب 4 2 2 7 كد لا كحا أمجاء 8 \" ء له ل ا و 0 ' و صور أو رسومات في أثناء التمحدث. : عضا يسور ف رموه راي 27 7 2. 2 مرايا المتحدث: للا 1 الل 7 فترح غنوانا لموضوع تخدئي ضور أو رسومات في أنتاء الت. 8", "metadata": {"page": 82, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "بي الدرس الثايث 7 ب 97 - 4 أنحح الك سي 2 7 يي حر 3 و -1 اتامل الصورة الأتية؛ اجيب: صر 7 ا - : 6 يوب . 2 2 0 و 0ه 0 م2 2 مه ساي ل ىه 27 2 عن ماذتتحت قصة الدوس؟ 8 عن ماذ تحدتت قصة الدوس؟", "metadata": {"page": 83, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "م ل ؟ ه م9 لمر ند سا سضاء م ودء 2ق امخرا؟ 7 2. مم عد ا ان عن اه . د 01د منصور طفل صغير. بمارس رياضة الجمباز منذ شهور 7 22 2 2 ىه 2 م سا2 2 مما جعل جشمة معتادا على الحركة والنشاط. هم - ررضو مد 7 اه - جماكو 2 ره وثم 07 2 م فشكر بالخوفء لكن كلام والديه ومدربه شجعه وبالفغل اشترك وفاز بالميدالية الذهية؛ ففرح الجميع به. 3 2 2. 70 ل يو ا 4 2-1 شهرا كاملا عن التمرين. وو و - ذا غ280 م ص م2 عاو ب 9 2د 6 2 مي 71 وبعد شفائه. لاحظت أمه أنه لم يعد يتحمس للعودة إلى \" 3 5 ا وقد م 7 ده ا عد 2 د اله ري 2 - 7 \"9\" 9,2 و 2 ' ا و 2 لم و سألا 1 وقالت: أيها البطل. ا 71 6 و ار اد و ا", "metadata": {"page": 84, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 7 حج 95 2 حر 6ج 7 7 9 7 و 0ه من الميدالمات. هل ستتو ف الان لانك تشعر بالتعب؟ عد إلى الترين ولا تنتثلم. رف 0 0 2 و و 7 \" . 6 1 7 . ا ا ا 2 هم و 0 0 ريه اققرب منه المدرب 1 ار 0 - 7 زد ب 2 3 والقد وقال: اسشتعد للطولة ججديدة تب ما اس 7 2ه ىه 0 7 بد دس دهي لح قال منصور بصوت يرتجف: و 5 مه را 2 اي , وو م و 7ب 2 0 ل يمكن أن أفور بهذه البطولة؟ أجاب المدرب بثقة: بالإرادة 1 أ 2 ع ص 7 . اا رداص سدقق مخدة ا ب شتعد : و 1 : 5 8 1 مو 2 را . 0 و تداك ل 7 ده يي بخ 7 و 2 ل 20 0 2 74 بي ىه أداء متميراء واستحق الفور ,0 ب : ب : 4 2 0. علي ورياضة الجمبازء موسوعة أقرا الإلكترونية؛ بتصرف.", "metadata": {"page": 85, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". 9 كي ركم تو هاه قرا تمثل المعى . و ن زو ل و 0 كارا اد \"د جرس اسلعرا . و 22 ثرا الجملتين الآنيين وأتمثل أسلوب النداء: وو 7و 7 عئعح272 ار 22 بعيثت؟ ؛ امي ها لطا لكد فرت بالعديد م الميداليا . 7 سس م \" م بها لبطلء رت ديد صن نر ا ب. ب 7 ب 7 دو . دو 2 \" : 0 و\" - - لا ب - وب ل 2 9 ات 1 لغ اء. ا م . 1 8, أحلل الكلمتين المكوتين إلى مقاطع: : 1 و و 1 2و2 2 ب و لي 1 ب الله ب الث 1ك 0 و ل 8 2 : 0 إ حصل مصور على فرصة ناد ني د 3 ير ا و : 8 ا 0 هما 0. ليد 1 فرصة رياضية إ حم 20 ' 2 . رت المقاطم اللآنية؛ أكون كلمات. ثم قرا الجبلة: 1 4 5 ل و يو 7 0 2 5 2 0 ا قا ال من صوا ر أنا مات عدا د ا 3 ارو - 272 2 ا بد ذا اي نا قا 1 3. أعبيد ترتيب الكلمات؛ لأكون ينها جملتين مفيدتين: ه' ا : 1 ا اا ه نم . د ت- ها م -ه - \" --", "metadata": {"page": 86, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "خخ ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ف ص  0ص 0 0 0 ص ص ص ص ص ص ص ص ص ص 8س 8 8 8 8 88 888 و لاحك ا ا 27 م ا أصل بخط بين كل صورة والكلمة الذالة عليها: م2 ول 2 وا الميدالية جمباز جولة ا كز ري مر عا عاك : 2 نم ل حو فى كل كلم كوك - عاد دو إلى لنعرين بعد تردد. اتباك - شجاعة - ناقور باكر الول لل وضع ب 2 و ء و 9 م 21 و وب قاد , ل نقطع الخوف اط ب و ا 0 7 7 ل ارشع الطمانينة", "metadata": {"page": 87, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "خخ خصخففصفففففغفغفغفغفغفغفغفغفغفغففغفغفغفغففغفغفففغفغففغففغفغفغففففففففففففففففغفغفغفغفغفغفغ1غفص0صسصسصصسصسس سس سس سس ف شاش كر كوو 1 الخ اص 7 اع 0 دي خول الإجابة الصحيحة: اا ار ص2 ورا ع ناد محم طا ع و 0 0 ما القوائد التي حصل عليها منضوز من ممارسة الجمباز؟ القوائد في . م ل 2 2 2 كو و أ. الخحركة والنشاط. ب. الكسل والخمول. ج. التراخي والفتور. م ما شبب القطاع منصور عن التمرين؟ 1 لسبب هو . ء 7 ن و ل د أ. النعب. ب. الإصابة. ج. الملل. سمج : 2 : 1 1 م 5 ألون م بجائب العبارات التي تبر عن فكرو ن القصة: 0 و عرء 0 9 2 لاتتنلم أبنا. حال لملم نوز والجهل ظلام. . ر م لو 1 نم 7 الإممال والبآس. حال الثقة بالنفس هى مفتاح النجاح. 6 أرسم شارة بجا الحتائتي التي وردت في القصة: 1 \"يمارس منضور رياضة الرض. اا يو رم ا 0 1 قارمنضوربالمركر الأول. 2ض 8 8 م 2 الح08", "metadata": {"page": 88, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "تقأقأقأ777272727972 7 أأقأق86634867677676767667إ74,66733 7 7ا7تقتققققققققق0. ل00 حر راو 9و س اوزي ر قر در 0 1 7 أرتب الأحدات الآنية وفق تسلسل حدوثها في الدرس بكتابة الرقم العتاسب في : عرض منضور لإصاب رباضة. 2 و رز 2 0 2 7 شارك منصور فى بطولة؛ وفار بالميدالية الذكبية. عاد نصور إلى النمرين وكار بالمركر الأول. بالرعم من إصابة نصورء وتبه وعدم ربه في مواصلة لنعرين إلا أن والديه ومدربةلم فقدوا الأمل فيوء واسعروا تسجع ودعمد. 1 2 ا ري 2 ا الور مليم؟ لمادا؟ - لو كنت مكانهم هل كنت سأفعل لهم؟ لماذا؟ 09 2 72 3 - 2 . 9 م راي و 2 لون الزهرة التي تحبر عن رأيي في نص منصوز ورياضة الجمبان: 6 ا 6 ب 6 ا", "metadata": {"page": 89, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "21 اليد ا د 2 و 2 ا رج ين ال 9 0 را 2 بي 0 2 2 4 شمس بعد الفغر أطلت تشكب فى الأرجاء سؤورا د بايطا عا زلا م ة : ف فقث . م . وقد شغث نورا 2ب ع 9م ار 2 2 2 وبدأتتماريئن صباو بتشاط ماكنتكسولا 2 ب 2 97 7-7 م 73 4 يتح ك جنشيبي بنظام عضلاتر تتقوى اكثشر 3 ي. 2 \"0 2 ا 2 \"م 2 24ج انجز تمرينا تمرينا وارى وجهسي ابح انضر م فز - احج ل نا اش", "metadata": {"page": 90, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ني الدرس الرابع رد و م نر ال 2 ود كلمات فيها الألف تلفظ ولا تكتب الله؛ الرحمنء إلهى - م 2ه م اق ار 2 م رار 1 أقرا الجمل الآنية؛ والحظ الكلمات الملونة: طم 0س 1 عد و هط 2 عبد الرحمن طالب مجتهد. الله ربى 2 و 2 7 أحبك يا إلهي 2 أخارالكلمة التاسبة وأكتبها في الفراغ: 7 الموج صر 0 71 جا د با محيب الدعوات للقت", "metadata": {"page": 91, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- و نل ا قلا وم اه 2 كم راطا : 3 لون الكلمة التي يختلفنطفه عن طرق كبتها: رلا طلسم رولا طلسم رلا طلسم انك مم عاد مم م كصورت. سور حدم بح . ال اح اا مز ناد هه ذاازات هه حب م حب وات كوا 0 0 0 و 5. الم المنظور . قال المدرب: بالإصرار والإرادة؛ والمرين المتواصل ستفوز بإذن الله.", "metadata": {"page": 92, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ه 6. ي7888ر7ر7راا7را7ا7اا. ق. قأممممممإإ4إ4إ4إ4إاةاةاةاققةقة888. : . سر م2 4 1 أرسم حرف الصاد بخط نشخ وفق الأسهم في الصندوق: ا 2 ب سىس الى 2 2 عي كتابة ا لكلمات الآنية وفق قواعد خط النشخ. وبخط جميل: ا به م حا 2 2 3 أعيد كتابة ا لجل الآنية وفق قواعد خط التشخ. وبخط جميل: , كان المركز الأول من نصيب منصور حصل عليه بفضل صبره وإصراره.", "metadata": {"page": 93, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "1ض لد - م ي ساط 7 0 ص و 1 أقرا بطاقة الدغو الآية؛ وتعرف عتاصرها: ب حج : 1 : , : - بطاقة دعوة : . 9 ا 2 م ن : , 7ه تسعدنا دعونكم للمشاركة فى مسابقة تحدى القراءة : م لا ال اي ا ا : : في تمام الساعة الواحدة ظهرا من يوم 1 . لخمي, الموافق : 2 الحامس من يان فى مكتبة الملرسة. خ يا : : 1 ارم لس ار : 1 8\" معلمة اللغة العربية 0 : 00 10ب 7 عه : خ 1 خ 1 خ 1 خ 1 : الا ا 3 مو ل ام ار 2 راط 2. 01", "metadata": {"page": 94, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ن1-ل7 إأخخ حكأكآخآآحخحككآآكخحح آحكحكآخحآأخآأكخح'حخأأآكخحصض-أححكلنسآللآاخخأححالإدإ إشئلتلتتتكشل7لللللللللللللللللللللاااا و : أربط مع الرياضيات: - الغريو 2 م 7م ب ارتب عناصر بطاقة الدعوة الأتية: شهر الك . دار 29 و2 0 2 2 عد رج \" اط . سما ا . \"8 سعدنا دعونكم للمشاركة في مسابقة الشطرنج و 9 ط م مدير المدرسة بطاقة دعوة في تمام الساعة الكاشرة صباحا من يوم السبت الموافق العاشر نتن\" من آذان في مسرح المدرسة. 3 أعيدتابة عتاصر بطاقة الدعوة السابقة؛ لأكون بطاقة دعوة: محا ا كاشالك.", "metadata": {"page": 95, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "رس الحامس . . و - 4 2 0 ا ب 1 أقرا الججمل الآنية: -\" ووو 7 اأىحاء كور كور د ورك 71 . 2 أرسم ليا في الفراخ ثم كرا الجمل متمثلا لمعتى: جح ااا زيف افوا كتابا مفيدا. 8", "metadata": {"page": 96, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "بس 2و ا ءءء 1 كيم و ال ع ا 2ه أيها. الطالب النشيط. أيها الطالبة النشبطة. 2 رار و 8 بو و ل 4 أحبرشقويا عن الصورة الآنية مشتخدما أسلوب النداء ياءأيهاء أمنها: اي إلا عمحر 27 زا ك- : م 6", "metadata": {"page": 97, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "نا تلعت 0 أبحث في جدول الحروف عن أسماء تشع آلكاب رياضجة معروفق وأكتها: لما اساق اد 5 ااا ا ا لذكاة صاضاحاهات ام اللي م يا ثانانامانة الى اسليتلللعج 1 اا انافاه 2 سس ب ح د ا ص9 سر الم", "metadata": {"page": 98, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0-0-0156 22 2-0 حصاد الوحدة ا ا م مق ا . مثال: إصاه. تتا . مثال: بالإزادة والتمرين الجاد. 4 و ه 2 2 2 2 2 2 ب را 2 و ا معلومات جديدة: قيمة أو سلوك أعجبيى: بي ري و ضغ ع 7 ا در مثال: عناص بطاقة الدعوة. . مثال: المشابوةم. ات ادر 2 ا عور خوك كم ورا اوعد . مثال: أيها الطفل. أكتها الطفلة.", "metadata": {"page": 99, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "كوااق وأصه حى صم مم كفايات الوحدة العاشرة 2 2 ده 1 مهارة الاستماع 1. 1 تمثل آداب الاستماع: إظهار التفاعل مع المتحدث والتركيز من بدء الاستماع إلى نهايته. 2. 1 التذكر السمعي: ذكر أسماء بعض الششخصيات الرئيسة وبعض الأحداث التي وردت في النص المسموع,؛ ذكر عبارة تتضمن نمط الاستفهام. 3. 1 فهم المسموع وتحليله: تحديد موقفه من سلوكات الشخوص فيما استمع إليه؛ مع أو ضد إظهار الانطباع الأولي تجاه ما استمع إليه استحسان. قبول رفض. 4. 1 تذوق المسموع ونقده: تحديد موقفه من سلوكات الششخوص في ما استمع إليه؛ مع أو ضد. وإظهار الانطباع الأولي تجاه ما استمع إليه استحسان. قبول رفض. 2 مهارة التحدث 1. 2 تمثل آداب الحوار والمناقشة: الالتزام بالنظام والأدب عند طلب الاشتراك في المناقشة والحوار. 2. 2 مزايا المتحدث: :", "metadata": {"page": 101, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الابتعاد عن الإيماءات المنفردة الإشارة بالإصبع إشاحة الوجه. 3. 2 بناء محتوى التحدث وتنظيمه: بناء محتوى التحدث من صور عدة؛ وتكوين قصة منهاء ووضع عنوان مناسب للقصة. 3 مهارة القراءة 1. 3 قراءة الكلمات والجمل وتمثل المعنى: قراءة نص مشكول قراءة جهرية معبرة وسليمة؛ وتمثل المعنى عند قراءة جمل التوكيد اللفظي. وتحليل الكلمات إلى مقاطع ؛ وتكوين كلمات جديدة من مقاطع؛ وتكوين جملتين مفيدتين من كلمات مبعثرة؛ وإنشاد النشيد مراعيا الإيقاع الموسيقي. 2. 3 فهم المقروء وتحليله: تحديد دلالات الكلمات ومعانيها استنادا إلى الترادف والأضداد. والإجابة عن أسئلة تذكرية حول المقروء والاستعانة بكلمات واردة فى النص لإكمال الجمل الناقصة؛ وتحديد الاختلافات بين صورتين فى ضوء أحداث النص؛", "metadata": {"page": 101, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "تحديد التسلسل الزمانى للأحداث الواردة فى النص. 3. 3 تذوق المقروء ونقده: إبداء الرأي في المواقف الواردة في النص وإظهار الانطباع الأولي تجاه النص المقروء استحسان. قبول رفض. 4 مهارة الكتابة 1. 4 مراعاة ضوابط الكتابة العربية والإملاء: رسم علامتي الترقيم: الفاصلة وعلامة التعجب واستخدامهما بشكل صحيح. تطبيق خطوات الإملاء المنظور وإجراءاته. 2. 4 رسم الحروف وكتابة الكلمات والجمل بخط التسخ: رسم حرف الهاء بخط النسخ حسب موضعه في الكلمة بشكل واضح ومرتب على السطرء كتابة كلمات وجمل تشتمل على حرف الهاء بخط التسخ. 3. 4 تنظيم محتوى الكتابة: ترتيب جمل لتكوين فقرة صحيحة. 5 البناء اللغوي 1. 5 محاكاة أنماط وأساليب لغوية محددة وتوظيفها: محاكاة جمل فعلية بسيطة تبدا بفعل مضارع مسند إلى ضمائر المتكلمى والمخاطب والغائب. الى لخدن لخن لاد ال زر تعلمي بالودة إلى تاب ا أتحدث 7 أكتب أبني لغتي . , را كا بانتجا وتزكين ر بطلاقة 1 ونيم 7 التمارين بإشراف أحد أفراد", "metadata": {"page": 101, "chunk_id": 3, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا ارس الل 1 2 ره راها. ؛ ب بسوخ يان ل وتر كيز 1. 1 من آكاب الاستماع: 2 2 0 2 يد : 0 الجلسة الصحيحة؛ والنوجه أصفما أراه فى الصورة الآنية: حت ابلا افا امال م حصو 0 077 23 2 ل نون ص ل اهنب لز ص ل ب 7 ألو بجائب الإجابة الصحيحة: قر مو 2 7 العلوى. ا 0 7 0 ب 2 م 7 7 ا مماء شيتم. أ ماني. ممام اال ا 7 1 خائف. 1 صادق. جب. تمع إلى النص م خلال مر لمجو في كتيب الاشيماع.", "metadata": {"page": 102, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الصذق عنوان حياتنا - و ار 2 و 2 و م 2 ما اسم الي الذي 1 أصل بخط بين كل صورة والكلمة الدالة عليها: أت بالصضادق الق؟ اه ادح اح 1 - و 0 7\" را م 7\" 0 . 0 2 أرتب الأحدات وفق ورودا في النص المشموع. بكتابة لقم امتاسب في : 3 وضم رجاجة الوطر بجوار المكان إلى جين الانهاء من اللوب. وصل ميكم إلى المنزل. وحكى لوالد ما حدت. واعتذر يه. مح بعض أصدكاه وم يبون كر اقد. - 2 17و م واب 2 2 0 ا 2 ري م مام الصمة التي يتصف بها شي وفق ما ورد في النص: ياك جاح جاح", "metadata": {"page": 103, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 ا 59 2 م 0 7 4 ا 4 لون القيمة التى أعجبنى فى النص. ولمان؟ 0 نم لصا 7 و ه- مار الاعتذار عند الخطا 5 أختار عنوان متاسبا للنص الى استمعت إليه: 23 2 مر 2 ا ب أحجب والي لعبة كرة القدم شيثم ورجاجة الوطر لو 2 دوق المسموع وأنقده ب راب رحو اط رج را ارده عق ا رم 3 قي 21 2 5 در 272 1 رفض كيتم الفكرة وقال: آنا لن أكزب. سأقول الحقيقة؛ لأن الصدق هو النجاة - أخبرعن رأبي في ما قام به ميتم شفيا. اي 7ه ا انه بم ويا كه 7 3 - ماذا لو كنت مكان الأب؟ أسأسامح فيكما م لا؟ ولماذا؟ 2 أرسم المؤشر. باتجاو الوجه الذي يعر عن رأيي في النص الي استمعت إلي:", "metadata": {"page": 104, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الكرس الثاني 0 ير عساداعم - لفحم ا 2 تحدر طلا 7 1. 2 من آداب الحوار والمناقشة: د 2 العامة ا فى المناقشة. دبالكسة حو يذ 0 يي ل 2 0 وسام الأمانة والصدق أ بكس اي حا قح 0 2 0 ماذا اشاهد فى الصورة؟ لق 7 2 0 ما الصفة التى أتمير بها؟", "metadata": {"page": 105, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الأ 2 أبني محتوى تحدني ل و الي ص : . ب 3 5 7 8 ور 2 ار 2 م 2ه نظ 0 اتامل الصور الآتية؛ واجيب شفويا: ها . ل ' 0 . مخ جارك 2 7 0ف ا ,. . ااا ل الح ل 00 ء ا 9 2 أعبر شفوا 7 أستعين بالصور السابقة روي قصة مام زلائ ي زملاتي رار قا 0 جم مراعيا الابتعاد عن الإشارة بالإصبع وإشاحة الوجه. 1 0 - عر ار وطدك و اام آ ى . ا 2 2 فرح عنوانا متاسبا للقصة. 2. 2 مرايا امتحدث: الابتعاد عن ح شار بالإضبع وإشاحة الوجه. 7", "metadata": {"page": 106, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ت ب خر 32 0 01 أستعد للقراءة عر 2 7 7 1 و تمل الصورة الآتية؛ ثم أجيب: : او ا أ 2 1 ا 9 2 كتشف ب 0 27 0 عن ماذا تحدنت قصة ال ص - جحدت ص الدوس؟ 7 عن ماذا تحدثنت فصه الدس؟", "metadata": {"page": 107, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "3 فر الصبي والذتب كان في الجقل صبي يرعى خرافه ولم يكن عليه يرى الانتباه إليهاء وهي تأكل مسي 1 لكنب كبل أبكوة بها مساء 4 2 إلى لقرية. في أحدالأا و ض ؤ يحكال على معن بيط نع لإحافة الأب. : 7 2 3 الخ د 2 ق ل ولم يكن هناك أي ذئب. ل 8 عادروا الحفل بعد أن استقر 49 الذكب بالضجة التي أحدنوما؛", "metadata": {"page": 108, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الصدق عنوان حيائنا ا 7 20 قالا و كد لصبي ف نفسه: 2 د 1 1 1 6 أجء م ءال 00 ا و المتطعت أن ا ل أن ثب موجود. وني اليو التال 4 7 34 و 0ه ا ار يراقب الرجال وه مو 2 3 وهشو 07 7 2 وهم يشرعون ويصر ايا لاا الدجال أنه آ و و اه - 3 حون لإخافة الذتب. فعرف جالأنهد لابه الا ري مساء ذيك م أ 8 وه 0 مه الخراف؛ فقه 5 : : تى ؤب إلى1ا لحقل وهاح 2 0 الصبي من مكانه؛ وصرخ وهو يلوح بذراء دكث و 1 7 2 0 وهو يلوح بذراعيه: . 5 . ذنتث إل - 1 وارعة ى 7 لكن لجال كا و را 0 ا يأتوالمساعدته ذه الم 40 وقالوا: إنا 34 ح 6 2 و - 2 رم 3 68 إن بحتا 0 ده . 9 27 2 2 7 و 1 زئ بنا مرة أخرى ولماعاد الصبي إل الح ا 01 0 قال الصث: له 1 يراب ه , عو ا 4 0ل . أخطات قلا أحرتصدرقم: 08 ل أحدبصدث بن لأ يي ن كاذنا ا و و و 8غ ا . جر الحثق. لئ8 و1\" 7 و14 مكهت ذربية 0 حكايات ااا 7 إيسوب, ترجمة: إما عد ال :", "metadata": {"page": 109, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": ". 2 اتيم 2 7 فد 2 قرا مثل لمعغى 0 أقرا المجملة الآنية وأتمثل أشلوب التوؤكيد: 2 عا 2 يو 1 يو 1 ياب ل 1 21 على صوته: ذتب . ذتب صاح ب إنب 7 ل د د د اا ا 7 \"1 1 ابه : اليه 27 1 هم ب\" و ما 1 كان في الحقل صبي يرعى خرافه. 1 يرعى خرافة 1 1 4 1 اج 2 4 ل 2 4 ه7 1 2ركب المقاطع الآتية؛ لأكون كلمات. ثم أقرا الجملة: ا 1 و و 1 . - ا اط لل 29م وض طحن 0 1 : 7 حح 1 . وا 5 \" . 1 أ 0 1 . 7 2 . ء 2 ا - وب عد ع ا ا ا م ا م سم اس الم كحم الم الحم ليم ع الم", "metadata": {"page": 110, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الصدق عنوان حياتنا 8 23 أقهم المقروء وأحلله - 3 2 و 2 سرهم ار 2ك زتتى ره و ه90 لو يهم يستهزئ ت- 7ع 2 \"و - 21 0 اه 0ه راك قو ى 2 أخمار المعتى العتاسب للكلمات بين القوسين. وأته في الفراغ: 7 1ق 0 22 7 امم 2-1 - قفر الصبى وركض إلى خافة الحقل. تت 3 أخمار أضداد الكلمات الآتية برسم 0 حولها: ا ل لعا 2 أو و لضحة: إرعاج الفوضى الهدوء وط . و 1 هه م لاه د امتطغت: عحرت قدرت تمكنث 9\" مب 84 ع ب - 9 أصبت: أخحطاأث صدقت أدركت ناد ل م 2 العذب: الخداع الصدق الغ", "metadata": {"page": 111, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- ماذقرر الصي أن فعل عندما شعربالملل؟ قرر أن . جه 7 ج72 ا 2 . 15م 7 - كم مرةكرر الصبي فعلته؟ كررما . أ- مرتين. ب- خمس مرات. ج- ثلاث مرات. - لماذ لم يحضر الرجال لمساعدة الصي آخر مرة؟ لنهم أدركوا أنه . ء ور و 2 ده رق دو 2 . ىس 2 أ- المهام التي كانت مطلوبة من ب- اعترف الصبي بخطئه بعد أن. ا 7 : ب \"0 7 تمل في لحقل مع الجا 1 صاعده الججال. بت 3ع 0 0 2 9 ن 6 أملا الفراعات في الجمل مستعينا الكلمات الآنية: - كان في الكقل صبييرعى خرالة ففكر مم - رأى الصبي الرجال وقد. لإححافة الذتب. - اسككر ري الرجال على أنهم قدأححافوا. بالضججة التي أحدنوما.", "metadata": {"page": 112, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الصدق عنوان حياتنا تت 5ص و ا ا مم 3 7 ع 7 2 و 2 ار - 0 ل 7 أسمعين الكلمات الآنية لأحدد في أي مرة قام الصبي بكل عمل من الأعمال الآنية: الأولى الثانية الثالتة 0 3 ار عر د وا سد . م ء. 2 سسه و 8 ا في المرة . الثائية. ضحك وهو يراب الرجال وهم يشرعون ويصرخون لإخافة الذئب. ص2 2 كه اه مغو ع م 9 ده ص2 صهه 22 6 ال قال الصبي : لقد أخطات. فلا أحد يصدق من كان كاذبا حتى عندما ة 71 25 2 2 الور كس . 22 طمن ماه 2ور في المرة سل قال اله 2 فى ل : ما هذه ال يلة 1 تطعت أن أ- له يظنون أن ادنب موجود. 4 2 ها الاي 2 و 5ه ىو : بتس- 09\" 33 دوق المفروء وأنقده الصادق الأمين. ب ء 27 8 0 3 - ابي زأبي شفويا في اسياء رجال القرية من الصبي؛ وبر إجابتي. 34 سج ور 2 ريا 4 2 مر وه 7 0 9 د را 21 71 و 7 دو و 0 1 ل يء 0. الون الزهرة التى تعبر عن زايى فى نص الصبي والذئب: 003 ب ده ا", "metadata": {"page": 113, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "0 0 إ الصدق من الأيمان لد عت م لح ا 2 \"م 7 الصدق مي الإيمان والصدق لنا غثوان وبه الأجام : تطيب وبه 1 بسنمو الإننسان فى قل الصدق تجاة فى قول الصدق حياة فى قؤل الصدق جمال فى قل الصدق جلال ورسول الله مثنال للصدق مدى الأزمان سليم عبد القادر شاعر سوري 7 وج 3 5 2", "metadata": {"page": 114, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "جا لعاشرة 0 ا الدرس الرابع اك كتب الفاصلة 6 وعلامة التمجب 6 ا ا قو عرس نم راب 0 2 , . 2 2\" 0 1 أكرا الجملة الآيية. منها إلى العلامتين باللون الأخمر: 8 3 2 م يراه ا 7 2 . 7 جد قال الصبي فى نفسه: ما أجمل هذه الحيلة ا ح و در ةو ب م و 0 ا كو 2 أعيد كتابة الجملين التتين برسم القاصلة في المكان المتاسب: عيوية أقاءكء أله لاد الك اك 1 الئل 3 أعيد كتابة الجملة الآيية مع رسم علامة التعجب في المكان المتاسب: ما أجمل تبي الكيوانات", "metadata": {"page": 115, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "5 أخمار علامة لترقيم المتاسبة وأرسمها في القراغ: أ. ما أطول رقبة الزراقة ات ب. يوجد في حقيبتي كتاب . وقلم . ومسطرة. 66 . - ج. كتبت واجبي المدرسي. ثم ذكيت للب مع أصدقاني. د. ما أجمل الغيوم في السماء. 6 أخمار علامةالترقيم المتاسبة وأرسمها في القراغ: - أردت الحروج إلى المدرسة صباحا. اشع المطر. وعصكت الريح؛ فقرر - ما أجمل المطر. 583 - ما أعغظم هذه النعمة. عظم 77 1 : ' ك3 ر م ل - 4 با لاد الاك ب تح - - 0 - و 8ر2 و . غادر الرجال الحقل بعد أن ظنوا أنهم قد أخافوا الذكبء قال. 0 نل 0 . 7 0 7", "metadata": {"page": 116, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الصدق عنوان حياتنا وف الها راو سر احا 207 . لت انلوق . ا مع . أوتم حرف الهاء بخط النشخ وفق الأسهم في الصندوق: - 2 ج 4 200 اا 2 أعيد كتابة المات الآنية وفق فواعد خط النشخ وبخط جميل: خص م راسد واه ره دق 2 اا ب . كان الصبي يهتم بخرافه وكان عليه الانتباه من الذئاب الجائعة.", "metadata": {"page": 117, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا0ل0ل0له - ن حمست م8 ا ,' الفقة زر زه و 2 84 بي 34 أتعرف شكلاكتابي الفقرة هي مجموعة من 6 و 8 ا د اه 272 ب في الجمل التي تتحدث عن الفقرة فحرةرئسددحدة داكو 1 ا اا 272 ري ا ا 0 2ح د هكد 1-. - -- 7 أفرا الففرة اآيية والحظ ترتيب الجمل فيها: ا 7 ا 4 1 27 1 و و 7 أ ا 2ح و 5 ين 2 ا لبماعده. شكر الرجل خالدا بابتسامة. ض 1 م . 9 2 7 2 7 ع و 155 2 إ 2 2 7 ا 1 9م 8 ب د شن الأخلاق الأكياس الخفيفة", "metadata": {"page": 118, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الصدق عنوان حياتنا - ار او \"قد بج 7 ره أل 2 2 دء 2704 ريص 7ض . 3 أحدد الجمل التي تتحذت عن نفس الفكرة وتشكل مع ففرةمكاءلة نوين : 2 هر سر 4 2 نز لعب كرة القدممع أصدكائ - صامت شعاد شهر رمضان كام م سر و 8 0 ثم تتاولوا الغداءمعا في الحديقة تع لت تر - قال محمد: ما أجمل اللعب 1 وو كور 7 27 ل ي وام ا 7 له 4 أكتب الجمل التي اخترنها؛ لأكونفقرة صحيحة موظفا علمات الترقيم الآنية:", "metadata": {"page": 119, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "ا لوحدة العاشرة . الس الحامس 1 اك زه عل 19 أحاي نمطا ت- 8 04 ا ب 22 د ا م در 1 أكرا الججمل الآنية. والاحظ الكلمات الملونة: ا 8 را مدقو ده 2 يرسم لوحة. هو يرسم لوحة. اد 2 و 2 اي 2 تأكل تفاحة. 4 هى تأكل تفاحة. ألض 73 لقدم. 80 أن ألض 73 لقدم. 2 أخمار الكلمة المتاسبة لإكمال الجمل الآنية: قر . 22 2 3 1. اا. أقرا يقرا قصة ممتعة. أ0 2 تت يكتب رسالة إلى صديقك. - نت 3 اا لذهب يذهب إلى المدرسة كل يوم بي 4 زور يروز جده كل يوم. شو", "metadata": {"page": 120, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "الصدق عنوان حياتنا 1 46 ل ل 22 طدا ار نوع ورا رار ر م ب 3 0 سا 0 أقرا عبارات المتاهة الأتية. ثم لون منها ما يدل على خلق الصدق؛ لأاصل إلى هدفي: أنا طفل صادق . أقول الحقيقة أغش فى الاختبار ع م اسن لل نا نه حب 3ق ب ا 2 ا ل\" : ب\" 0 أجاب 1ل سيك 0 اا 8 2 ان ف اج يا ب 0 واحماة 1 3 اي 1 16 ليا 0 1م راج 1 5 أ 2 ل أخدع الآخرين بحديثي 1 أفي بالوعد الصدق منحاة", "metadata": {"page": 121, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
{"text": "- 2 و2 حصاد الوحدة ا مه م م رز آح 7 . 7 صو 2 7 ةر لود ا ره فيا . يدا . ع 0. 0. 0. 7 2 و مر وه را 2 م ا ااا اب رايا 0 ود و 2 و عدج 9 بم ا م لم 05 و 0107 ع . د ا 2 و 2 1م را 0 و مثال: تعلمت علامات الترقيم. . مثال: الصدقش. اا و وو و و مثال د 2 7 وب لض", "metadata": {"page": 122, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T2.pdf", "quality": "ok"}}
