{"text": "\"THE MINISTRY OF EDUCATION AND TECHNICAL EDUCATION DEDICATES THIS BOOK, WITH LOVE, TO THE CHILDREN AND FAMILIES OF THE ARAB REPUBLIC OF EGYPT. \" فmaksurafفlamnفب إhahmفlamnف اlamfفkafmupفب ، بaleffفتkafmفlamnفذا اhehn ففنيlamnف اmeemfفيlammفainmفتlamnف واmeemfفيlammفainmفتlamnفة واtatweel3فبيrehfفتلlamnفي وزارة ا dalfفhehm'' ت فة. ''tatweel3فبيrehfفلainmفlamnف اrehfفsadmفmeemn فةyehnفلrehفلwawfفhehmفmeemmف في جrehfفseennفل والأaleffففtahnالأ 2025 Ministry of Education and Technical Education All rights reserved. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any meanselectronic, mechanical, photocopying, recording, or otherwisewithout the prior written permission of the copyright holders. Cairo, Egypt Name : Class : School :", "metadata": {"page": 2, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Dear Students, Educators, and Stakeholders, It is with great pleasure that the Ministry of Education presents the Primary 2 Framework for Egyptian Learners. This comprehensive textbook has been meticulously developed to support our young learners in acquiring essential English language skills while honoring and integrating the rich cultural heritage of Egypt. In today's interconnected world, proficiency in English is a vital skill that opens doors to global opportunities and fosters cross-cultural communication. Our vision is to equip Primary 2 students with a strong foundation in English, enabling them to navigate academic pursuits and future careers with confidence and competence.", "metadata": {"page": 3, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Structured Learning Activities: The textbook is organized into weekly sessions, each focusing on different aspects of language acquisition: Listening and Speaking: Interactive storytelling, discussions, and role-playing activities enhance listening comprehension and oral communication skills. Reading and Phonics: Phonics exercises and reading activities develop students' ability to decode and comprehend written English. Writing and Vocabulary: Targeted writing exercises and vocabulary-building activities encourage students to express themselves clearly and expand their word knowledge. Cultural Integration: Lessons are intertwined with cultural insights, promoting an", "metadata": {"page": 3, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "appreciation for both the English language and Egyptian traditions. Visual and Interactive Elements: Bright illustrations and interactive components such as coloring pages, matching games, and puzzles make learning enjoyable and reinforce key concepts. Assessment and Feedback: Regular assessments, including quizzes, retelling exercises, and vocabulary matching, provide educators with tools to monitor student progress and tailor instruction to meet individual needs. The Ministry of Education and Technical Education is dedicated to providing high-quality educational resources that meet the evolving needs of our students. This textbook embodies our commitment to", "metadata": {"page": 3, "chunk_id": 3, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "excellence in English language education, ensuring that every child has the opportunity to succeed academically and personally. As we embark on this educational journey, we invite educators, parents, and students to collaborate in fostering a love for the English language and a deep appreciation for our cultural heritage. Together, we rich Egyptian identity. Best Regards, The Ministry of Education and Technical Education.", "metadata": {"page": 3, "chunk_id": 4, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Unit Vocabulary Language in Use Phonetics Skills Life Skill(s) and Value(s) Unit 1: Startedhello, goodbye, teacher, chair, desk, eraser, book, ruler, bag, window, door, board, pencil caseHello, Im Ali. This is a chair. That is a desk. My name is. Short : cat, hat, cap Short e: pen, ten, red Short : zip, big, pinSelf-introduction routines. Unit 2: Colors, Shapes, and Numbersred, blue, green, yellow, circle, square, triangle, 1-20 and numbers in 10sThis is a red circle. do you haveShort : : dog, box, fox Short : sun, cup, bun Long e : cake, lake, Unit 3: Routineswrite, draw, read, color, clean, play, sit, stand, raise, open, close, singI read a book. I draw. Stand up. Open your book.", "metadata": {"page": 4, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Initial Consonant Sound: sit, clap, drawFollowing instructions Unit 4: Everyday Lifemother, father, sister, brother, grandmother, This is my sister. brother. Long o : nose, rose Long u : glue, cube Digraph : thin, thumb, teeth, thick, thunder, mathFamily appreciation Unit 5: My Hometable, chair, bed, door, window, lamp, cup, plate, cook, clean, help, watch, eat, play, sleep, brush, read, sitThe lamp is on the table. clean. Digraph : ship, shop, Digraph : mother, father, thatResponsibility at home Unit 6: Rooms at Homekitchen, living room, bedroom, bathroom, dining room, garden, hall, balconyThere is a kitchen in my house. my room. Digraph t : chair, chin,", "metadata": {"page": 4, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Name at least 57 classroom objects for short vowels a, e, i in familiar 1Lets Get Star ted Lets Get Star ted", "metadata": {"page": 5, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson 1 6Classroom Greetings Classroom Greetings 1Listen, repeat, and practice Hello, Im Ali. Good morning, Ms. Amira. Student A: Hello, what is your name Student B: My name is . Switch roles and repeat. 2Choose the correct answer from a, b, or c", "metadata": {"page": 6, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 11 73 Look, read, and write 4 Read and complete Hello. My name is Ahmed. 1. I sit on a c at school. 2. My t is kind. She helps me learn. 3. At the end of the day, I say g . 5 Complete the text with the words in the box 1. I sit on a . 2. This is my . She teaches me.", "metadata": {"page": 7, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Let's Play: Write, Pick, and Stick Write classroom object words on small papers. Put them in a box, then pick a paper, read the word, and stick it on the correct classroom object Example: This is a chair. Phonics Focus: Short a sound 1Listen and repeat 2Trace the words hat cat cap map man fan map man fandesk - board - chair - window - door - pen - book - notebook - bag", "metadata": {"page": 8, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "5 Reorder the words to form a sentence 1. is This a desk. 2. teacher. a is He 3. is student. a He 4. is chair. a This 6 Reorder the letters to make a word", "metadata": {"page": 10, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "11Vocabulary Vocabulary 1 Listen, repeat, and practice 2 Work in pairs to ask and answer questions This is an eraser. 1. What is this This is a . 2. What is this This is a . 3. What is this This is a . Lesson 3Our Classroom Objects Our Classroom Objects", "metadata": {"page": 11, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "3Choose and write the correct answer aThat is a bag. bThat is a window. cThat is a door. aThat is a board. bThat is a pencil. cThat is a door. aThis is a board. bThis is a ruler. cThis is an eraser. aThis is a bag. bThis is a door. cThis is a pencil case. 4 Reorder the words to form a sentence a is This board. This is a board. 1. bag. is This a 2. This a pencil. is 3. book. is This a Where is the. Student A: Where is the door Student B: Its over there.", "metadata": {"page": 12, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 11 135 Reorder the letters to make a word Phonics Focus: Short a and i sounds 6 Listen and repeat 7 Listen and fill 1. p n 2. t n 3. h - n 4. z p 5. f g 6. b n", "metadata": {"page": 13, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "1 Trace the words pen ten hen zip bin fig 2 Reorder the letters to make a word Examples : This is my pencil case. This is my bag. Let's Write Together Let's Write Together", "metadata": {"page": 14, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "classroom words. I can say \"Hello\" and \"Goodbye\". about my classroom. myself. classroom objects. Self-Assessment", "metadata": {"page": 16, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Name and describe colors, numbers, Ask and answer questions about colors, numbers, and shapes for short o, short u, and long aListening Identify color, number, and shape Identify numbers from 1 to 10 and Write color, number, and shape and shape wordsLearning OutcomesUnit Colors, Shapes, Colors, Shapes, and Numbers and Numbers 2", "metadata": {"page": 17, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson 1 18Lesson 1 1 Listen, repeat, and practice 2 Choose the correct answer (a, b, or c) on the desk. is on the desk. the desk. a This is a blue square. square. triangle. aI see a blue triangle. triangle. triangle.", "metadata": {"page": 18, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 22 193 Read and complete blue - triangle - green This is an orange. This is asquare. This is acircle. What color is this It is blue. What color is this It is red. What color is this It is . This is a red triangle. 1. This is a . 2. This is a . 4 Choose the correct answer (a, b, or c) 1. What color is this 2. What shape is this", "metadata": {"page": 19, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 205 Reorder the words to form a sentence 1. circle. red is a This 2. This square. a blue is 3. is What this 6 Color and say Color the ball red. Color the book blue. Color the triangle yellow. 7 Color the shapes and complete the sentences This is aancircle. This is aansquare. This is aantriangle.", "metadata": {"page": 20, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "21Lesson 2 1 Reorder the letters to make a word 1. e u l b . 2. g a n l t r e i . 3. e r n e g . 4. n o a e g r . 5. i c r e l c . 6. s r e u a q . Phonics Focus: Short o and u sounds 2 Listen and repeat 3 Listen and fill 1. d 2. b 3. f 4. s 5. c 6. b", "metadata": {"page": 21, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "4 Trace the words 5 Fill using (o) or (u) 1. d g 2. b x 3. f x 4. s n 5. c p 6. b n 6 Rearrange the letters to make a word", "metadata": {"page": 22, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 22 237 Label the pictures from the word box 8 Draw, color, and write For example : This is a blue ball.", "metadata": {"page": 23, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson 1 24Vocabulary Vocabulary 1 Listen, repeat, and practice I have pencils. 2 Listen, match and write 1. I have ruler. 3. I have pencils. 2. There is bag. 4. I have notebooks. Numbers and Counting Numbers and CountingLesson 3", "metadata": {"page": 24, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 22 3 Practice Classroom Phrases I see four desks. There are ten students. Lets count the books. How many. Student A: How many pens do you have Student B: I have five pens. 4 Count the red balloons then circle the right number. 5 Match the word to the correct number", "metadata": {"page": 25, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "I have one book. I have two chair s. I have three chair s. Example: 1 pencil Plural More than one (add -s) Example: 2 pencil s, 3 book s, 5 pen s We say book for one and book s for more than one. 6 Look and write How many bags are there There are three bags . There are pencils. There are books. 7 Choose the correct answer from (a, b, or c)", "metadata": {"page": 26, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "27Lesson 4 1 Read and complete 1. There are chairs. 2. There are pens. 2 Choose the correct answer from (a, b, or c) 3 Reorder the words to form a sentence 1. pens How many there are 2. books. eight are There 4 Reorder to make a word . n e n i . Let's Count Together Let's Count Together", "metadata": {"page": 27, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Phonics Focus: Long a sound 5 Listen and repeat 6 Match the word to the picture 7 Circle the long a 1. cake cat 2. gate get 3. cab cave 4. snake snack 5. grapes grip 6. name nap", "metadata": {"page": 28, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 22 298 Trace the words 9 Listen, read, and say 10 Look at the number line below and fill in the missing numbers 11 Circle the numbers counting by 10s", "metadata": {"page": 29, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "shape words. using colors and shapes. using shapes. about my picture. numbers from 1-10. I can count by 10s to 100. Self-Assessment", "metadata": {"page": 30, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 33 332 Complete using the correct word from the box 1. I on the chair. 2. I a book. 3. I a picture. 4. I my desk. 5. I in my notebook. 6. I up. 7. I with my friends. 3 Match each word to the correct picture", "metadata": {"page": 33, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 344 Put the words in the right order to form a sentence 1. sit on I chair. the 2. my with I play friends. 3. draw I picture. a 4. my I read book. 5 Choose the correct answer from a, b, or c 1. The boy is . a) reading b) running c) sitting 2. The girl is . a) cleaning b) standing c) reading 3. The children are . a) playing b) writing c) cleaning", "metadata": {"page": 34, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "2In pairs, ask and answer A. What do you do in the classroom B. I read. I write. I play. I draw. 3Reorder the words to form a sentence 1. Stand please. up, 2. Open book. your 3. down, Sit please. 4. hand. your Raise 4Trace the words", "metadata": {"page": 36, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 33 375Circle the correct word 1. (Stand up Sit down) when the teacher enters the classroom. 2. (Draw Write) your name on the board. 3. (Open Close) your book after reading. 4. (Raise Sit) your hand to speak. 5. (Play Clean) with your friends. 6Listen and match Phonics Focus: Initial Consonant Sounds Listen carefully to the first sound of each word.", "metadata": {"page": 37, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "7Find and Circle Circle the word that starts with the same first sound as the action word . Action word: sit A. Action word: read B. Action word: clap C. Action word: clean D. Action word: dog 8Let's match the first sound 1. Say an action word (e. g. , read, sit, clean, draw). 2. Ask your peer to say new words starting with the same sound. 3. Take turns.", "metadata": {"page": 38, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "39Lesson 3 1 Listen, repeat, and practice Hello In class, I sit on my chair. I read my book. I write in my notebook. I draw a picture. I play with my friends. I clean my desk. 2 Use the words below to label the pictures write, read, draw, color, clean, play, sit, stand, raise, open, close, sing", "metadata": {"page": 39, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "3 Match the sentences with the correct pictures a) I read my book. b) I draw a picture. c) I play with my friends. d) I clean my desk. e) I write in my notebook. f ) I sit on my chair. g) I stand up. 4 Circle the correct word a) I my book. a) read b) play b) I my desk. a) clean b) draw c) I on my chair. a) sit b) draw d) I in my notebook. a) clean b) write e) I with my friends. a) play b) write 5 Read and choose the correct word a) I a story. a) read b) play b) I a picture. a) clean b) draw c) I my name. a) write b) play 6 Put the words in the correct order a) I book. read my b) my write I name. c) with play I friends. my", "metadata": {"page": 40, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "41Lesson 4 1Trace the words 2Complete the sentences using the words below a) I my book. b) I a picture. c) I with my friends. d) I in my notebook. e) I my desk. 3Reorder the words to form a sentence a) in write I notebook. my b) my play friends. with I . Writing About Our Class Writing About Our Class", "metadata": {"page": 41, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "c) draw picture. I a d) my I clean desk. 4 Draw a picture of yourself doing something in class. Write 2 sentences below it. Example: I write in my notebook. I sit on my chair. I read my book. I draw a picture.", "metadata": {"page": 42, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 33 Self-Assessment classroom. action words. routines. instructions. words.", "metadata": {"page": 43, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "44Let's Review Units 1, 2, and 3 Let's Review Units 1, 2, and 3 Listen, repeat, and practice Listen, repeat, and practice Hello, Goodbye red, blue, green, yellow Language in use: a full sentence . This is a red book. I have three pencils. How many chairs are there There are four chairs. What is this I have a ruler. I see a blue square.", "metadata": {"page": 44, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "45Review Review 1 Find the big yellow pencil. 2 Complete the sentences 1. This is a desk. 2. I have eraser. 3. There are triangles on the board. 3 Reorder the letters to make a word 1. t c a 2. n e p 3. d b e 4. x o b 5. n u s 6. odg", "metadata": {"page": 45, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "47Review Review 5 Fill in the blanks using the words below read, draw, play, clean, write a) I in my notebook. b) I a picture. c) I my desk. d) I a book. e) I with my friends. 6 Reorder the words to form a sentence a) read I book. my b) up Stand c) my I clean desk. 7 Draw and color objects and shapes. Write two sentences to describe your drawings.", "metadata": {"page": 47, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "488Match the words to the pictures 9Color the shapes Practice the name of each shape. Say: This is a blue square. 10 Write 3 sentences from what you learned I see four red books. The chair is blue. This is a big triangle.", "metadata": {"page": 48, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson 1 50Vocabulary Vocabulary 1 Listen, repeat, and practice This is my father dad. This is my mother mom. This is my sister. This is my brother. This is my grandmother. This is my grandfather. 2 Look, listen, and repeat This is my mother. pract ice . grandfather", "metadata": {"page": 50, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 44 Family Tree Game: Who is heshe This is my father. He is tall. This is my. and simple descriptions. This is my sister. We use \" my\" when something belongs to the person who is speaking. Example: This is my brother . This is your bag. We use \" your\" to show that something belongs to the person you are talking to. (one or more than one) Example: This is your toy. These are your toys . When something belongs to someone, we add ( 's) to their name to show that it is theirs. Example: Ahmed has a car. It's Ahmed's car . Q: Who's this A: This is my father. This is your mother.", "metadata": {"page": 51, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 521 Listen, repeat then write This is my . This is your . This is your . This is my mom. 2 Ask and Answer 3 Label pictures of family members with the correct words", "metadata": {"page": 52, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "53uni062F Lesson 2 1 Read and match 2 Read and complete This is my mother. 1. This is my . 2. This is your . 3 Choose the correct answer from a, b, or c a This is your grandmother. b This is your brother. c This is your table. a This is your sister. b This is your bed. c This is your grandmother. 4 Reorder the words to form a sentence 1. is my father. This 2. father. This your is . a This is my sister. b This is my brother. c This is my grandmother. a This is your mother. b This is your sister. c This is a pencil case. All About Home All About Home", "metadata": {"page": 53, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "5 Reorder to make a word 1. h m r e o t 2. s r e t s i 6 Write two sentences about your family This is my grandmother. She is kind. 7 Trace the words", "metadata": {"page": 54, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 44 Phonics Focus: Long o and u sounds 1 Listen and repeat 2 Match the word to the picture 3 Listen and circle the correct word 1. red rose 2. nose net 3. cub cube 4. glue game 4 Write the missing letter to complete each word then write 1. rse 2. nse 3. cbe 4. gue", "metadata": {"page": 55, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 5 Rearrange the letters to make a word 1. sero 2. sone 3. becu 4. gelu 6 Trace the following words 7 Draw and label a family tree (grandfather - grandmother - father - mother - brother - sister)", "metadata": {"page": 56, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "57Lesson 3 1 Listen, repeat, and practice I play after school. I brush my teeth at night. My life at Home My life at Home", "metadata": {"page": 57, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "I wake up at 7: 00 am. He eat s breakfast. Time Expressions: 2 Write each sentence under the correct picture I brush my teeth at night. I wake up at seven. I play after school. He eats breakfast.", "metadata": {"page": 58, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 44 593 Choose the correct answer from (a, b, or c) a I brush my hair. b I brush my teeth. c I wash the car. a He plays after school. b He sleeps after school. c He brushes after school. a She sleeps early. b She eats lunch. school. 4 Read and complete My name is Sara. I wake up at seven. Then, I breakfast in the morning. I my teeth and a book. read eat brush 5 Choose the correct answer from a, b, or c a She eats breakfast. b She sleeps again. c She plays at night. a I walk to school. b I brush my teeth. c I play in the morning . a He reads a story. b He washes his face. c He eats a sandwich.", "metadata": {"page": 59, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Your teacher begins: I wake up. Add a sentence: I wake up, and I eat breakfast. 1 Reorder the words to make correct sentences 1. up wake I seven. at 2. school. after play They 2 Reorder the letters to make a word 1. suh br 2. leep s 3. kla w 3 Draw and write Draw 1 daily activity. Write one sentence under your drawing. Example: I play after school. Me and My Family Me and My Family", "metadata": {"page": 60, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 44 Phonics Focus: Digraph th sound 1 Listen and repeat 2 Match the word to the picture", "metadata": {"page": 61, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "3 Listen and circle the correct word 1. Tin Thin 2. Math Mat 3. Thumb lamp 4. Thunder under 5. feet Teeth 6. tick Thick 4 Rearrange the letters to make a word 1. h m t a 2. t h e e t 3. b h u m t 5 Fill in the missing letters then write 1. m a h 2. e e h 3. h m b 6 Trace the words", "metadata": {"page": 62, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson 1 65Vocabulary Vocabulary 1 Listen,repeat, and practice The ball is under the table. I see a pencil on the table. Inside My Home Inside My Home", "metadata": {"page": 65, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 The lamp is on the table. The ball is under the table. The cup is next to the plate. The bed is in the bedroom. 2Look and write a sentence The table is in the dining room. The . The . The .", "metadata": {"page": 66, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 55 673 Choose the correct answer from (a, b, or c) a The chair is under the table. b The chair is on the table. c The chair is next to the table. a The bed is in the bathroom. b The bed is in the bedroom. c The bed is in the hall. 4 Read and complete 1. There is a ball the table. 2. I see a bird the tree. 3. The cat is the house.", "metadata": {"page": 67, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 685Read and complete aThere is a table and two chairs. b There is a table and a bed. cThere is a sofa and a chair. aI eat in the bathroom. b I eat in the dining room. cI eat in the bedroom. Take turns describing objects in a room. Student A: Where is the lamp Student B: It is on the table. 6Look and answer It is in the bedroom. . Where is the chair . Where are the flowers", "metadata": {"page": 68, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "69Lesson 2 1What's in the room Label it 2Reorder the words to make a sentence 1. in is the bed bedroom. The 2. are garden. There flowers in the . Whats in My Home Whats in My Home", "metadata": {"page": 69, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "71Lesson 3 1 Write two sentences about your home There is a table in my room. The lamp is on the table. 2 Trace the words", "metadata": {"page": 71, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "3Write 1 sentence about your favorite room. Then, draw it. Phonics Focus: th sound 4Repeat after your teacher", "metadata": {"page": 72, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 55 735 Connect the word to the picture 6 Listen then circle the correct word 1. cat mother 2. father fig 3. brother board 4. chair this 5. that hat 6. the man 7 Draw and label 3 things you use every day at home (e. g. , window, cup, table)", "metadata": {"page": 73, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "1 Listen, repeat, and practice 2 Pair up and ask each other questions I clean my room. My father watches TV. I help my mother cook. Actions At Home Actions At Home", "metadata": {"page": 74, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 55 My family cooks dinner. I read a book at night. I help my family wash the dishes. Who Action verbs: 3Write the correct sentence under each picture My mother cooks dinner. I read a book at night. I help my family wash dishes. . . . 4Listen and describe My mother cooks . I help my father clean the car.", "metadata": {"page": 75, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "5 Use the words below to complete the sentences. 1. My cooks dinner. 2. I my father clean. 3. My sister TV. 4. I my room. 6 Listen and complete My name is Laila. I sit with my family in the living room. My mom and dad TV and I a book. At 9 oclock, we . Student A: Who helps at home Student B: My brother washes the dishes. Switch roles and repeat. 7 Fill in the blanks with the correct action word 1. I my clothes. 2. I my mom in the kitchen. 3. I a book. 4. I my room. 5. I TV with my family.", "metadata": {"page": 76, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 55 778 Choose the correct answer from a, b, or c 1. Who helps your family cook a I clean the room. b I help my mom cook. c I watch TV. 2. Who washes the dishes a My brother helps me. b My brother washes the dishes. c My brother sleeps early. 3. Who eats snacks in the kitchen a The cat sleeps in the kitchen. b My family eats snacks in the kitchen. c We cook dinner in the kitchen. 9 Reorder the letters to make a word 1. okco 2. hple 3. htawc 10 Write 1 sentence about what you and your family do at home I eat lunch at the table. My sister reads books. I help my mother clean the house.", "metadata": {"page": 77, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 55 Phonics Focus: Digraph sh sound 1Listen and repeat. 2Match the word to the picture", "metadata": {"page": 79, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 803 Fill in the missing letter 1. h i p 2. h o p 3. f i h 4. seep 5. bruh 4 Rearrange the Letters to make a word 1. p i h s 2. o s p h 3. h s f i 3. h i d s 5 Trace the words", "metadata": {"page": 80, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 55 816Draw and write about one activity you and your family do Self-Assessment in English. and label things in it. like There is a lamp. chairs.", "metadata": {"page": 81, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Recognize and repeat phonics sound: home-related words 6Rooms at Home Rooms at Home", "metadata": {"page": 82, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson Lesson 1 842 Look and number 3 Look and number 3. living room 1. dining room 2. bathroom 4. garden 5. kitchen 8. bedroom 7. balcony 6. hall", "metadata": {"page": 84, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson 1 86Lesson 2 1 Listen, repeat, and number a. I sleep in my bedroom at night. b. We cook dinner in the kitchen. c. I brush my teeth in the bathroom. d. We watch TV in the living room. 2 Listen and match Let's Talk About Our Home Let's Talk About Our Home", "metadata": {"page": 86, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 66 873 Ask and answer questions in pairs Where do you eat I eat in the kitchen. Where do you watch TV I watch TV in the living room. Where is the table It is in the dining room. Where is the bed It is next to the window. What is in your house There is a bathroom. 4 Listen to your teacher giving clues Student 1: There are a table and chairs. We eat here. Student 2: The dining room Student 1: There is a bed. We sleep there. Student 2: Student 1: There is a shower. Student 2: Student 1: There is a chair. We watch TV there. Student 2: Student 1: There are flowers and trees. Student 2: Student 1: There is a fridge. We cook food there. Student 2: Switch roles and repeat.", "metadata": {"page": 87, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Lesson 1 88Lesson 3 There is a kitchen in my house. There are three bedrooms. Where is it (in, on, next to) The table is in the dining room. The bed is next to the window. 1Read and Complete 1. There is a in my home. 2. There are two in my home. 3. The flowers are the garden. 4. The TV is the table. 5. The bed is the window. 2Choose the correct answer a. There (is - are) a bed in the bedroom. b. There (is - are) chairs in the kitchen. c. There (is - are) a TV in the livingroom. d. There (is - are) dishes in the kitchen. Where Things Are in My House Where Things Are in My House", "metadata": {"page": 88, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 66 Phonics Focus: Digraph ch sound 3Listen and repeat 4Match the word to the picture", "metadata": {"page": 89, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "UNIT UNIT 66 913 Look, read, and write wash my face - cups - kitchen - living room - table - dinning room - eat - bathroom a. I . in the . . b. There is a . in the . . c. There are . in the . . d. We . in the . .", "metadata": {"page": 91, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "4Write one sentence about a room in your house The kitchen is big. The living room has a TV. Self-Assessment my house. a house. each room.", "metadata": {"page": 92, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "93 Let's Review Units 4, 5, and 6 Let's Review Units 4, 5, and 6 Grammar focus: there is there are There is a bed in the bedroom. There are four chairs at the table. I wake up at 7 oclock. My father cooks in the kitchen. There is a lamp on the table. brothergrandmother", "metadata": {"page": 93, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "1Describe and Guess Game: The teacher describes a room, an object, or a family member. Example: This is where you sleep. The bedroom Students describe their home or family to a partner in full sentences. My sister is kind. We play in the garden. Switch roles and repeat. 2Match the Room or Family Member. 1. This is where we cook. 2. This is where we sleep. 3. This is where we eat. 4. This is my mother. 5. This is my brother. 6. This is my grandmother.", "metadata": {"page": 94, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "953 Choose the correct answer 2. Where is the bed a This is my grandmother. b This is my sister. c This is my mother. d This is my father. 1. Whos this a It's in the bedroom. b It's in the bathroom. c It's in the livingroom d It is in the kitchen. a I wash the dishes. b I brush my teeth. c I eat lunch. d I go to school. 3. What do you do at night 4. What does your dad do in a He plays football. b He cooks dinner. c He reads a book. d He watches TV.", "metadata": {"page": 95, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "96a A bed and lamp. b A table and chairs. c A shower and sink. d A desk and books. 5. What is in the dining a I sleep in class. b I help my mom brush her hair. c I play after school. d I wash the car. 6. What do you do after 4 Choose the correct answer a My mom eats dinner. b My mom cooks dinner. kitchen. a I brush my hair. b I brush my teeth. c I wash the car. a He plays football. b He sleeps. c He eats lunch. a I eat in the kitchen. b I sleep in the kitchen. kitchen. a I cook dinner. b I read a book. c I play football.", "metadata": {"page": 96, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "975 Reorder the letters to make a word 1. h t b a o o m r 2. p l h e 3. s r t e s i 4. k o o c 5. n h e k c i t 6. o o r m 7. h s b r u 8. l a p y 9. e p s e l 6 Use the words to complete sentences Example: Word: mother This is my mother. 1. bed This is my . 2. kitchen I eat in the . 3. book I read a . 4. TV My father watches . 5. room I clean my .", "metadata": {"page": 97, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "987 Reorder the letters to make a word r e o s1 e g u l4 h a t t 7 m h b u t10 t h e t e 8n u s 5e o s n2 h i a c r11 h t s i 6 h m a t 9b u c e 3 t f h a r e12", "metadata": {"page": 98, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "99u b e l13 h s i p14 h s p o15 f s i h 16 s c e h e e 17 h i c n e c k18 h i n c21 h c l u n19 b h e c a20", "metadata": {"page": 99, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "1008 Fill in the missing letter to complete the word 1. o s e . 2. c u e . 3. n s e . 4. g u e . 5. t e . 6. h i s . 7. t h a . 8. t e t h . 9. m a h . 10. t h m b . 9 Write 2 sentences describing your home and family", "metadata": {"page": 100, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "102Glossary Glossary Action Verbs write To form letters or words on a surface. Action Verbs draw To make pictures using a pen, pencil, or crayon. Action Verbs read To look at and understand written words. Action Verbs color To fill in pictures or areas with color. Action Verbs clean To remove dirt or mess. Action Verbs play To take part in games or fun activities. Action Verbs sit To rest with your bottom on a surface. Action Verbs stand To be on your feet. Action Verbs raise To lift something up. Action Verbs open To move something so that it is not closed. Action Verbs close To shut something. Action Verbs sing To make music with your voice.", "metadata": {"page": 102, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Action Verbs student A person who is learning in school. Action Verbs sharpener A tool used to make pencils sharp. Action Verbs read To look at and understand written words. Action Verbs play To do something for fun or enjoyment. Classroom Language classmate A student who is in the same class as you. Classroom Language marker A pen with a thick tip used for writing or coloring. Classroom Language chalk A stick used for writing on a blackboard. Classroom Language teacher A person who helps students learn in school. Classroom Language chair A piece of furniture for sitting. Classroom Language desk A table used for writing or working.", "metadata": {"page": 102, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Classroom Language eraser A tool used to remove pencil marks. Classroom Language book A set of written or printed pages bound together. Classroom Language ruler A tool used to measure or draw straight lines. Classroom Language bag A container used to carry school supplies. Classroom Language window An opening in the wall to let in light or air. Classroom Language door A hinged panel used to open or close a room. Classroom Language board A flat surface for writing or drawing in class. Classroom Language pencil case A small container to hold pens and pencils. Classroom Language classroom A room where students learn. Classroom Language school A place where children go to learn.", "metadata": {"page": 102, "chunk_id": 3, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Classroom Language pencil A tool used to write or draw. Classroom Language stand up To rise to your feet. Classroom Language sit down To take a seat. Glassroom Language please A polite word used to ask for something. Classroom Language thank you A polite phrase to show appreciation. Classroom Language good morning A greeting used in the morning. Classroom Language goodbye A word used when leaving or parting. Daily Routines doctor A person trained to help people stay healthy. Daily Routines toothbrush A small brush used to clean teeth. Daily Routines soap A substance used for cleaning. Daily Routines tissue A soft paper used to wipe your nose. Daily Routines healthy Being well and not sick.", "metadata": {"page": 102, "chunk_id": 4, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Daily Routines clean Free from dirt or germs. Daily Routines nurse A person trained to care for sick or injured people. Daily Routines hospital A place where people go when they are sick. Daily Routines germs Tiny organisms that can cause disease. Daily Routines water A clear liquid we drink to stay alive. Daily Routines vegetables Healthy foods that grow in the ground. Daily Routines fruit A sweet part of a plant that we can eat. Daily Routines wake up To stop sleeping and become awake. P2 Glossary of Words and Phrases", "metadata": {"page": 102, "chunk_id": 5, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "103Glossary Glossary Daily Routines sleep To rest your body and mind by closing your eyes. Daily Routinies brush To clean using a brush. Daily Routines walk To move by putting one foot in front of the other. Daily Routines wash To clean using water. My Hormie kitchen A room where food is prepared and cooked. My Horrus bedroom A room where someone sleeps. My Hame bathroom A room where people take care of hygiene. My Home living room A room for relaxing or spending time with family. My Home sofa A comfortable seat for several people. My Home lamp A device that gives light. My Home mirror A surface that shows your reflection. My Home sink A bowl with a faucet for washing hands or dishes.", "metadata": {"page": 103, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "My Home house A building where people live. My Home table A piece of furniture with a flat top and legs. My Home cup A small container used to drink liquids. My Home spoon A utensil used for eating or serving food. My Home refrigerator A machine that keeps food cold. People and Relationships mother A female parent. People and Relationships father A male parent. People and Relationships sister A female sibling. People and Relationships brother A male sibling. People and Relationships grandmother The mother of one, s parent. People and Relationships grandfather The father of one. s parent. People and Relationships uncle The brother of your mother or father.", "metadata": {"page": 103, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "People and Relationships aunt The sister of your mother or father. People and Relationships cousin The child of your uncle or aunt. People and Relationships family A group of people related to each other. People and Relationships parents A mother and a father. People and Relationships baby A very young child. People and Relationships child A young boy or girl. People and Relationships children More than one child. Phonics and Descriptive V ocabulary red A bright color like an apple or a rose. Phonics and Descriptive V ocabulary blue The color of the sky or ocean. Phonics and Descriptive V ocabulary green A color like grass or leaves.", "metadata": {"page": 103, "chunk_id": 3, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Phonics and Descriptive V ocabulary yellow A bright color like the sun. Phonics and Descriptive V ocabulary circle A round shape with no corners. Phonics and Descriptive V ocabulary square A shape with four equal sides. Phonics and Descriptive V ocabulary triangle A shape with three straight sides and three angles. Phonics and Descriptive V ocabulary color What we see when light hits an object. Phonics and Descriptive V ocabulary shape The form or outline of something. Phonics and Descriptive V ocabulary number A symbol that represents a quantity. Phonics and Descriptive V ocabulary rectangle A shape with four sides and four right angles.", "metadata": {"page": 103, "chunk_id": 4, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Phonics and Descriptive V ocabulary oval A round shape like an egg. Phonics and Descriptive V ocabulary rose A type of flower with a pleasant smell. Phonics and Descriptive V ocabulary glue A sticky substance used to join things. Phonics and Descriptive V ocabulary cube A solid shape with six equal square faces. Phonics and Descriptive V ocabulary nose The part of your face used for smelling and breathing. Phonics and Descriptive V ocabulary thick Having a large distance between opposite sides. Phonics and Descriptive V ocabulary thin Having a small distance between opposite sides. Phonics and Descriptive V ocabulary thumb The short, thick first finger on your hand. Phonics and Descriptive V ocabulary thunder The loud sound during a storm after lightning. Phonics and Descriptive V ocabulary math The study of numbers, shapes, and patterns. Phonics and Descriptive V ocabulary teeth The hard white parts in the mouth used for biting and chewing. Phonics and Descriptive V ocabulary sofa A comfortable seat for two or more people.", "metadata": {"page": 103, "chunk_id": 5, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "Technical Educationتaleffhahmفsadmlamnد اdalfainn بaleffتkafmlamnان اwawflamnفأ lamaleffغlamnتنورق ا meemmlamnبورق ا aleffتkafmlamnس اaleffقmeemn ان401 wawflamn4 أ aleffmeemnاrehf081 ج aleffmeemnاrehf07 ج meemfseenn 72 1uni0669 Primary 2 - Term 1 CACDجهانملا ريوطتل ةيزكرملا ةرادlamalefhamzabelowisolatedarabiا Central Administration Of Curriculum DevelopmentAcademic Year: No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any meanselectronic, photocopying, recording, Ministry of Education and Technical Education. backgrounds (including, but not limited to, university professors, teachers, subject matter experts, and specialized", "metadata": {"page": 104, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
{"text": "international organizations). Their contributions spanned multiple phases of the project, including consultation, content development, and quality enhancement. at Selah El Telmeez Publishing and Printing Company. Reviewed by: Prof . Zeinab El-Naggar Prof. Attia El-Sayed Prof . Nagwa Younis Dr. Mai Kamal Ms. Amira Awaad The Central Administration for Curriculum Development: Ms. Eman Mahmoud Youssef Dr. Amira Fawzy Ahmed Ms. Rabab Abdelaziz Zidan Dr. Shimaa Salah El Din Afify Dr. Akram Hassan Mohammed", "metadata": {"page": 104, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr1.pdf", "quality": "low"}}
