[
  {
    "id": 1,
    "text": "الدرس الثالث (القراءة) سر القوة والنجاح ٠ القواعد النحوية أنواع الخبر ... ااا ٠ القواعد الإملائية تطبيقات على الهمزة المتوسطة على الياء (النبرة) ار الرابع (النص الشعري) بناة المجد ... قيِم نفسك .سس تقييم الوحدة الثانية .... عودة للقراءة مع ل مسرحية ف قبل ل تفعل المشهد د أثاني- العلم والخيال والمستقبل الدرس الأول (الاستماع) من الخيال إلى الواقع .... الدرس الثاني (القراءة) مَن وراء الكاميرا؟ ...... ٠ القواعد النحوية كان وأخواتها .... ٠ القواعد الإملائية الهمزة المتوسطة على واو .. ٠ التحدث التكنولوجيا في حياتي الكتابة تطبيقات على كتابة نص معلوماتي ... الدرس الثالث (القراءة) رحلة إلى المستقبل ...",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 6
  },
  {
    "id": 2,
    "text": ".. ٠ التحدث التكنولوجيا في حياتي الكتابة تطبيقات على كتابة نص معلوماتي ... الدرس الثالث (القراءة) رحلة إلى المستقبل ... ٠ القواعد النحوية إن وأخواتها .... غ0 ٠ القواعد الإملائية تطبيقات الى الهمزة المتوسطة على الواو... الكتابة تطبيقات على كتابة التقرير - رع 01 (النص الشعري) سعادة ل تقييم الوحدة الثالثة.... ا 0 عودة للقراءة مع الأسرة م مسرحية عية قثر قب قبل ل أن تفعل المشهد الثالث نصوص الاستماع والإملاء .....",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 6
  },
  {
    "id": 3,
    "text": "تَخَيِّلْ أَنّكَ اسْتَيْقَظْكَ صَبَاحًا وَوَجَدْتَ رِسَالَةٌ عَلَى هَاتِفِكَ وَرَدَ فِيهَا كُمْ إِيِدَاعُ 7,60٠ (سِئَّةٍ وَتَمَانِينَ ألا َزبعَمائَة) جُتَئْهِ فِي حِسَابِكَ الْمَصْرفِيٌ لَكِنْ بِشَرْطِ عَلَيكَ إقافهَ كُلهَ قبل نِيَايَةٍ اليَوم؛ أي مَبْلَغ لا تَشْتخْدِمهُ سَيَخْتَفِي إلى الأأبّدِ. مَاذًا سَتَفْعَلُ؟ بالَأكِيِدِ سَتَبْدَا باسُخْطِيطٍ لِإِنْقَاقٍ الْمَبْتَغْ سَرِيعًا؛ لِمْتَفِيدَ م دا دوع 6 و2 لَكِنْ. هَل فَكَرْتَ يَوْمَ أَنَّ حَيَتَكَ تَعْمَلٌ بالطَرِيقَةٍ نَفْسِيَا؟ِ لكم في كُلَ يَوْمِ لَدَيْكَ 47,600 (سِتَةٌ وَتَمَالُونَ قا وََرْبعْمِاكَة) ثَانِيَةٍ تُشَافُ إلى (حِسَابٍ وَكْتِكَ)؛ وَعَلَيْكَ إنْقَافُهَا بِحِكْمَةٍ مَا لا تَسْتخْدِمُهُ مِنْهَا يَخْتَفِي إلى الْأَبَدِء وَلَا يُمُكِنْ اسْتَرْجَاعَهُ الْقَارِقٌ هُوَ تَحْنْ جَمِيعًا تعيش فِي سِبَاقٍ مَعَ الزَمَنِء والْأَذِْيَاءُ فَقَط هُمْ الِّينَ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 11
  },
  {
    "id": 4,
    "text": "مِنْهَا يَخْتَفِي إلى الْأَبَدِء وَلَا يُمُكِنْ اسْتَرْجَاعَهُ الْقَارِقٌ هُوَ تَحْنْ جَمِيعًا تعيش فِي سِبَاقٍ مَعَ الزَمَنِء والْأَذِْيَاءُ فَقَط هُمْ الِّينَ يَقُورُونَ فيه. يف يَكُونُ لة؟ عَنْ ريق مَخْطِيطٍ يَوْمِهِم كما لكاو يُدِيرُون كثا لا يُقَدر بكمَن. (ذهبٌ) مَعدَنُ صف اللون غالي اله",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 11
  },
  {
    "id": 5,
    "text": "القَواعِدُ النخوية نبَكَتْ زهرةٌ بالحديقة. واي قلَم من الأقلام؛ وكلِمةُ (زهرة) تعني أي زَغْرَةٍ من النُهُونِ وأيضًا كلِمةٌ (عُصفور) تعني أي عُصفُورٍ من ٠ الكلماتُ المُلوّنَةٌ في المجموعة (0) (القلّم - الزٌغْرة - العُصفُور ) تدُلُّ على أشياءً مُحدَّدةٍ نعرها الاسم النّكِرةٌ اسم يذل على فَيْءٍ غير مُحذَّدِ. م الجن ال 1 لعل شي غير محدج النكرة والمعرفة نوعان للاسم الاسم المَغْرفةٌ اسم يدل على شَيْءٍ مُحذَّد. وليسا إعرابًا له. (أ) الوَقْتُ كَنْرٌلا يُقَدَرُ بتَمَنِ. (نكرةٌ - مَخْرِفَةٌ) (ب) ترتيبٌ الأَوْلوّاتٍ أَمْرٌ ضروريٌ للنجاح. (ذكرةٌ - مَغْرفَةٌ) (ج) وجَدْتُ رسالةً على هاتفي صباحًا. (تكرةٌ - مَعْرِفةٌ) (د) تُمارِسُ صديقتي السُباحةً",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 16
  },
  {
    "id": 6,
    "text": "الأَوْلوّاتٍ أَمْرٌ ضروريٌ للنجاح. (ذكرةٌ - مَغْرفَةٌ) (ج) وجَدْتُ رسالةً على هاتفي صباحًا. (تكرةٌ - مَعْرِفةٌ) (د) تُمارِسُ صديقتي السُباحةً في إجازةٍ الصَيْف. (نكرةٌ - مَعْرِفةٌ) (ه) يجِبٌ أَنْ نُوازِنَ بينَ الدٌراسةٍ والهواية. (تكرةٌ - مَعْرِفَةٌ)",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 16
  },
  {
    "id": 7,
    "text": "القراءةٌ من أهمٌ وسائلٍ تطوير الذات؛ فالإنسانُ يُضيفُ إلى عُمْرِهِ أعمارًا أخرى بالقراءة, القراءةٌ غذاءٌ العقل. وهي وبها تحرص الدولة على نشرٍ القراءةٍ والمعرفةٍ من خلالٍ إنشاءٍ المكتباتٍ في الموضوع وبناءً على ما قدّمناه من أهمية للقراءة, ودورٍ الدولةٍ في نشرها بين أبناء المُجتمع المصري. 0 ف دريد بعدّ الانتهاء من كتابة النصٌ أُقيمُ كِتابتي مُستعِيئًا بالبنود التالية سأحاول مرا أخْرَى حَفَقتُ الهدفَ ( جِمَعْتُ معلومات مُرتَبطةً بالموضوع.  استشهَدْتُ بمصادرٌ موثوقة وذكرتها.  راعيْتُ قواعِدّ الكتابةٍ السليمة.  أنهَئْتُ بخائمةٍ تخْصُ الموضوع.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 21
  },
  {
    "id": 8,
    "text": "2 ضَنْع فَرَارَك هَلْ تَسَاءَلْتَ يَوًْا كِيِفَ يَتَخِذُ اْأَشْحَاصُ النَاجِحُونَ قَرَارَاتِهِمْ؟ هَلْ لتتّخِدَ قَرَارَاتٍ صَحِيحَةٌ مَدْرُوسَةٌ وَفَغَالَةَ في الْبِدَايٍَ دَعُوني أَسْأَلَكُمْ هَل اتَخَذُتُمْ قَرَارَاتٍ مِنْ قَبْلُ؟ أَرْجُوكُمْ بَا أَسْدِقَائِيء لَا تَتَسَرَّعُوا وَتَقُولُوا نَحْنْ لا نَرَالْ في الصف السّادِسِ! فَكّرُوا في أَشْيَاءَ بَسِيطَةٍ فَكّرُوا فِي قَرَارَاتٍ تَتّخِدُونَهَا بِشَكْلٍ يَوْمِيٌ. أَنْ تسَْبقِظُوا وَتتنَاولُوا فَطُورَكُمْ, ثُمَ تأنُوا إلى الْمَدرَسَةِ قد لْحَدْتُْ ثَلاثة قَرَارَاتِ فِي خِلَالٍ سَاعَةٍ وَاحِدَةٍ مُنذُ السَبَاحٍ فقط. وَهُنَاكَ قَرارَاتٌ تتَحِدُهَا بِشَكلٍ يَوْمِيْ تُحَدُهُ كَيْفَ مَيَسِيرٌ يَوْمَِْ ٍ بَلْ وَمُسْتَقْبَلْنَا أَيْشَاء مثلّ أَنْ تكُونُوا شُجعانًا وتقولوا الصُدْق هَذَا قَرَارٌ. وَأنْ تُذَاكِرُوا دُرُوسَكُمْ وَتَجْتَدُواء هَذَا قَرَارٌ وَأنْ واجُوا مش كَلاتِكُمْ وفوا عَنْ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 26
  },
  {
    "id": 9,
    "text": "مثلّ أَنْ تكُونُوا شُجعانًا وتقولوا الصُدْق هَذَا قَرَارٌ. وَأنْ تُذَاكِرُوا دُرُوسَكُمْ وَتَجْتَدُواء هَذَا قَرَارٌ وَأنْ واجُوا مش كَلاتِكُمْ وفوا عَنْ عُلول مَدَا أشْحَاضًا تاجحِينَ وَمُفِيدِينَ لِأَنْفْسِنَا وَلغَيْنَا إِذَا كَانَت قَرَارَاتٍ صَائِبَة أَوْ تَجْعَلَنَا تَفْقِدُ الْكَثِيرَ مِنَّ الْفُرّصٍ الْمُحْتَمَلَةِ وَمُتْعَةَ النّجَاح وَالسّعَادَةَ وَالْآَ بَعْدَ أنْ فَكَرْنَا مَعَا في أَمْثْلَةٍ عَتَى لْقَرَارَاتِ التي تَتَّخِذّمَا وَعَوَافِِهَا عََيْنَا بالنّفع أو لْرٍَ هَيَا بق تقل إتى سُلَم اْحَاذٍ اَْرارِ هَذَا السُلَّم تَعْرفٌ مِنْ خَلَالِهَا أَنَّ الْقَرَارَ الذي 6 +",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 26
  },
  {
    "id": 10,
    "text": "الوحدة الأولى أطور أفْرَاْ الجْمَلَ الآنية ب هد د اتخُذت الْقرارَ المُناسِب. ا هذه الآلةٌ تُوفَرٌ الوَفْتَ والجُهْدَ. دم حدّدّ أهداقه بدقة. ينجّخٌ الذي يحرِصُ على وَفْته. نحن تُحِبٌ بلادّنا وتُضحّي من أَجْلها. صِناعةٌ القَرارٍ مَهارةٌ مُهمَةُ تنا / ألاحظ الكلماتُ المُلونةُ في الجْمَلٍ السابقة كلها مَحْرفَةٌ؛ لأنّها دل على أشياءً مُحدّدةٍ. ٠ كلِمةٌ (القرار ) مَخْرِفةٌ؛ لاتصالها ب (ال). كلمةٌ (آدم) مَحْرِفَةٌ؛ لأنّها اسم لشَخْصٍ. كلِمةٌ (الذي) مَحْرِفَةٌ؛ لأنّها اسم مَوْصُولٌ. كلِمةٌ (صناعة) مَعْرِفَةٌ؛ لأنّها مُضافةٌ إلى مَعْرِفَةٍ كلمةٍ (القّرار). الاسم المَعْرِفةٌ اسم يدل على فَيْءٍ مُحدَّدِ. ومن أنواع المعارف المُعرّفُ بالألفٍ واللام مثل (الكتاب). العَلَمْ اسم سمي به",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 31
  },
  {
    "id": 11,
    "text": "(القّرار). الاسم المَعْرِفةٌ اسم يدل على فَيْءٍ مُحدَّدِ. ومن أنواع المعارف المُعرّفُ بالألفٍ واللام مثل (الكتاب). العَلَمْ اسم سمي به شَخْصٌء أو بَلَد؛ أو شَهْنُ وغيرٌ ذلك. مِثْلّ (مُحمَّد - مِصْر - أكتوبر... إلخ). أسماءٌ الإشارة. مثل (هذا). الأسماءٌ المَوْصُولةُ مثل (التي). المُضافُ إلى المَخْرفة اسمُ اكتسَّبَ التعريق من خلالٍ إضافته لمَعْرفةٍ تتي بعدّه. مِثْلَ (كتاب التلميذ - كتاب مُحمَّدٍ - كتاب هذا التلميذ - كتابه). أكتّبٌُ نوع المَعرفةٍ الذي تحته خط في الجُمَلٍ الآتية (أ) التلاميدٌ الذين شارّكوا في المُسابَقَةٍ مُبَدِعونَ. 8 (ب) سَاقَرنا إلى أسوان الشُتاءَ الماضي. ّ (ي) كتبت الأهداق التي أريدٌ تحقيقها. َ (ه) ألوانُ اللوْحةٍ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 31
  },
  {
    "id": 12,
    "text": "المُسابَقَةٍ مُبَدِعونَ. 8 (ب) سَاقَرنا إلى أسوان الشُتاءَ الماضي. ّ (ي) كتبت الأهداق التي أريدٌ تحقيقها. َ (ه) ألوانُ اللوْحةٍ جَمِيلةٌ وجِذَّابةٌ م",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 31
  },
  {
    "id": 13,
    "text": "الموضوع بعدّ الانتهاءٍ من كِتابة النصٌء يم كتابتي مُستعِينًا بالبنود التالية سأحاول مز أخرّى حلَقَتُ الْهَدفَ أظهرتٌ تقدُمًا ( جِمَعْتُ معلوماتٍ مُرتَبِطةٌ بالموضوع. ( راعيْتُ ترتيبّ الفكر. وك ا ا ست ( بداث بِمُقدمةٍ مُشْؤَقَةٍ. () استشْهَدْتُ بمصادِرٌ موثوقة وذكَرَنِّها. () راعيْتُ قَواعِدَ الكتابةٍ السليمة.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 36
  },
  {
    "id": 14,
    "text": "قل لِلَّذِي يَبْغِي الصَلَاحَ لِقَوْمِهِ هََدَا زَمَانْكُُمْوَذَا مَيْدَانُكُمْ شَذِي دِيَاركُم وَمَذِي كَمْسْكُمْ فَخُدُوا السَبِيلَ إلى الْحَيَاةِ تَآلْقَا خَيْرٌ الشَحَائِفِ مَا كَتَبْتَ سُصُورَةُ مَاذَابِكُمْمِنْ عُذَةٍ وَعَتَادِ طَمَعٌ الْغَريبٍ وَحُرْقَةٌ الْحْسَادٍ شَاعِرٌ وطَبيبٌ مِصرِيٌ وُلِد في 1848م بحي شبرا بالقاهرة, التَحَقَ بالتعليم الابتدائي. ثم حصلّ على شهادة الثانوبّة. وانتسّبَّ إلى مدرسةٍ الطب. وله عِذَةٌ دواوينَ منها (وراءً القُمام). (ليالي القاهرة). (الطائرٌ الجريخ). المُفرداتُ الجديدةً عَقاد ما أعِذّ للحرب من أسلحة وَغَيْرِهاء والجِمْعٌ أَعْتدَة. الآباد مدى الذَّهْر والمُفْردٌُ الأبّد. حُزْقة المُرلاً شِدَّةُ الكَيْظ والحُزْن. تَآلْقًا مودّة / محبّة. والمُضلاً كراهية. مداد ما يُكُتَب به كالجبر.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 41
  },
  {
    "id": 15,
    "text": "(0 اشتهرَ شبابنا بالوفاءٍ والإخلاص لأوطانهم. ( ليس من واجباتٍ الشباب رد العُدوانٍ.  لن تحيا الأوطانُ قويةٌ إلا بالاتّحادٍ والكفاح.  ما الدليل من الأبياتٍ على إخلاصٍ الشباب لوطنهم؟ أضَعٌ عَلامة () أمام العبارةٍ ١ لصّحيحة. وعَلامة (26) أمام العبارة غير الصّحيحة نهايئهما مُتمائلة. عَمَادًا للا وُصِفُوا قَمَا غَاببُوا وَمَا ضَعْفُوا (شِدَّة - تفاخُر - مهارة - تعاؤن) (معدات - أعتدةٌ - عددًا - أعدادًا) ( ما البيث الذي تضمَّنَ المعتى الآتيّ (إن احتاج الوطَنُ لأبنائه فإنَهُمِ يُحِيبونَ النداة)؟",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 46
  },
  {
    "id": 16,
    "text": "كارت المُكَلْمَةٌ ِمَرْيَمَ قَمَدّتْ يَدَهَا ببطءٍ إتى دوق السَّجْرِبَةٍ وََخْرَجَتْ وَرَقَدٌء ثُمْ تَطَقَت كِلِمَةٌ (سَلام)؛ ابَسَمَت وَأَعْمَقَتْ عَيْتيْهَاء وَأَخَدَتْ نَفَسًا عَمِيقًاء ثم قَآلث أَشْعْرٌ بالراحَةٍ وَالطْمَنينَةٍ وَالْمُدُووِِ كَأثّنِي أَرَى الْحَمَامَ الْأَبْيَضَ يَطِيرٌ في الشَمَاءِ حَامِلَا أَْصَانَ الزَّيُْونِ الْخَضْرَاء؛ وَكآَثّنِي أَرَى الْجَمِيعَ يَعِيشُونَ مََا فِي أَمَانِ. شَاعَ جَوَ مِنَ الْهُدُوءِ وَالشَكِينَةِ في الْفَصْلٍ بَعْدَ سَمَاعٍ مَشَاعِرِ مَرْيَمَ قَطَعَ هَذَا الْهُدُوة صَوْتْ الْمُعَلْمَةِ لْعَالَم وَهِيّ مِثلْ لْمُدُورٍ الي تزْرَعُهَا في لْقُلُوبء فَالْكَلِمَةٌ الطَبّبَةُ تَنْمُو وَتْزْمِنُ بَيْنَمَا الْكَلِمَاتُ الْجَارِحَةُ ككبة كان يصقت حَمَوَهَناً 0 0 8 المُفرداتٌ الجديدةٌ تزغَب في ريد + والمُضاد ترغْبٌ عن. الب لسشكينَة الطْمَأنينة, والمُضاد القلق. بضع من الثلاث",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 56
  },
  {
    "id": 17,
    "text": "0 0 8 المُفرداتٌ الجديدةٌ تزغَب في ريد + والمُضاد ترغْبٌ عن. الب لسشكينَة الطْمَأنينة, والمُضاد القلق. بضع من الثلاث إلى التسع في الأعداذ. مخوها إزالتها. مُدَوْن مَكُتوب.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 56
  },
  {
    "id": 18,
    "text": "جه ا أَخْتَارُ الإجابة الصحيحة مما بِينَ القوسَيْنِ (أ) اسكمِعٌ دائِمًا إلى (ذو - ذا - ذي) العلم والأدّب. س- ب , (ب) قَابَلْتُ (حموك - حماك - حميك) أمس. + تكد من الموقع الإعرابي للاسم (ج) يِنتَظِرُ سامخ عودة (أبوه - أبيه - أباه) من السقر. ٠ تذكُز علامة الرفع (الواوا. علامة أ (د) (أخو - أخا - أخي) صديقي طبيبٌ مشهورٌ النصب (الألف), علامة الجر (الياء). (ب) ذوو العلم مُكرّمون. * 0 بها حرفُ الهيم (ج) مَا أجمل الابتسامة على فم الطفل! صشّْ ( د ) تحمل الأَخَوانِ المَسئُوليَّةً! * مضافةٌ إلى ياءٍ المتكلم ل 0 ب ا",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 61
  },
  {
    "id": 19,
    "text": "الابتسامة على فم الطفل! صشّْ ( د ) تحمل الأَخَوانِ المَسئُوليَّةً! * مضافةٌ إلى ياءٍ المتكلم ل 0 ب ا قا (أ ) قُلَ بِقُوكَ الحقء ولا تكذْب أبذا. يي (ب) حمَا نجلاة رجلٌ كريمٌ. (ج) شكَرّ مديرٌ المدرسةٍ أبوكُم على حضوزة . أكمِلُ كُلْ جُملةٍ باسم من الأسماءٍ الخَمْسةٍ مُراعيًا علامة الإعراب لثاما... شاب ناجخٌ. (ب) وضَعَتٍ الِنْتُ فُرشاةً الأسنان في 0 (ج) يحترمُ الناسٌ ..................... الأخلاق الطيّبةٍ. ل أقفرا الفقرة الآنية. ثُمّ أُجيبُ ترقّع الكلمة الطيّبة من قدرٍ صاجبها بِينَ الناس. وتُشْعِرٌ الآخَرِينَ بالدفءٍ والحنان؛ فلا ييحْرجٌ من فيك إِلَّا الكلامٌ الطيِّبٌ. والكلمة الجارحة تُوْلِمُ ذا الأخلاق وتترْكٌ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 61
  },
  {
    "id": 20,
    "text": "صاجبها بِينَ الناس. وتُشْعِرٌ الآخَرِينَ بالدفءٍ والحنان؛ فلا ييحْرجٌ من فيك إِلَّا الكلامٌ الطيِّبٌ. والكلمة الجارحة تُوْلِمُ ذا الأخلاق وتترْكٌ في نفسه أثَرا سليًا؛ لذا علينا أنْ نحرصٌ على انتقاءٍ كلماتنا. (أ ) أستخْرجٌ من الففرةٍ ما يلي 2 انق *",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 61
  },
  {
    "id": 21,
    "text": "( جِمَعْتُ معلوماتٍ مَُبِطةً بالموضوع.  نظمْتُ المعلوماتٍ التي جِمعْتُها بشكلٍ حي  راعيْتُ واد الكتابةٍ السليمة.  نيت بخائمة تاب الموضوع. بعد الانتهاءٍ من كتابة التقريرٍ أراجعٌ الجُملَ مع مُعلّمي لتَأكدٍ من صحّتهاء ثم أتدرِّبُ عليها جيَّدًاء ثم أَعرِضةٌ على زملاني. سكل ما كا  عبْزْ عن رأيك بأسلوب لطيفٍ. .  فَكْرْ في إضافةٍ نصيحة مُفيدةٍ لتحسين العَرضٍ. أستخدِمُ بطاقة الشكرٍ والتقييم؛ لأُقدّمَ لزميلي مُلاحظاتي الإيجابيةً ونصائجي المُفيدة َِّ / به ع وخِتامًا فقَدْ أَحسَنْتَ. واصِلٍ العمَّلَ الجلذّ لمُحقّقَ المزيدٌ من النجاحاتٍ.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 66
  },
  {
    "id": 22,
    "text": "قُمْ بِوَاجِبَاتِكَ بِنَقْسِل. سَوَاءٌ في الْمَذْرَسَةٍ أمْ في الْمَنْرْلِ أمْ في النّاديء امْتِمَامُكَ بِوَاحِبَاتِكَ يَجْعَلُ عَفْنَكَ يَقُومُ بدَوْرٍ الْمُتَبِْ قَيُذَكّرْكَ بِمَهَامُكَ وَوَاجِبَاتِكَ فَإِذَا حِفْتَ مِنَّ النَسْيَانٍ قَدَونْ وَاجِبَاتِكَ في جَدْوَلِ أُعْمَالِكَ لْيَوْمِيَّة؟ قَعْتِمَاداَ عَلَى نَفُسِدَ فِي تَذَكْرٍ لْوَجِبَاتٍ يَعُكسُ مَحخِْيِتَكَ الْقوبّة. ا تُؤَجُلَ أغمَالا؛ قَالْمَسْئُولَة تغيي لمزم باْمَوَعِِد وَالخْطِيط الْجَيْ آي فَكْرْ قَبْلَ أن تُؤَجُلَ؛ عَتّى ا تترَاكُمَ عَلَيْكَ الْأَشْيَاُ وَخَصُصْ وَفَْا بِكُلٌ شَيْء؛ حَتَى تُنْجِرَّمَا تُرِيِدّهُ في الْوَفْتٍ الَّذِي تُرِيدُه. اسْأَلَ نَفْمَكَ هَل هَذَا صَحِيجٌ؟ هَلْ يُؤذِي أَحَدًا؟ فَالشّخْصُ الْمَسُئُولُ يَزِنُ قَرَارَاتِهِ بِحِكْمَةٍء وَيَخْمَارٌكَلِمَاتِهِ َأَفْعَالَهُ بعنَايَة. هَل عَلِمْتَ الْآنّ لِمَاذًا الْمُسْنُولَةُ مُِمَةٌ؟ٍ وَتُشْبِحُ أَكْكَرَ قُذَْةٌ عَلَى مُوَاجَيَةٍ التَحَديَاتٍ وَتَحْقِيقٍ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 71
  },
  {
    "id": 23,
    "text": "الْمَسُئُولُ يَزِنُ قَرَارَاتِهِ بِحِكْمَةٍء وَيَخْمَارٌكَلِمَاتِهِ َأَفْعَالَهُ بعنَايَة. هَل عَلِمْتَ الْآنّ لِمَاذًا الْمُسْنُولَةُ مُِمَةٌ؟ٍ وَتُشْبِحُ أَكْكَرَ قُذَْةٌ عَلَى مُوَاجَيَةٍ التَحَديَاتٍ وَتَحْقِيقٍ الّجَاح. يعكس المُرلاً يذُلْ على. غايّاتك الْمُرااً أهدافك. والجُعْرَنُ غايتك. عناية رعاية / اهتمام. والمّضلاً إِهْمَال.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 71
  },
  {
    "id": 24,
    "text": "أججددووه ما أضَعٌ خط تحت الخبرٍ الجملة الاسمية. ثم أُحَدَّدُ رُكتيهِ كالمثال المبتدا الثاني الرَابطُ - خبرٌ المبتداً الثاني (أ)القَاكهة طَعْمهالنيكل طعم د ها لذيذٌ 0 يا القت اللأعتثية سب وص سس الخبرالجمة ار 3 . * الاسمية 5 ا ل م ١ (لمُبتدَأ الثاني + خبره). 0١ ها أضَعُ خَطَا تحت الخبرٍ الجملة الفعلية, ثم أَحَدَّدُ زكتيه كالمثال الفعل الفَاعِلٌّ ات بط يوئر الوق - سمس ناا الاج (ب) القَمرٌ سطع نُوره. .كالخ لجملة أ اا 7 07 وا صو ة 2 أضَعُ خَطَا تحت الخبرٍ شبهِ الجُملةٍ. ثم أُوضّحُ نَوعَه كالمثال (1) لقاء الأسْدقاء مساءً. ....... شِبةٌ جُملةٍ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 76
  },
  {
    "id": 25,
    "text": "صو ة 2 أضَعُ خَطَا تحت الخبرٍ شبهِ الجُملةٍ. ثم أُوضّحُ نَوعَه كالمثال (1) لقاء الأسْدقاء مساءً. ....... شِبةٌ جُملةٍ ظَرفٌ زمان......... حا (ب) الوَقتُ من ذهب. الخبرشبه الجملة (ج) المعلّمة بين الصفوفي. ممسمسسسس سس .- ١ لس (د ) الرحلةٌ صباحًا. (ه) الطعامٌ على المائدة. ل أكملُ الجُملَ الآنيةً بما هو مطلوبٌ أمامّها",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 76
  },
  {
    "id": 26,
    "text": "بعدّ الانتهاء من كتابةٍ التقرير أُيمُ كتابتي مُستعِينًا بالبنود التالية سأحاولُ مزةٌ أخْرّى حقفْتٌ الهدفّ ( جِمَعْتُ معلوماتٍ مُرتَبطةً بالموضوع.  نظْمْتُ المعلوماتٍ التي جَمَعْتها بشكلٍ جِيِّد.  بدأت بِمُقدمةٍ مُمْؤْقَةٍِ ( راعيْتٌ قواعِدٌ الكتابةٍ السليمة. ( أنهَيْتُ بخائّمةٍ تَُاسِبُ الموضوع.  راجَعْتُ التقرير بعد أن ككثله.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 81
  },
  {
    "id": 27,
    "text": "القَلْوبِيَّةِ عام 1107م حصَلَ على ذَرْجَةٍ الدكتوراه من إنجلتراء. عمِلّ في التدريس؛ وعملٌ في وزارة الثقافة المِصْريّة. له العديدٌ من الدواوين منها (أخلام المُفرداتٌ الجديدةً نضالًا جهادًا / كفاحًا. رَوَاسِي جبال. والمفرد راسيّة. عَلَوْنَ عَلَى السَّحَابٍ وَقَدْ تَعَآََى وكَانَ هباصم قبا جا مة تالا ب  ١ ا ل لُجْتِه مَائه الكثير. سَابحَات المُرادُ طائرات ومَرْكَبات فَضَائِيَة. مَتاله الحْصُول عليه. مُحَلَا مُستحيلًاء والمضلاً مُمكِنًا.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 86
  },
  {
    "id": 28,
    "text": "بقلب الود وَرُوعٍ لنْقَالٍ مَتَقْدِي انبل بِعَيم اليْجَالٍ صُروحًا أبنية عالية. المنال ما نحصّل عليه. (أ ) معتى (التضال) (التعاؤن - التسامّح - الكفاح - المجد) رج كاد المهَالر ٠. (المّهم - الضروري - المقُبول - المُمكن) ال ا (الراسيّة - العَرْسى - السارية - السريّة) أَضَعٌ علامة () أمامَ العبارة الصحيحة. وعلامة (26) أمامٌ العبارة غِيرٍ الصحيحة الست الغاية عن الطريطة السار في يح 6  للشباب دور كبيرٌ في تنميةٍ الأوطان. ب ( يفدي المصريون وطتهم برُوجهم ودمائهم. 6 ( كلمتين نهايثهما مُتماثلة. بم تصِفٌ شبابٌ مِصرّ كما فهِمْتّ من الأبياتٍ السابقة؟",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 91
  },
  {
    "id": 29,
    "text": "الوحدة الثالثة الْعِلَْمْ وَالْخَبَالٌ وَالْمُسْتَقْبَلٌ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 96
  },
  {
    "id": 30,
    "text": "دوو بر 2ك -ه) سب و لقعو ا  ير د وَقَذْ ظَلّ هَذَا الْكِتابٌ يُدَزّسُ فِي أو لعِدَّةٍ فُرُونٍ. أَنْ تفتَخِر بَِنَ اخْترَاع الْكَامِيرً بَدَا مِنْ فِكْرَةِ عَالِمِ عَرَِيّ عَظِيم؛ في حُبٌ الإمْتطلاع الْعِلْمِيٌ الذي غَيّرَ مَسَارَ العم وَالتَارِيخ. المُفرداتٌ الجديدةٌ خَصائص صفات مُمَيّزة والمُفْرَاً خُصيصة. حُبٌ الاسْتطّلاع الرَغْبة في المَخْرفة. قُزُون مئاتٌ السّنين. والمُغْرَدٌ قَزْن وهو مائة سنة. مَسَار طريق/ خَطَ شَيْر, والجَمُع مُسارَات. 4",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 101
  },
  {
    "id": 31,
    "text": "أنواغ خبر ركان وأخواتها) 0 كانَ القَمَرْ ساطعًا. صارتٍ الشجرةٌ ثمازها ناضجة. ) ١ ليس السفرٌ ضصباعًا. أمسَتٍ السماءٌ صافية. أصبَحَ المَطَرٌ سقط بعّزارق .. باتّ الطائرٌ فوق الشجرة. خبرٌ الفعل النابيخ في المجموعةٍ (1) جاءٌ مُفرَدًا (ساطعًا - صافيةً). ٠ خبرٌ الفعلٍ الناييخ في المجموعة (9) جاءً جُملةً اسميّةٌ (ثمازها ناضجةً). وجُملةً فعليَّةٌ (مِسقُط)؛ وقد امْتمَلَتُ وهو (ها) في كلمة (ثمارها). والصْمِيرٌ المُستتِرٌ في الفعلٍ (يسقط). ٠ خبرٌ الفعل النابيخ في المجموعة () جاءٌ شِْبْةَ جُملةٍ ظَرَقًا (صباحًا - فوق). وجازًا ومجرورًا (في المَكْتبةِ). أنواغ خبرٍ (كانَ وأخواتها) مُغْرَدٌ وجُملةٌ وشبهٌ جُملة. خبرٌ (كانَ وأخواتها) الجملة يشتمِلٌ على رابط",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 106
  },
  {
    "id": 32,
    "text": "فوق). وجازًا ومجرورًا (في المَكْتبةِ). أنواغ خبرٍ (كانَ وأخواتها) مُغْرَدٌ وجُملةٌ وشبهٌ جُملة. خبرٌ (كانَ وأخواتها) الجملة يشتمِلٌ على رابط يِعُودٌ على اسم (كانَ وأخواتها). خبرٌ (كانَ وأخواتها) الجملةٌ وشِبةُ الجُملةٍ يكُونُ في مَحَلُ نَسْبٍ. لها أستخْرِجٌ خبرٌ الأفعالٍ الناسخة في الجُمَلِ الآنية ثم أَبَيْنُ َوْعَه (أ) كانَ ابن الهيثم عالِمًا مُتميْز. خبرٌ الفعلٍ الناسخ (ه) صارٌ المَصنعانٍ إنتاجهما وَفِيٌ. خبرٌ الفعلٍ الناسخ ........",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 106
  },
  {
    "id": 33,
    "text": "تَْ أ بعدّ الانتهاءٍ من كتابة النضٌ المعلوماتيٌ. أُقَيُم نابت مُستعِينًا بالبنود التالية سأحاولٌ مره أخرّق حلفت الهدفَ أَنْيَرْتُ تَقَدُمًا ( جِمَحْتُ معلوماتٍ مُرتبطةٌ بالمَوضُوع. . بَدأتُ بِمُقدمة مُشْوْقَة. رَاعَيْتُ ترتيبَ الفِكّر وترابُطَها. () اسْتَشْهِدْتُ بِمَصَادرَ مَوثوقةٍ وذَرَتهًا. ( زَاعَيْتُ قَواعدَ الكتابة السَليمةٍ. هيا بنانتعاون من الممكن أن تتدرب مع تعرض ما كتبت. بعد الانتهاءٍ من كتابة النصٌّ المعلوماتي أراجعٌ الجُملَ مع مُعلمي للتَاكّد من صحّتهاء ثم أتدرِّبُ عليها جيَدًا؛ ثم أَعرِضَهُ على زملاني. 1 ا هبيانتناقفش حول العرض في أثناءٍ عَرْضٍ زُملائِك. تذْكَّرُ هذه التقاطً كن مُمجْع. قر جه ميلك في الأخضير. عبْزْ عن رأيك بأسلوب لطيفٍ. فَكَرْ في",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 111
  },
  {
    "id": 34,
    "text": "أثناءٍ عَرْضٍ زُملائِك. تذْكَّرُ هذه التقاطً كن مُمجْع. قر جه ميلك في الأخضير. عبْزْ عن رأيك بأسلوب لطيفٍ. فَكَرْ في إضافة تصيحةٍ مفيدةٍ لتحسين العَرضٍ. أستخيم ؛ بطاقة الشكر والتقييم؛ لأقدّم لزميلي مُلاحَظاتي الإيجابيّةٌ وتصائجي المُفِيدة صديقي/ تي العزيز/ة كلتم ع ال لطع وق ملم وين لاا قَدَّمْتَ نت قينا يبيل الكليز من القداع تابه العَرضٍِ.. 7 0 - 77 وختامًا فقَدْ أَحسَنْتَ. واصِلٍ العمَّلَ الجادٌ لتُحفّقَ المزيد من النجاحات. ل",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 111
  },
  {
    "id": 35,
    "text": "وَفِي كُلّ مَكَانٍ أتَجِهُ ليه هُنَاكَ جِهَازٌ صَغِيرٌغَيَرَ وج الْعَالَم؛ بَعْدَ أن عَاتَى الْبَفَرُ مِنَ الْأدْخِتَةٍ الشَّارَةِ ع فَهوَ يُتَقّي الْجَوَّ مِنّ الثُكوْتْ وَعَادَتِ الطَيِعَةُ إلى نَقَائِيَا. 2 7 نه لا يُمْكِنْ أَنْ يَتَحَدَثَ النَاسٌ فِي حَاتِفٍ أَوْ يَرْكَبُوا سََارَة أو يَطِيِرُوا بطائرّة. فَكُلُ اختراع يَبْدَا بفِكرة. كل فر تأتي مِنْ خََالٍ شُجَاعٍ مث خََالِكُم المُتَقْيل لئس بَعِيدَ إن يبَأ مِنْ أَفْاركُم اسَغِيرَة التي تَخْلْمُونَ بِهَا الْيَوْم. كُلّ وَاحِدِ مِنْكُمْ يُمْكِنَهُ أَنْ يَكُونَ هَذَا الشَّخْصَ الذي يُغَيْرُ الْعَالَم ا تتَوَقَفُوا عَنِ لْحُلْمء وَل تَخَافُوا مِنَ التفْكِيرِ في ُلُولٍ جَدِيدَةٍ فالمُْتَقْبلُ في أَيْدِيكُمْ! با يَسِيرًا سَهْلَ وَالْمُضَااً صَعبًا / عَسيرًاٍ عَاتى",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 116
  },
  {
    "id": 36,
    "text": "عَنِ لْحُلْمء وَل تَخَافُوا مِنَ التفْكِيرِ في ُلُولٍ جَدِيدَةٍ فالمُْتَقْبلُ في أَيْدِيكُمْ! با يَسِيرًا سَهْلَ وَالْمُضَااً صَعبًا / عَسيرًاٍ عَاتى قَاسَى.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 116
  },
  {
    "id": 37,
    "text": "الوحدة الثالثة أنواعٌ خبرٍ (إنّ وأخواتها) )0 0 إن الميندس كبو ) ( لكل البحرٌ أمواج اذثة. -. (عَيِمْت أن الكِناتَ فَوْق اليف كأنَّ التلميذين عالمان. ٍْ ا إن النظافة من الإيمان ... * خبرٌ الحرفٍ النابخ في المجموعة (1) جاءٌ مُفرَدًا (مُبيع - نائِمونَ - عالِمانٍ). خبرٌ الحرف النايخ في المجموعة () جاء جُملةً اسميّةٌ (أمواجه هادثة) وجُملةً فعليّةٌ (يضُرٌ؛ وقد اْتمَلَتُ كل جملة وَفَعَتُ خبرًا للحرف الناسخ على ضمير؛ وهذا الضميرٌ يعودٌ على اسم الحرفٍ الناسخ ويُسْمَى الرابطًء وهو (ه) في كلمة لأَمُوَاجُّه)؛ والضميرٌ المُستترٌ في الفعلٍ (يضُرٌ. ٠ خبرٌ الحرف النابيخ في المجموعة () جاءً شبة جُملةٍ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 121
  },
  {
    "id": 38,
    "text": "وهو (ه) في كلمة لأَمُوَاجُّه)؛ والضميرٌ المُستترٌ في الفعلٍ (يضُرٌ. ٠ خبرٌ الحرف النابيخ في المجموعة () جاءً شبة جُملةٍ ظَرْقًا (فوق - غدًا) وجازًا ومجرورًا (من الإيمان). أنواعٌ خبرٍ (إنَّ وأخواتها) مُفَْدٌ وجُملةٌ (اسميّةٌ أو فعليَّةٌ) وشبهُ جُملةٍ (ظَرْفٌ أو جازٌ ومجروز). خبرٌ (إِنَّ وأخواتها) الجُملةُ يشتمِل على رابطٍ يِعُودُ على اسم (إنَّ وأخواتها). خبرٌ (إِنَّ وأخواتها) الجُملةٌ شب الجُملة يكُونُ في محل رَقْع. ل ضع خط تحت الخَبرِ في الجُمَلٍ الآنية ثُمّ أكتبُ نَوْعَه (1) إن الطَالِبَ مُتحمسٌ. (ب) لَكَلٌ المُسافِرينَ حقائئهم جاهزة. (د ) المُُدرُبونَ غائبون. لكنَ اللاعبينّ مُلتزْمونَ. (ه) لَيْتَ فَصْلَ الربيع يمتَدُّ طَوالَ العام. (و",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 121
  },
  {
    "id": 39,
    "text": "(ب) لَكَلٌ المُسافِرينَ حقائئهم جاهزة. (د ) المُُدرُبونَ غائبون. لكنَ اللاعبينّ مُلتزْمونَ. (ه) لَيْتَ فَصْلَ الربيع يمتَدُّ طَوالَ العام. (و ) رأَيْتُ في الحُلم أنَّ الطائرّ يتحدَّثُ معي.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 121
  },
  {
    "id": 40,
    "text": "مده زا بعد الانتهاء من كتابة التقريرء أَقيّمُ كتابتي مُستعِيئًا بالبنود التالية + لاي سأحاول مز أخرَى حنَقْتُ الهدق (١ أَظْهَرْتُ تدم جِمَعْتُ معلوماتٍ مُرتبِطةً بالمَوضُوع. ( نظْمْتُ المعلوماتٍ التي جَمَحْتُها بشكلٍ يد بَدأتُ بمُقدمةٍ مُمْوْقَةٍ راعَيْتُ قواعدَ الكتابةٍ السليمة. أَنهَيتُ بخامةٍ تتاب الموضوع. في أثناءٍ عَرْضِ زُملائِكَ. كر هذه النقاطً كن مجع قر جَيْدَ بيلك في الخضير. عبْرْ عن رأيك بأملوب لطيفٍ. فَكْرْ في إضافةٍ نصيحةٍ لتحسين العَرضٍ. أستخدِمُ بطاقة الشكرٍ والتقييم؛ لأُقدّمَ لزميلي مُلاحظاي الإيجابية ونصائجي الفيدة قَدَّمْتَ عَرْضًا يحمل الكثيرٌ من الإبداع؛ أَشْكُرْك على هذا العَرضٍ.. لقد أبدَعْتَ في وتاج إلى تحسين 0 0 صا ب وخِتامًا",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 126
  },
  {
    "id": 41,
    "text": "عَرْضًا يحمل الكثيرٌ من الإبداع؛ أَشْكُرْك على هذا العَرضٍ.. لقد أبدَعْتَ في وتاج إلى تحسين 0 0 صا ب وخِتامًا فق أَحسَنْتَ. واصِلٍ العمّلَ الجا لتُحقّقَ المزيد من النجاحات.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 126
  },
  {
    "id": 42,
    "text": "الوحدة الثالثة يتَحدَّثُ الشاعرٌ عن بِناء الأوؤطان. ويرى أن لكل زمانٍ حِمَّةٌ تُنَاسِبُه. ولكل جيلٍ ذَوْرهِ على مَرٌّ العُصورٍ وَيؤَكُدٌ أن تَقدُّمَ الأوؤطان مُرتبضُ بِعُمْرانها. وهو ما لا يتَحفَّقْ إِلّا بتعاوْنِ أبنائها. ثم يَُكَدُ على أحمّيةٍ الجلم باغتباره ركيزةً أساسيّةٌ لتحقيق التعاوّن بين الشُّعُوبٍ بعد ذلك يفتخِرٌ بأمجادٍ الكَربِ عبْرّ التاريخ, مُعثَزًا بفُتوحاتهم الواسعة. وعلومهم وبلاغتهم. ويَذْكُرٌ أهمٌ إنجازاتهم مثلّ تأسيسٍ المَدارِسٍ التي يصْحُبٌ حَصْرهاء وإنشاءٍ المصانع التي تَشْههدٌ على بَراعتهم. من جماليَاتٍ التعبير * التشبيه طريقةٌ في التعبير تُعبّرٌ من خلالها عن اشتراكِ شيئَيْنِ مَذْكُورِينِ في الجُملة من جَماليَّاتٍ النض؛ ٠ (عُمْرَانِهَا/ سُكَانِهَا/ أَوْطَانِهَا) كلماتٌ مُتماثلةٌ النهاية. تُعطي جَرْمًا",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 131
  },
  {
    "id": 43,
    "text": "من خلالها عن اشتراكِ شيئَيْنِ مَذْكُورِينِ في الجُملة من جَماليَّاتٍ النض؛ ٠ (عُمْرَانِهَا/ سُكَانِهَا/ أَوْطَانِهَا) كلماتٌ مُتماثلةٌ النهاية. تُعطي جَرْمًا مُوسِيقيًا يُطرِبُ الأَدُنَ. 0 ٠ هِهَم الرّجالٍ مَقِيسَة بَمانِها تعبيرٌ مَجازِيّ صوّرَ فيه الشاعرٌ الِهَمَّ بشيء مذي يُقَاسٌ. ٠ وَسَكَادَةُ الْأَوْطَانٍ في عُمْرَانِهَ تعبيرٌ مَجَازِيّ صوّرَ فيه الشاعرٌ الأوطانَ بأناسٍ ييسعَدُونَ. ٠ وَأَسَاسٌ عُمْرَانِ الْبلادِ تَعَاونٌ تَعبيرٌ مَجَازِيٌ صوّرَ فيه الشاعرٌ التعاونَ بالأساسٍ الذي يُبتَى عليه العمران. ٠ كُمْ قَْ أكَامَتْ لِلْكُلُوم مَدَارِسً تعبيرٌ يدل على كثرةٍ المدارس التي أنَْأَها العربُ. ٠ (تَعَاونٌ) كرَرَ الشاعِرٌ كلِمة (تعاون) مرَكينِ للتأكيد على أنَّ التعاونَ أساسٌ عُمْرانٍ البلاد.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 131
  },
  {
    "id": 44,
    "text": "العربُ. ٠ (تَعَاونٌ) كرَرَ الشاعِرٌ كلِمة (تعاون) مرَكينِ للتأكيد على أنَّ التعاونَ أساسٌ عُمْرانٍ البلاد.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 131
  },
  {
    "id": 45,
    "text": "أَضَعٌ علامة (7) أو (6ل) أمامٌ ما بلي (أ) الهدفٌ من الاختراعاتٍ الحَديثةٍ الترفيةٌ فقط. ( ) (ب) العلمُ والابتكارٌ لا عَلاقةٌ لهما بالخيال. ( ) 0 أُحِيبٌ كيف تَسَاهِمُ الاختراعاتُ الحديثةٌ في جعلٍ حياتنا أسهل وأكثرٌ أمانًا؟ (القراءةٌ المتحرّرة) أقراً الفقرة الآنية. ثُمّ أُجيبٌ الهاتف الذكيّ هو نافِذةٌ صغيرةٌ على عالّم كبيرٍ إن يُساعِدُنا في حياتنا اليومية في التواصُّلٍ مع أصرقَائِنا وعائلاتنا في أيٍّ مكانٍ في العالّم والتقاط صُوَرِ وتصويرٍ مقاطع فيديو رائعة, وتصفّح الإنترنت؛ وتنزيلٍ التطبيقاتٍ المُفِيدةٍ والمُمتعة. ولم يِقتصِرْ تأثِيرٌ الهواتفٍ الذكية على التواصُّلٍ والترفيه. بل ازْدهَرَتْ لتترك بصمةٌ واضِحةٌ في مجالاتٍ التعليم والأعمال والصحة. فقد أَصبّحَتْ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 136
  },
  {
    "id": 46,
    "text": "ولم يِقتصِرْ تأثِيرٌ الهواتفٍ الذكية على التواصُّلٍ والترفيه. بل ازْدهَرَتْ لتترك بصمةٌ واضِحةٌ في مجالاتٍ التعليم والأعمال والصحة. فقد أَصبّحَتْ أدااً تعليميةً قيمةً للطلاب. ووسيلة لإنجاز الأعمال عن بُعدِء وأداذً لمُراقَبَةِ الصحَّةٍ واللياقة البدنيّةٍ وبالرٌغم من كل هذه القَوائدٍ علَيْنا أن نستخدِمّه باغتدال؛ لأنَّ الإسراق في استخدامه يُوْدي إلى أضرارٍ عديدةٍ. أستخرجٌ من الفقرة (أ ) مُرادِف (تطوّرت) (ب) مُضاداًٌ (قُرْب) (ج) مُفْرنٌ (بسَمات) أَضَعٌ علامة () أو (26) أمامَ ما يلي (ب) الهواتفُ الذكيةٌ جِعَلَتِ الوُصولَ إلى المعلومات أكثرّ سهولةً. 00 ) (أ) كيف غيْرَتِ الهواتفُ النكِيَّةُ طريقة تواصُلنا مع العالّم؟ (ب) ما أهميةٌ استخدام الهواتفٍ الذكيّةٍِ في مجالٍ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 136
  },
  {
    "id": 47,
    "text": "سهولةً. 00 ) (أ) كيف غيْرَتِ الهواتفُ النكِيَّةُ طريقة تواصُلنا مع العالّم؟ (ب) ما أهميةٌ استخدام الهواتفٍ الذكيّةٍِ في مجالٍ الأعمالٍ؟",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 136
  },
  {
    "id": 48,
    "text": "1 ندل استماع الؤحة الأولى كَانَتْ سَمَرُ ذَائِمً تفَكَرُ في الْإِجَابَةِ عَنْ مُؤَالِ كَيْفَ أكون شَخْضًا تاجِحًا مُفِيدًا ِنَفْسِهِ وَلِغَيْروِ؟ جَلَسَتْ في غُرقتها وََخَدَتْتُفَكُرُ في الْوَسَائِلِ التي يُمْكِنهَا مِْ خلَالَِاتَحْسِينُ نَفْسِيَا وَتَحْقِيقُ َهْدَافِهَاء وَبَعْدَ تفْكِيرٍ عَمِيق أَدْرَكَتُ أَنْعَلَيْهَا لمزم وَالْعَمَلَ الْجَادً. أَمُسَكَتْ مُذَكْرَتَهَا وَبَدَأْتْ بِتَحْدِيد أَهْذَافِهَا الَّخْصِيَةِ مِثْلَ تَحْسِينٍ مُسْتَوَاهَا الدُرَاسِيٌ وَتَعَلْم مَهَارَاتٍ جَدِيدَقٍ وَمُمَارَسَةِ الريَاضَةٍ بانِْظام. شَعَرَتْبِالْحَمَاسٍ عِنْدَمَرََتُ أَهْدَاقهَامَكْنُوبَكَ وأَذرَكَتْ أن اْخْطْوَةَ اْأوى نَحْوّ النّجَاح هِيّ تَحْدِيدُ مَا تُرِيِدُ تَحْقِيقَهُ. اع لق وى وَصَعَتْ خُطَةٌ لتحقيق هَذْهِ الْأَهْدَافيء فَنَظّْمَتْ وَفقَهَا بِشَكُلٍ أَفْقَلَ وَحَسَمَتْ وَْنَا ِكل نَقَاطٍِ في َوْمِهَا. وَجَدَتْ أَنَ تنْظِيمَ الْوَقْتِ يُسَاعِدُمَ عَلَى الإسْتفَادَةٍ مِْ يَوْمِهَ وتَحْقِيِقٍ لْكَثِيرِ",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 141
  },
  {
    "id": 49,
    "text": "وَفقَهَا بِشَكُلٍ أَفْقَلَ وَحَسَمَتْ وَْنَا ِكل نَقَاطٍِ في َوْمِهَا. وَجَدَتْ أَنَ تنْظِيمَ الْوَقْتِ يُسَاعِدُمَ عَلَى الإسْتفَادَةٍ مِْ يَوْمِهَ وتَحْقِيِقٍ لْكَثِيرِ بَدََتْ في تَطُوِيرٍ مَهَارَاتِها الشُخْصِيَة مِنْ خِلَالٍ قِرَاءَةٍ اْكُتبٍه وَمُقَاهَدَةِ مَقَطِع الْفِيذيُو الْعْليمِيَةِ وَفي نِيَايَة كل يَوْمِ تَجْلِسُ مَعَ نَقْيِهًا وَتْقَُمْ ما أنْجرنْهُ ِي اليو مِنْ خلَالِالْإِجَابَة عَنْ مُؤَال هَل حَقَفْتُ أَهْدَافِي الْيَومِيّةَ؟ مَاذَا يُمْكِنُنِي أنْ أَفْعَلَ بشَكْلٍ أَفْضَلَ عَدَءِ وَجَدَتْ سَمَرُ أَنَّ هَذِهِ الْعَدَة تُمَاعِدُهَا عَلى نَحْسِين أَدَائِهَ بِشَكْلٍ مُسْتَمِرٌ َذْرَكَتْ سَمَرُ أَنّ تَطُويرَ الذَاتٍ رِخْلَةٌ مُسْتَمِرَةٌ تتَطَلَبْ الصَّبْرَ وَالاجْتِهَادَ وَقَرَرَتُ أَنْ تَسْتَمِرٌ في الْعَمَلِ لتطوير نَفْسِهًا كُلّ بَوْ. تحسين المستوى لدراسي2 -مارسة الرياضذبا ننظام ك)",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 141
  },
  {
    "id": 50,
    "text": "وَالاجْتِهَادَ وَقَرَرَتُ أَنْ تَسْتَمِرٌ في الْعَمَلِ لتطوير نَفْسِهًا كُلّ بَوْ. تحسين المستوى لدراسي2 -مارسة الرياضذبا ننظام ك)",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 141
  },
  {
    "id": 51,
    "text": "٠ كُونوا شُجعانًا وقُولوا لا للتنمُر؛ وساعِدُوا مَن يحتاجٌ للدعم بالكلمات الطيّبة. ٠ مارسوا الرياضة بانتظام؛ لتُحافِظُوا على صِحةٍ أجسامِكم وَتَعَلَلُوا التوثْرّ ٠ اعْسِلُوا يِذَيْكُم بالماءٍ والصابون؛ وتأَكَدُوا من فَرْكِها جِيِّدًا لمدةٍ ٠ ثانيةً لقَثْلٍ الجراثيم. ٠ أَعلِقُوا باب الثلاجةٍ بشرعةٍ بعدَّ الاستخدام وساعِدُوا في توفيرٍ الطاقة. ٠ زْرَعُوا شجرةً؛ وساهِمُوا في تحسين جودةٍ الهواءٍ وتقليل التلوّث.",
    "book": "Arabic_prim6_T1",
    "subject": "Arabic",
    "page": 146
  },
  {
    "id": 52,
    "text": "1 1255866 5 0067101 120110701681 0لا 000678710١7 0 21100157 غ111 الإعصنول عصتصع2ما مكناع08حع نه 10 عددوعاء الا 518016 300 ,00021015 ,51006015 0681 10١ 97 18/161011 0001/6 عط 15قع1م 8100ن0 آه بصأقنصتانا عط قط 6ان85عام تفع١و طأأيلا 15 18/065 وصنا0لا اناه 0م50 10 0616100260 لرا5نا0ان00610 5660 185 16100 910517/6 6011018 115 .62111915 آه 161806 لوناثاناه معن 16 10169181009 300 10001109 عانداسي 6ااكا5 18098926 (ك1او50 99902١ و1109او20 10 أملروط 07 عو و0ما طكناو50 11١ د0ك1/ا ١نا0 نقطماو م 00015 00605 1ط انعا لفان 2 كا طكأاومحع صا ل/ا01010102م ,11/011 01610000820160 1008/5 ا طأأس 526015 6 /1008ط ماناو مأ كأ 00أكألا انا .60110010168100",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 53,
    "text": "لفان 2 كا طكأاومحع صا ل/ا01010102م ,11/011 01610000820160 1008/5 ا طأأس 526015 6 /1008ط ماناو مأ كأ 00أكألا انا .60110010168100 ل8اناانا01055-0 1051615 300 000011001165 طأأس 0816615 عاناأناا 200 كأأنا5انام 868060116 081/0816 مأ 600 و09ا085 ,150ا509 (١ 100021000 511009 8 .0010616006 200 600106066 11٠6 11000 آه 56210165 لاما 85660 1/1006 لاط 160١1م05 65ا135 60989109 1621165 أأصنا 580 5101165 201 تجعاع برالقن؟انن6 -- * 0018 6ا85نل8/ 101081009 اتدائنا 580169101005 ١8ناأاناه 50006015 طأأ/اا 16500316 0 065190280 ,101/6106 .655005 0 100509 680 ,56556005 لالكاوعللن فأ 019801260 كا 161600 116 165) باع وصتصفعا 5110010160 0 * 300500 18090896 آه 32508615 011791601 300/65 و09الا2ام-016 300 ,150551005",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 54,
    "text": "فأ 019801260 كا 161600 116 165) باع وصتصفعا 5110010160 0 * 300500 18090896 آه 32508615 011791601 300/65 و09الا2ام-016 300 ,150551005 ,09اا5101/16 1016180076 609ا68م5 3200 و160109كنا .5ال6ا5 600000168100 18 300 0101018805100 و516010ا 9080266 0) بجأنااطع 50006015 0616100 801/065 ١680109 300 46101565 0100105 0100165 300 و90109ع 0915 011160/لا 60000180800 300 060008 205 و010اأناط-/8انا0268/ 800 65كاوو) وصنا اللا 131026160 /2اناط003/ 300 و09 1/الا 001/16096)ا 1/010 6ط 0800 300 لاا88ا0 1160567865 01655 10 51006015 6100101896 2060160100 20 وصتتمصص0رم ,كاطو05 لدنناناه طأأبلا 101610/1080 318 55005 11169١3101 ل2٠ن؟انا 180110005 صقلاملرو 300 ١18090896 50أاو50 16 501 101١ 9م 8 طعن5 000100098015 016180176 300 21005أناااز أططو8 516016015 ٠011301176",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 55,
    "text": "11169١3101 ل2٠ن؟انا 180110005 صقلاملرو 300 ١18090896 50أاو50 16 501 101١ 9م 8 طعن5 000100098015 016180176 300 21005أناااز أططو8 516016015 ٠011301176 23006 ل2نئك1/ا ٠ .60006015 لاا 61010166 300 عاط2لراو زا ١68٠0109 118148 0022165 300 ,930185 013100109 ,8965م 0 ,46161565 و0ااا616 ,2265أنا0 106100109 ,355655076015 ا8اناو6 660082 200 55655018171 ٠ 05000 مانا 300 01091655 510801 0001101١ مأ 5ا00) طأأللا 600681015 0101/1086 ,01810109 /8اناط10068٠ .06605 1001/1002 00661 10 0100111016071 10 266116026 ا60068000 /أأا8ن0-و 101/0109م 16 060168160 كا 5068100 16600168١ 300 081000ن0 آه بصأكتصتالا 16 0 0000110601 اناه 601000165 ا0600ر ك1 .50006015 اناه آه 06605 017/109 6 11861 1181 1065 لا650 56660 م لأتصننا0مم0 106",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 56,
    "text": "0 0000110601 اناه 601000165 ا0600ر ك1 .50006015 اناه آه 06605 017/109 6 11861 1181 1065 لا650 56660 م لأتصننا0مم0 106 185 كانه لمعنه 1081 05109 ,0681000 1809896 150ا09 6066١16068 1١ .0615008 300 لااا860806001068 نان 116 و109م58 1 كنا صأول ٠ 0118501816 ما 50006015 300 ,0816015 ,60681015 عأر/ا0اً علا ,/1098ل01ز 0681008 كأطا 00 0058116 عال ك5/ عي 10961061 .1601806 ا8١نناناه اناه 101١ 300166181000 م066 8 300 18090896 (15او50 06 ١017/8 10١ 8 105161109 أقطا 0 100160 و10/ر5)8 عاتداثنا /ؤأ8أ506 لماو 2 صا عاط 16810615 وصنا0لا اناه 11/0616 عاناأناا 509716١ .2 مانا 680 /ن1060 صوتأاملاوع ٠١0 ,60805 58651 16600168١ 068100 300 081000ن0",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 57,
    "text": "صا عاط 16810615 وصنا0لا اناه 11/0616 عاناأناا 509716١ .2 مانا 680 /ن1060 صوتأاملاوع ٠١0 ,60805 58651 16600168١ 068100 300 081000ن0 آه بصأكتصتانا 16",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 58,
    "text": "آه 86002 1716 1000 كه 011 0 000 اوم 1 1 ا 6م 200508 5001 5 0018 1067 285 أبنوط2 تتتفصا ناويا مول 21طاللا 1٠. 16 م0 22 كاعنقم 0811008١ 130005 8 5 0302لا 1385 ١٠ متمفص)ا كا ١1 .ام لرعقء ,تق0ا5 آه طاأنامه و10 صا 0 ,1150 اننمواوه ,قكعه؟ ا2١٠0ه 5680110١ 1 126 اعلاه ال 16010 6ام060 .568 عناط نواه ,50016 ,50010 10 مانا 685 كان 1١01ل 800 01/6 2110ل 0802لا 085 ذا 08116 196 كانم 106 .30132108 15 كاعوظط 566 080 نا0لا .015قام اعص8 6اقصتص2 آه كاوص0ا /نصطق 10 00009 كأ مكا8 ع8 10616 .6165 آه قم /ا1",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 59,
    "text": "كاعوظط 566 080 نا0لا .015قام اعص8 6اقصتص2 آه كاوص0ا /نصطق 10 00009 كأ مكا8 ع8 10616 .6165 آه قم /ا1 لاطقت 20 مكصتنطمافو ,1011165 598 1٠١665 0681 106 5680 1130781016 200 00010018105 فىا18 أقنام عام60م 1081 098805 116 .2163 0١01601 8 5 01802الا 385 قعان 1١6 تمدوااه1 10 10001١1801 كأ ١١ .فكلقطتط2 309 ,598 ,و1800 1096 آه و81 5381 206 صقعاه اندم 19 موع الاوط8 ١168-0 1015كالا ركام عط صا 10 نمم 200 ,ثانا 0311026 81١, مكا2 لا2١1 .000001 الا 109 0101601 ا0069١ 126 آه ع١ن1اناه 1026 8501 8107 0680 علا مفدالنا 86001105 ١ه 01866 81681 8 15 0802لا 385",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 60,
    "text": "109 0101601 ا0069١ 126 آه ع١ن1اناه 1026 8501 8107 0680 علا مفدالنا 86001105 ١ه 01866 81681 8 15 0802لا 385 ١01165 1026 568, 801085 فالا 002لا 181050683065 ان068091 8500",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 61,
    "text": "5000 بوث ص يده 8 1 لاتق نسولر أنام 000 01م 5100 ١001106 0 006٠ ممم عنيقام عط صا ليقام .50000188 ادوم 8 1٠6 عأنا58 60065 أآناه 181 ا56100 أه تمك 1601م/1 كا أناوطه 001 11600 كن 10 اتمص 00/5 00 5 22 20007 علا68١ /رف8 كوو صعطاللا 8 وملا 0 110211201211. 6070 صم .انقصمع 0لرك134 ز5ي5 ملاع ص آنا اومدا56 برانة 1 5100061 ااا أي لا 21 لاق عامل 8 أباوط8 تاوير ال16 1 تصقتي ١ .العني 0108 ع نافير 9م0١٠ ١ ناور 2-6 نلاويا ٠616 10 8/61 ا5000 كاعاناو 8 81/6 800 0١655960, 61ع ,.8.00 630 8-0100 من",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 62,
    "text": "نافير 9م0١٠ ١ ناور 2-6 نلاويا ٠616 10 8/61 ا5000 كاعاناو 8 81/6 800 0١655960, 61ع ,.8.00 630 8-0100 من عكاعني ١ لران2 518115 اك زرالا أن 800 ,00696596 ,51680 لرا8ن 5ن -1851ا9 1-9 0 ,88 9 وصاانل5 عدا صا قصت ص91 برط اا صقا عالا .130 1 كصاع66 ايك او0ط50 و1 ١655005 اناه 66810 800 951001015قاه اناه 10 مع عننا 190 .20128111 0811003 109 5108108 عأط9م بروالدننا كا 01 زمان5 11151 انا0 لاكا16 انط 8 ع٠ 165م10 500028 .6016009 2800 ,طكااق08ع ,0817 قويااا 60615 زمانا؟ عنا8ط علا مسولا 958000016 8 681 لاالقنقن ا متاقع6 90011 8 عنا8ط علا ,1015",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 63,
    "text": "2800 ,طكااق08ع ,0817 قويااا 60615 زمانا؟ عنا8ط علا مسولا 958000016 8 681 لاالقنقن ا متاقع6 90011 8 عنا8ط علا ,1015 810100 1 .5651 رمم ل ١ أناط ٠ن 18 800 تقطه ,1119005 لام ططأئما برام لافزيمه 60000167١ اه بمماعااو١ ,510165 18و50 عوياا ١695015 100196 081/6 عالا 28191 ا .0 15 661 زمنا5 181/0111 لام ١010/61/96 .55فا6 ١ ١1نا 001000 106 عونا 10 نماو 0108 0 8 21162 لاممقفط ا انط ,11160 انط 8 ا1؟ لرالقناين ١ .0.م 130 81 8005 لاك ا09ط0؟ و10 100000016 لام فك صا 800 عالانا 8 أقع بطعمنا تع ,000098 0ع ١ .لر2ك 047ل أناوط8 1فعطللا",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 64,
    "text": "لاك ا09ط0؟ و10 100000016 لام فك صا 800 عالانا 8 أقع بطعمنا تع ,000098 0ع ١ .لر2ك 047ل أناوط8 1فعطللا .02 01١ عىاا 5ا00١ /رقك ا50009 8 081النا 1815 01١ 0, علا لا80 011",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 65,
    "text": "5 01 و01109 005/6 006 اصاط7 0 ج 1٠6 901/11000007277 0ع عاممعم ماعط 8015ام مك نسمسواءا ادم ده واددا ردداكنا 2 7 عتعامصم اهمه مندوه ماعنا يا لع أصقام !101216 آنه ااينام",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 21
  },
  {
    "id": 66,
    "text": "الا 2 +00 101190092 10 056 607110705 6506101ط 8601 اا18 10 00011005 1691م 109 ونا عالا - .0 180090108 0011005 .1 م 00م 10018١ 0. ع٠ الرقام 15 لمعصصط 8800008 1108 كال 2-6 علالا + 001 + (816 / 15 / ص3) + تمع زمنا5 نعِعنا عالا ,لتاة؟ 096881116 1096 113162 2.10 8 طاولا م 00م 8067 16 صا ع ليقام تع ع2 لط 1 - طاعلا + 6061 زمانا + (300/15/8126) عقن عالا ,01171 00651101 106 118/66 3.10 7 لا+ 1ه زطناة + 6 20/5/81 جاععونيا -حاللا/ 1087 م 00م 165,١8 - تممه 1١/ 118100108 ناولا ع1 .عدن 81108",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 67,
    "text": "لا+ 1ه زطناة + 6 20/5/81 جاععونيا -حاللا/ 1087 م 00م 165,١8 - تممه 1١/ 118100108 ناولا ع1 .عدن 81108 ىا 6ل - 01007 0108 عط يا تعطلالا م (قاك ويب 16آه 16000 تععصف 106 وصأدنا 560160665 106 ايا لوص امع ين جو 5م00 ماعه مناه 106 ص1 قتصص؟ (لرهام) .................... 118860 .1 27 106 81 طعصنا اناولا (6881) ...ات ل01لل تتا .2 001 116 .61ا86ز لا (681للا 001) ل ا اا .3 0 0007م (91الا ...بت 1 800 اعصع؟ زرالا .4 00 00 أكعو 010 وصاننمااه؟ 16 0009 د 2 0 1816 ال100108 8 108 210لا وأ ااا .1",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 68,
    "text": "زرالا .4 00 00 أكعو 010 وصاننمااه؟ 16 0009 د 2 0 1816 ال100108 8 108 210لا وأ ااا .1 000201 106 21 كاعم 106 0810 نعط طلأسسا عهالرقام 5 2.502 116005 اناه طالأني طناه 1026 81 160015 عصالرام 1161726 ,3.65 ل",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 69,
    "text": "6 م11 06196120516 07 ا 6001/لا . 0057/6 000 101 9 تاونر فتك تفطلاا 1-107 ا50000 8 00 5690 اعلا ناولا 81/6 1 صولر8 اع تاففلاا م1 م11 8 01260قاه او50000 اناه ,11508 851 0 قصا58 6فقثلا 16802 ففقاه انا0 .افاي صا كا8ظ 2110لا ا50600 ١61+ علا .كد لانن 030098 ,امعط اا 16802 50190006 .015 فلائ1 1ه؟ كنا 1026 006 300 لاا81ع 8025 200 ,كعصنك 58006 ,181005 فاع 5800 علالا ,لا8لاا 16 00 ِ 080020 عاك باع عا 8 ,81101760 عننا معطالا .18002كتك 1026 صا عص ااال 3 حصاعم 6+ اع20 ,كال16118علا 106 ,ك65ا8ا 1096 نا لمعتصسفط باو 18 الا",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 70,
    "text": "عننا معطالا .18002كتك 1026 صا عص ااال 3 حصاعم 6+ اع20 ,كال16118علا 106 ,ك65ا8ا 1096 نا لمعتصسفط باو 18 الا م5681 لراصه 01 كا 0قلار68 اع تفعللا 181 و8106امه 16 .1-695 ٠١ 2010816 2006 018015 1016015م فكا8 11 انط موقو 16 ف1ما م1 تفط 2001 او10 علي بطعصنا عواطم 15 .فعافطلاا 16 آه لإفالعلا عه ,صعابا-اء ااا ه6اا8ه 1866م .8 آه 1005هاثا5 1026 101000 5016011515 .568 لا 001/6160 11185 1866م - اج ِ 0 16 0٠ كعص0ط علفطني لقع مسق عالا .1912 1000٠8165 8001971 810551١ 005601! - ضعلا 8500 038 لام طثانن 005اولوىا؟ 16 آه ٠101م 8 18166 10 8010لا",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 71,
    "text": "عالا .1912 1000٠8165 8001971 810551١ 005601! - ضعلا 8500 038 لام طثانن 005اولوىا؟ 16 آه ٠101م 8 18166 10 8010لا دامعلا امعىا00) ١ .عم لأسا الصفعي 1١ 1091 60عناقع ١ معطالا 8 عاعصن ك2ا20ن0+ 1 10000 لمعصطط الا لزاانااص108 انا عه اللا 11 1611 عن 561016 أدناز التطتطئعه 106 اناه 560200 101000990 .868 .116005 لأسي صنا؟ 200 ./101كا ,ع انا81ة آه اانا 85لنا م111 181",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 72,
    "text": "60101701016 5011065 7 3 0111765 00 23111112 ا 8 بأل 8 ماأناط ما 1081 كطوز 065011696 ٠ .لا711ل 0007 61015500 8009 لإتنااطع أناوط8 ال18 ٠ 10 080/0801/8516 ع108دنا عا 13005 8 آه لرطم 60818 2 تالا ٠ 661500 10م راوع ٠ 019816 8 005191 ع106011/10 0 .0105167 لا711نا 00007 8 50117/108 نا 05 1601آته آه 181065 للأنتصول١ ٠ 00017011 1096 06909010 68 أناوط8 6001615811005 للاموااوح ٠ 00007011 و19 ٠ 166090126 11010 800 1169 وا86االر9 1010105 11لا ١008 500005. 8808 38 1 ل اناطع ولا يبعا بلأنتصو ٠ ١ .1915 88 002801615 20 لم0 و1 لأتنتصول ٠ ١ .ل١5101 11011008 ٠",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 73,
    "text": "1 ل اناطع ولا يبعا بلأنتصو ٠ ١ .1915 88 002801615 20 لم0 و1 لأتنتصول ٠ ١ .ل١5101 11011008 ٠ 166080126 16019015 800 112ه5060 091815 10 8 610818",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 74,
    "text": "22 يحي 101190092 10 056 عاط2 /1 ص ا/صوده عصدنا 0 عن 1026 آه ص1 علا تصتصا لاط امعان0ااه؟ 20/0681 عون عالا - 265901م 16 صا لإتنااطةع أنا0ط28 18١ 1م 870 ١ صو 6١108ع 50129 515886 05885. عمتصعفم ع1 صا لرا58196 8ف 19 5قماه ص عالا بصنعن 126 آه ص1 11/6ص11ص) + 10 فاطة + (6/812ا/صطة) وط 10 طول ون عالا - 165601م 1٠6 ما لإتنااط2ع لماو 10 وعاآآه 12116 عط طتاءم قوم 0+ عاط2 كا 509 3010165 ١ 2 عىااط 8 106 10 عاط2 يا نعتقا5 زرالا 01061١10 010166 01665 011661 10116 10/0105 116 انط ىً 1. /برقام ١/",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 75,
    "text": "عىااط 8 106 10 عاط2 يا نعتقا5 زرالا 01061١10 010166 01665 011661 10116 10/0105 116 انط ىً 1. /برقام ١/ صقه / اناه / 10019٠ ./ لمن / 16 6ا85 / 56ا08 / 5065 / ٠ 2. 5068/016١ َ +/ ع1 / بقك 16 / ع1 / صق /صوم / صقواه .3 ١ / لراانأ1ن668 / عن / 5108 / لر1 / 10 عاط .4 50665 صا (كاك 01١ 16 آه 10010 1166 1١6 0/116 5 1. 96 بالقلا (90ه 001) لت 5000٠ 2.0 . صن (واط3) 1851 090 لا16 ,15 - ١69-07 106 فل لإ19 (0801) .ات ا .3",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 76,
    "text": "001) لت 5000٠ 2.0 . صن (واط3) 1851 090 لا16 ,15 - ١69-07 106 فل لإ19 (0801) .ات ا .3",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 77,
    "text": "0 ؟ه دام0 809 8 1660 مونم بو ربب ح - 005/6 000 اصا1 1 27م مصقنام لوقع كنا و12 18101116 اناولا كئوطالا دا2ن10 60١060 2 لاا 5016022 52/60 ا 1051212 0٠ 0٠ 1/10518318 8-اء 7/0 صدام برع تصقنااط ع 15 6010 فلا !501601151 0 230 1933 ص1 امبرو صا 188 ٠ه ١0116 8121 8 6 .886 0108لا 8 11070 35 صلا 21 5100160 661016 08110 10 بتاوئ لانملا 518165 1160لا 109 10 0108ع 5019011172 كأ 000106 10 165680٠ 0٠ 60لر58-ا 088 آه لاعفنت 109 15 ١12005019009 .18005016112626 20 ل كنمعطه ١ اعم لقطواع 001١181 تكفم كتلط آه 009 تق",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 78,
    "text": "60لر58-ا 088 آه لاعفنت 109 15 ١12005019009 .18005016112626 20 ل كنمعطه ١ اعم لقطواع 001١181 تكفم كتلط آه 009 تق صقتصناط 8 صقطا بعاله900 طعسمم - 11085 لرصأ لصولا فاك عه كعللا 181 1١68 5619011116 و ,عاسسة 605ل/ر58-اء مكاا8ه وا 021500191195 مط 00 16 .88-1106165 اعاقع لاصتا طأيم انوي كأ كأ 801616009015 5188651 قاط آه 009 0 0616601 0001015 ماعط 106 موعن 66 0ه 08010021116165 ماوع 10659 تماوط آناه !8006 آه 1/065 5012 11981 عتوزقم لاصق و عانو69؟ ٠85 60ل58-اء 10001١1801 0150601/61165, 0٠ كأط آه 806091059 آه 1610 عن11 8 165 .50160026 آه لقوعالا 1811009 .5.نا 102 1020100108 ,2100210605 الماع",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 79,
    "text": "10001١1801 0150601/61165, 0٠ كأط آه 806091059 آه 1610 عن11 8 165 .50160026 آه لقوعالا 1811009 .5.نا 102 1020100108 ,2100210605 الماع ١ه 1006م آه و6١50 8 800 5016009",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 80,
    "text": "461/16١ 0/016 1١ دس عدف 1026 10 0 كأططانا تماو1ط1 لا نما .1 108619 ونارا مقحاسسا وام60م آه من10ع 8 5أ .2 3. 0001015 8006 08180160105 1168 8 *0 16 10 2م68 800 5011165 ام علا .4 آه 0856 12310 ال8ه عااا .5 آه 000 8 15 55 .6 31 0016 106 001666 0 --. 6427 انسولرز طلأسيا آناه (8095 - 0ع) لراا2ننا ناولا 00 . /1022 انهم 6 صا ( ليقام - عصالرقام ع21 ) مصعععائطه 10 . 00001601 16 21 مام 108 16 (ومتمصع5اا +تعفه عع - ومامعئ9اا 001 300 ) عالا . 2 3 .21160007 كأ واه",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 81,
    "text": "16 21 مام 108 16 (ومتمصع5اا +تعفه عع - ومامعئ9اا 001 300 ) عالا . 2 3 .21160007 كأ واه برمعاط قلط ( عصنع صو - 0108 1901 ) 6ل .4 .5811108 لجاعلا 0816015 مقع قاط (19أال - أأقان) أل .5 6 7 نه و10 مه عصاموعا5 1ه 109 ( يا - 00 ) . .10 0016 ٠ه ,00/1 ,01 و7 كن 56016066 6067 017701616 ي 1. 01150 كال8الا 11 5110٠ اوم 10٠6 صا 1ا6عز ١16 8 815عالاا 59 50 ,0001/ا5 اتات د 2.506 0016 لااأتطة؟ اناه 1/1911 86 علنا ل0ا0 50 ,681 ل0ا96 8 81/6 ااا .3 .0160 التق",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 82,
    "text": ",0001/ا5 اتات د 2.506 0016 لااأتطة؟ اناه 1/1911 86 علنا ل0ا0 50 ,681 ل0ا96 8 81/6 ااا .3 .0160 التق لمعن ١15 067 115 آنا ناولا 76 .4 ٠65 1680108. أناط بولا 50095 كأط 116 501 عاااا رالا .5 98 6 لرقام لا12 50 ,01 8 018011660 81/6 لا12 .6 .00 لإ96171601م 1",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 83,
    "text": "و0 000106 00 كاصأ1 رامو 32 0ع 1106 ١008 8 صف بعاه لعولا .8 081118 .1 داه 001 11065 60901 5.1000 5101/11/6 .2 1056 108166 106 0ن 500721108 . 3.0161 (1081112 عصا انام لا 500721108 01/6160 . 0660816 .4 6001 ط1واه ٠ه 2م018 .5 6811 اه 1069 ١001 501791108 102162 10. 0006177 .6 ١008 1102 8 اه1 أقلاه 106 8نا 00110 1.10 005/6١ 1066 05 000 09010 160كنا 9 يِ 7 205ام لاع أمعتعط 12 متك 108111815 81٠الاا .1 5007 كن لم08 8 آه 6101016 8 566 ناملا اعث0 6١6 الا .2 27 نا 01 صا صعصاا عونا 1805م لاع",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 84,
    "text": "كن لم08 8 آه 6101016 8 566 ناملا اعث0 6١6 الا .2 27 نا 01 صا صعصاا عونا 1805م لاع 001601 12 اعنك رطالاا .3 دسكمه عدف 0056106 لات 27 غ60 01لا 00081 كا 21طالاا .4 1 0210 م (ط 061١م 5016006 1 (2 255001 880108 ل (ك تمعوزمعم لمامتعنط لم (ه 27 اه عدن قصة اام برعع أمعتعص 12 متك 081118 طعنطللا .5 50096 (ك لردا ( 5/ام 08 (ط صعدنا (8 17 6016ل دنا لام8م كا تعطالالا .6 01080091 801060 م (ط طاتواه أه اعصنا م (2 1006 آه عم رخ ل (ك 8 16ف8ا1 فد لقن1عد عصااعنم",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 85,
    "text": "01080091 801060 م (ط طاتواه أه اعصنا م (2 1006 آه عم رخ ل (ك 8 16ف8ا1 فد لقن1عد عصااعنم م (ه 17 أن صا ل2ك 10 تمععد ١ان1 ىا 081118 81عطالاا .7 5ن١ل/ام08 (ك 51009 (ه مودنا (ط لاوا (2 7 5181066 08016 1205م لاع 0011 اعتك تفاللا .8 01000 (كه 60 (ه 680116 (ط الاقاة (2 27 عاوعم صعدنا كا تعطالاا .9 5ن لم08 (ك وا (ه اوولاا (ط 001100 (8",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 86,
    "text": "7ما 10/11١ )0151/115101( 5607160665 1011010/109 16 عداممميينج .6 15 1طع) 128 معطلا 511691 106 010959 .تت لا .1 50000 81 0110110 8 1681لا ل ا لا/ا .2 .101165 (16011168 1065 .ااا لا0/ .3 لااان8+16 1680091١ 106 10 15190 .................. لا0/ .4 0051011 وتأنا 5601602665 ايا أ000 51نا0 وتأكنا 560160665 دلناا داالا ينج 05500٠ ناولا أنا00 فعا (1000ف9قاه اناه م66)) تناد اا 1م811 57001001٠ به اان5101 ودأونا 00166 1/1116 000 5100011010 1116 8200 ين جر .580 1661108 15 11600 اناا .1 0س خطاعنه ال صه كدعا 102 52012١ ١681/65 انا0!ا .2 ا 100091001 آه 1م 8 185 111600 +0 .3 لس",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 87,
    "text": "0س خطاعنه ال صه كدعا 102 52012١ ١681/65 انا0!ا .2 ا 100091001 آه 1م 8 185 111600 +0 .3 لس ا 806 3",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 88,
    "text": "و0 22 5 600 000 005/6+ 23 ونيا 00086 اعتك تمعزو١م 1عحالاا .1 687 كاط نه صملت عض 1100 0008 معته ع بعاللا .2 مم كط صا عاءنا1020 00081 اعتك 11811181 1080-0816 طعنطلالا .3 1027 66968166 كا لاحلا .4 27ل 16 تماعه 5ا ت1 1026 11010 10101181100 آه 1666م طعنطاللا .5 رد هي عضاو 10٠١ 5م11 50116 16٠١ 8٠6 .6م10 اناولا 000056 ٠ 1 110007 00109 انقوف نعطلا 117 عا تفللا ,110105قعناو ا5100 ا5ل ٠ اه ,16651165 5816 56810 كاه600 ا5000 بعئاا 695الا50 1161901ال علا ٠ .8011 80 .0105لا صلثاه نافلا ذأ 0165 مط اللا ٠ .1685 اناولا 07880126 ٠",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 89,
    "text": "ا5000 بعئاا 695الا50 1161901ال علا ٠ .8011 80 .0105لا صلثاه نافلا ذأ 0165 مط اللا ٠ .1685 اناولا 07880126 ٠ .8101085 اه 01010165 100 ٠ .01518465 0001081107 200 8130100817 ,08اا9626 ه0962 ٠ م عه فط 166 (لي كاء11 رض .لالاااعيف +كتاباععدل 106 00 11600 06 600 656016٠ ناولا 106١0060 ١١ 56 6ا0٠5 101 م516 16 6500166 006 لاا00 96لا ٠ ل .016091 1000 10165 لم00 ٠ .011518-65 108اا969 0601 ٠ 009511005 5100016 اقم ٠ ٠ اللا 1008 00165. ٠ 000 01010165 اه 08101085. لالالالالا . عالا51 لاال011600ن علا ٠ ل) .قاوس مسه سوباص عوللا ٠ . 6م10 اناولا 000056 ٠",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 90,
    "text": "01010165 اه 08101085. لالالالالا . عالا51 لاال011600ن علا ٠ ل) .قاوس مسه سوباص عوللا ٠ . 6م10 اناولا 000056 ٠ .1685 اناولا 07880126 ٠",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 91,
    "text": "ما 0651100 10101/109 1176 0051/61 000 ناا 7 منععد انا صقنام لوقع و6800 و19 آه ١00621100 وط+ يا لاطللا 16 6٠000 9م290 1056 0651105 16 005/61 000 09010 160كنا 9 5 2747 أأكالا 10111515 فك لاإطالا/ا .1 627 106 طكا0ا 10 18 ١ امن ١008 010لا .2 6627 106 و1050 و9569 1016ال 0ه 81لا .3 ماع عه اف 1015كأل صوه ع فطلا .4 5601160206 تممه 2+ (7) امعده 20 ادمع ١ى ( ) 0056 8 0161 10 08550011 8 81/6 1نا0 ناا .8 .1 ( ) الاتتمنافةه امع فاته 8 عام 10 011م0859 8 ع811 أكنا0 ناموط ( ) 00560",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 92,
    "text": "1نا0 ناا .8 .1 ( ) الاتتمنافةه امع فاته 8 عام 10 011م0859 8 ع811 أكنا0 ناموط ( ) 00560 106 أنا850 تافلا 5اا16 5000716 0 .9 .2 ( ) .8116 00 1ف ناولا 501009810108 15 ع ساطعوط لط ( ) .116005 506018 806 اماه كصسمط صوالنطنط 00 .8 .3 ( ) م566 وام0عم ع بعدانا وام 8 كأ صواانطنط صل ط",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 93,
    "text": "56 كه 800016 ع1 ناولا ١١ أي 051/6٠ .ىاء؟5 آه 500016 0116 ا0ما 0106م اه 81006 51161646 آه عاص م ا5268 16 ركه ١ ا بطلا وا 500080026 11لا 22 600 16 0/005 0 5010. 0016711600 10 176١ 0005 08 غ610 .3 6 .1 1086172٠ 00012 10.ط 50006 .2 نط 1051 قْ . 5000218 8881091 8 01 1088 8/6 . 3.9101 1086172٠ 1160 111085 آه مناه 21 8 . ومع 0018166 10 عل عا نترمص ناولا 5108ن . مه 060915 116صن .5 تمعتصعاء زرصماد تععصف 106 عاتين اعم عكدعك 180 كمداتتمااعه ع15 دم2 ل 9 - ونعأعدمد - 00101 -",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 76
  },
  {
    "id": 94,
    "text": "116صن .5 تمعتصعاء زرصماد تععصف 106 عاتين اعم عكدعك 180 كمداتتمااعه ع15 دم2 ل 9 - ونعأعدمد - 00101 - 00 - 0010016 - ومنصونوط تتي م تمتء ./ا910 8 01 11016 800 861866 16 تت .1800619 1طفلا 0810 اه دمصفاطفم 1096 ع نا ا قلط 1 تتش ./ا510 8 1١ 301185 اه 6م660 16 تيمم .169 /910 8 61١لا ا 115 متت -/ا910 8 110110 6810 6لا 9900 196 في ليا نم ع ل ضع تتيي تت .916119 لا910 8 1 وال ا ك1 بن 0818010١ 16615. 106 تقدني او1 16 ل /5101 8 ١680 ناولا معطللا 27 كأط1",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 76
  },
  {
    "id": 95,
    "text": "8 1 وال ا ك1 بن 0818010١ 16615. 106 تقدني او1 16 ل /5101 8 ١680 ناولا معطللا 27 كأط1 0 880 106 او1 ١ 00 عاصنط 1 قت",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 76
  },
  {
    "id": 96,
    "text": "0601 0ه عاصنط7 ح - 70112و ١116 9١9001 000061 ص 2001 80210 روَا0؟01 / 1066 ناما آه 50010 لإمادكنة 0500116 ١600 000 ا0ما 12 0105 1316 ابي تعنياها كن01١ أتداني 2 ع؟ااا كاوها ١١ .٠8510طفا2 آه 118026 ىا عالط كنط1 1026 10 ك1 ١١ ,تمدمولا .10015 075ن2801طاص1ن1 عصن)ا ص 100 كدني ١1 .65ا800 ونلا 2008198 انا 6161100165 ل18ه26م5 صن 6ك كدني ١1١ متععن انا 1180م رع 617979 56116761 عامم06 .لإ1نا568 اعص2 انا لقص11ه آه اوطصرك ة كا ٠1125. 1١ .2116-1116 106 10 1016161 عنارا ص١ ع1 81060 + 00 لرمادكتك ه 00166 10 5م516 116 0011061 180 امع 22 أ+معزطةه",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 97,
    "text": "106 10 1016161 عنارا ص١ ع1 81060 + 00 لرمادكتك ه 00166 10 5م516 116 0011061 180 امع 22 أ+معزطةه 106 آه متك اه فتفطم تقواه 8 000059 .1012م 2 00م ١ 01018110 ولع 16 860190095 عا61000 علا .م818818م تنعط ع تالا أ كدني 1 ع جنير - / مفىانا قكاوم١ ١1 تقطنير - / 15 تمع زمه 109 أقطانيا - ناموط ع للا ١ 006985 تفطانيا - / 10١ معنا كني ١1 تقطانيا - / ماعط 16 100١6196 ١١ - / 10000 ام(80 .م10 196 له تمعوزطة و1 آه عصقه و1 ع للا 11١. عط و اللا .ا 0608166",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 98,
    "text": "- / 10000 ام(80 .م10 196 له تمعوزطة و1 آه عصقه و1 ع للا 11١. عط و اللا .ا 0608166 015 ا 076 نسولر 1 2062 .0016261 1100م/رو8 00261601 000161١ اناوه 50010 لإموامكاك 0001 ١/01 32 0 لرفواذكتك ناولا 0 1656 م 688818 10101002111796 صل أ 8 / 1010م 8000 م أ 16 2 ع ل0/ا 1",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 99,
    "text": "22 1/1012 16 ٠/0105 ١ الأب (8) صصصناف 16 006001095 1١ مصصناف )8(. ِ 8 0 8 (1811 .6.8) علا 10 نا عا 11085 .8 808 .1 قكاه8اه اه 0165 81/108 .5 650005 .2 5م 0ل 5008١ 10 1010/0108 . 188 .3 تلمعف ,ا ,ره 100 00516 1166 16 010056 لا126 660856 تقلا 1026 أباوط8 1160 01لا ع اعلنا 81108 200 ,0026 وتوفلا .1 !816ا0 581/6 10 1180160 .5 عاك عنم 106 صا لاقام 10 11180160 .8 5اء م561 10 0180160 . 882060 50000١ 106 015 . 6051615 108166 10. ...560 181108 .2 8.1865 5. 0010160 08 )5 . 02016005",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 100,
    "text": "0180160 . 882060 50000١ 106 015 . 6051615 108166 10. ...560 181108 .2 8.1865 5. 0010160 08 )5 . 02016005 ٠. 05 06805 !00015 م0 لاعلا .3 08116 تقلا آه 200015 ال508 مون .طم 10168 101١ لااصه يا 8161 ااا .8 01 106 0ن 816 01005 . 5000 6000108 15 0810 . 100 ات 660856 510096016 106 01160م500 105591 .1/7 .4 16فالا 581/108 ألا850 08+60 ٠6 .5 +8 8 11180160 06 .8 6015 1612 امعاا عط . صصنط 60ا89 168021١ 1096 دعكا )١( ٠ه 1028 (1) 1/116 000 600 طن 1١06 6ا8 000157 فك مون عواا 19558895 80 0051015 81008",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 101,
    "text": "1096 دعكا )١( ٠ه 1028 (1) 1/116 000 600 طن 1١06 6ا8 000157 فك مون عواا 19558895 80 0051015 81008 .1 .ام 51009019 1026 011مم5 001 16 1980691 106 .2 .167 6ن أصاعتك ع8 0915م 51009019 109 9م506 اه50000 106 .3 كاضا ق8ضنا68١ 8 11٠ 9109015 19 و6090 1055961 1/٠ .4 +6 اانا 00816فققاه 8 معطم ونا كا 81ااا ,5810 توملا .5 لالان الالال 1816 581/6 10 0865 0101-0086 80 855985ا 50002 .6 0",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 102,
    "text": "2 سبعاياد 6/61 تدساكمه هده نمعة ين و قا 109 لمعصتقامسه 800 ووه 16800016 لفط و1 تصعنيا 31108 200 ,0080 توملا 6181060 تعوفلا .ثرا2كأني تاتفلا ونا ا50000 اناه ما 16 تمع زم١م 8 مك 16 تصولم عالا تسافا عد ١61 11-800 اها 66 .ففا1 ان بعا موس 8 ١816 .لااتطع١ 6 901166 18091 عنوط1 .م6 0ه ١ سمط 277 1686 مصقعك انطه 109 عدبا 81٠الاا .1 67 16801 1096 680 010لا .2 3. 010 106 0110160 8611/6 1061+ 0206017 ٠ 010665 دضالاينا 7 ناولا 162 50100210108 أساوط8 6ا5000 0851 08 أن 590190095 دما تلا 020110175 051٠ 010 1251 0166600 00م",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 103,
    "text": "010665 دضالاينا 7 ناولا 162 50100210108 أساوط8 6ا5000 0851 08 أن 590190095 دما تلا 020110175 051٠ 010 1251 0166600 00م نامل دده صوق ين طن 0 كقعنالكمهزك2 مذكلنا .ااكان 10 تصدني ٠ه كان ناويا آم رع ص معام 2 أناوط2 هلالا .ام 511 3951م مس تت 608096 الس اأقالا 1 تصسم ا ب",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 104,
    "text": "1م51 800106 (0.8) 4 مكنكه )2 1 دفي 1 أنصنا برع صا لوط م لاتعنا كا ا لااتصصضة؟ كط طاكأثير التلقطما اع صقطا 15أكالا 260ع28الا .08110 10 /رقك 8121 2 يا !901108 .80111/11165 لاط08 فاك 80 لا8ط1 ,5116615 اماه و1 صا ىازا 101085 انا111ن 568 لاصقم عن 1٠6١6 .0821 106 010 قا أمعلانا50 لإناط لا19 ,151 601866 انآ١01ا0ه 8 00100565 5151١ كألا .518091615 200 ,1810105 ,5885 106 .52680 ع08)ا58 عام60م 10012165 800 5116615 اماه 1026 ناف كالعننا لر102 ,مصوط1 5 1 .00 برط ع انا تصاناا 008166 5افىااوللا اانا 55005 5696 فكا8 لا1 !30082108 عا ال50098 كاعون 10800 1816 10",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 105,
    "text": "1 .00 برط ع انا تصاناا 008166 5افىااوللا اانا 55005 5696 فكا8 لا1 !30082108 عا ال50098 كاعون 10800 1816 10 10161651108 0 0015ل ان110ن 568 لاصقم ع8 1616 .5116615 اماه 16 صا 0105م 10016 ع؟181 لرقط1 05 800 6816ع معا وفنا ع1 8 هع 51305 60ع18 .51805 عأطوعل آنا 1085م اأناط 0 ,0101065 ,00105 اماه 085 ١١ .5ن ال9008 8 16+ كالعننا لا19 ,107 .0800218 106 10٠ .15101 10م لاع أباوطة8 101085 لماع لاطق0 8-0عا لإ12 .6851م 1026 2000 ا100 180 16 .511621 16 صا كصصنصك القص6 انير عصا/رقام مع انط 500126 و56 فقا2 لإقط1 160 0ن 15 ١1 .65أناصتطط",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 106,
    "text": "180 16 .511621 16 صا كصصنصك القص6 انير عصا/رقام مع انط 500126 و56 فقا2 لإقط1 160 0ن 15 ١1 .65أناصتطط ناا 8 اه م12 كمأوز بعط01ط 6860لا .هأنام 106 لإاموزص 80 0800 016 آه 50005 106 لاوزضع 2006 لرقام !668111 800 عأط ع8 لا16 .ع8 108 بقعه 51165 لمعتعط2 أأكأنا /بعطا ,معطأصعلاع و1 صا 1060 1ه 0105م لاصطقط 181 لرقط1 وان اناه 115 أبلاو85 ع18+0108١ 800 آم برع ذأ 1102 86900108 قعلاها 1 .رق صنق ع أ ا (014) 3 260156 3 50117يي1 1 أنصنا وأو اناه 106 ص15 التعتسا بتمعزمم 1م برع ناوا اناه آه 2م كل عا2لا الا",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 107,
    "text": "260156 3 50117يي1 1 أنصنا وأو اناه 106 ص15 التعتسا بتمعزمم 1م برع ناوا اناه آه 2م كل عا2لا الا لالتقك ع2 كاعونن وأا 166 وفع ١ لإ2٠1 .5109015 اناه 11017 ١6060101085 .26865 ان 1261١ 10 0105101111165م65١٠ ٠616 6 6ام060 .080016118 10 8018 اع 26261 صم 2صتططل دا إواا ١ م 0010108 16 صا لوااتقه 160 10 16 بعط1ة؟ /رم لإ 6601 ١ .1150810090 1150 لف عانا .560815 اتقمع١ اه 1806101165 1150 صا كاعاولا 615ع1118ل 50002 1٠6 00١ 568 626626 لاوزمه 800 ايقك لجاعلا 8100051 .11802818 عكاها +68 (ءائ502 اع 661 10 08ن0اط6ا508 ما لاا 0008-١ قا عص8ه زرالا 008",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 108,
    "text": "لاوزمه 800 ايقك لجاعلا 8100051 .11802818 عكاها +68 (ءائ502 اع 661 10 08ن0اط6ا508 ما لاا 0008-١ قا عص8ه زرالا 008 16 صقعاه عاعصد ثرمه ما8 ١ .60815 مصعا000نن ال5008 108كن 1150 عوامو0وط 1 علا راصعلا 16 ها .1195 0810 ماعط فقالة 10100020 501002 .0615 15108 1506ن0 168 001 باصا 300 10891981 0",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 109,
    "text": "طاتأنما هط اعاه 80 لمعنتانا 1912 مصونانط عاتلا ع1 صما وع8اا ال9009 8 10 ,880 1108 1008 ل قط صه 5م010 تتام اع 0816 تمعكاوينا مانلا 181110261 8 85ااا 0080 اعاه 10٠6 .9005 و1169 نط ع علا 505 1166 1026 أناط ,1000 آه لاتصعام 190 لاقع 8006 عِأط كال 8-00 1096 .وا بكلقطنط8 16 1660 ,01005 1096 11علاا اعاناوتيا فداتيا أباوط8 وعناع8-28 لا 1 .11801108 5لا لاا 18-0651 106 0120لا محاللا 800 فنا بتعلا تعطتة؟ تنو1 0806 قاط 1 50057 ثرالا .5005 كط اباوط8 0160لا 01012 6081116 عط .ا 8ع لاا لماع اع 0187 اماه و1 قم 56 الأنثا يمير",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 106
  },
  {
    "id": 110,
    "text": "ثرالا .5005 كط اباوط8 0160لا 01012 6081116 عط .ا 8ع لاا لماع اع 0187 اماه و1 قم 56 الأنثا يمير ,تصن الع تاقنر ١ 1089610261 اوتنا 800 1191108 م910 امعانا500 ناولا ,810 عط +6196 لوطا 16 متا 1ف متك كص و١1 1096 5110097 م160 511066 آه عا صن 8 ص19 50100160 800 8005 كط امعاله نعطت 1096 ,ارك 009 لا126 أناط ,8+0 1١160 ع0 طفق .عاص6 109 ا68١5 و1 500 980 و0ا89 1089109-16 .180160 6ا6-0 5005 5108١6 511065. 10٠6 1900 81/6ع 206 عالمصنط 196 تمصن 1191 109 مبمصعط1 ./ا85 106100 911008 ع8 تاولا 10896126 .ناولر ميا أقناز ع8 5110165 100659",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 106
  },
  {
    "id": 111,
    "text": "81/6ع 206 عالمصنط 196 تمصن 1191 109 مبمصعط1 ./ا85 106100 911008 ع8 تاولا 10896126 .ناولر ميا أقناز ع8 5110165 100659 1811291 106 5810 ,و56 ناملا 1/65 لاكتصنا ,ع08الر88 صه تمعننا نط1 1096 لرال85 5-060 56 080 ناولا بع0فا8 1نا8 126 .0110ككأني 1812615 تن19 51000 امن 9005 1026 به ليق 181 صف 51190817 -+961ع108 10011460 800 1191108 2م5100",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 106
  },
  {
    "id": 112,
    "text": "605521 7 01010081100 19 مقط ا بعتي 19 مصفوفقو و1 6056نم ١ 1116 8712ل 010100211009 5 08188180 8 قحس كاا16 191 990190209 و15 56016006 16م 10 ١ علانن فلا 11009 01د .8601 .301085 اه كلتم عزطه 16 ق6أ1زاناو 0080 611/108 (9150011081100م 061506011176 05601 (1151)) 1016 كا له61 8 طعتطنسا 100 0111/6 9م8915 و1 ١10021024 /6( بلط بلاعأنا آه تاضوم 061506011176 05601 ا 1 ل ل 0166 10088108176 061506011176 05601 10١ 8 5101. 905 م80 500091108 198900 و15 0805 1100ا051607-50مط 61601 اه 0856 8 آه 1انا65 19 فصقت 1100ن051600-501ط 50760 15 9511081100 اه لاوا 8 صا معاطقم 19 مولا 501011007 1100ا051607-50مط",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 111
  },
  {
    "id": 113,
    "text": "اه 0856 8 آه 1انا65 19 فصقت 1100ن051600-501ط 50760 15 9511081100 اه لاوا 8 صا معاطقم 19 مولا 501011007 1100ا051607-50مط 086660 51605 ااه كتصعنا طاعتطاتما صا بنعاع1ه و19 56006006 01100ا051600-50مط 0",
    "book": "English_Prim6_Tr1",
    "subject": "General",
    "page": 111
  },
  {
    "id": 114,
    "text": "مَا مَعْتَى الإِيمَانِ بِاليو الآخر؟  مَا أَحَمَيَةٌ الإِيمَانِ باليَوْم الآغر فِي حَيَاةِ المُمْلِم؟  اذْكُرْ ثلاث مِنْ مَرَاحِلٍ اليَوْمٍ الآخر.",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 115,
    "text": "الأنشسِطة وَالتَذْرِيبَاتُ مَغْتى كَلِمَةٍ والسارج (أ) الجبَّالٍ الشّاهقة (ب) الذَرَجَاتِ التي يَصْعَدُ بها السَلَئِكَةُ . (ج) الطُرْقٍ المُسْتَقِيمَةِ (أ) يوم يَسِيرٌ وَسَهْلٌ (ب) شَدِيدٌ الكَذَابٍ لِلكَافِرِينٌ (ج) لا وجُودَ مِنْ صِفَاتٍ المُؤمِنينَ الِْي وَرَدَتْ فِي سُورَةٍ لمكَارج الجَراءُ فِي الآخرة يَكُونُ ِحَسَبٍ (أ ) المَّالِ وَالثَرْوَةٍ (ب) الأَعْمَالِ التي قَامَ بهَا الإنْسَانُ (ج) النَّسَبٍ وَالكَائِلَة َرَت سُورَةٌ المَعَارج في وَعَدَّذْ آيَاتهَا يَومُ القيمَةٍ يَكُونَ عَلَى الكَافِرِين. مِنْ صِفَاتٍ المُؤْمنِينَ أنَهُمْ يُؤَدُونَ َيَتِدُونَ عَنِ الكَذْبٍ وَالحيَاَةِ وَصَفَ اللَّهُ الإنْسَانَ في سُورَةِ المَعَارج بِأنَهُ عِنْدَ المَصَائِب وَ عِنْذّ النّم. مَا سَبَبْ تن ميَّة سُورَةٍ المََارِجٍ ِهَذَا السم؟ مَا المَشَاهِدٌ التي تَصِفُهَا السُورَةٌ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 116,
    "text": "المَعَارج بِأنَهُ عِنْدَ المَصَائِب وَ عِنْذّ النّم. مَا سَبَبْ تن ميَّة سُورَةٍ المََارِجٍ ِهَذَا السم؟ مَا المَشَاهِدٌ التي تَصِفُهَا السُورَةٌ الْكَرِيمَةُ؟",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 117,
    "text": "في نهاية هذا الدرس يُتوقّع من التلميذ أن يُوضُح مفهوم الحج وأهميته في الإسلام. ٠ يتعرّف مكانة الحج كركن من أركان الإسلام. ٠ يُعدّد بعض المناسك الأساسية للحج. ٠ يستنتج الدروس المستفادة من أداء الحج. ام نات انْظْرٌ وَتَكَرٌ الحَجّ هُوّ أَحَدُ أَرْكَا كَانِ الإسْلَام الخَمْمَة وَهُوَ عِبَادَةٌ عَظيِمَةٌ فَرَضَهَا اللَهُ مَرَّ وَاحِدَةً في العُمْرٍ عَلَى المُمْلِمِينَ القَادِرِينَ عَلَى أَذَائِهَ؛ِ قَلَ تَعَالَى سي عضي 0 الطحسهى اس د صر دض رم 2 ا ويلوعل الناين حج البيدت من استطاع إليِد سيلا .0 آل عمران ١1/ وَفِي الحَجّ يجْتَمِجٌ المُسْلِمُونَ مِنْ مُخْتلِلف بقاع الأَرْضِ فِي مَكَانِ وَاحِدِء مُتَجَرَدِينَ مِنْ مَتَاءٍ الدنْيَء",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 21
  },
  {
    "id": 118,
    "text": "سيلا .0 آل عمران ١1/ وَفِي الحَجّ يجْتَمِجٌ المُسْلِمُونَ مِنْ مُخْتلِلف بقاع الأَرْضِ فِي مَكَانِ وَاحِدِء مُتَجَرَدِينَ مِنْ مَتَاءٍ الدنْيَء يُلَبُونَ نِدَاء الله في أَجُواءٍ مَلَِِةِ بالإِيمَانِ وَالجُمُوع. يُمَثْلْ الحَجُ رِخْلَةٌ إِِمَانِيَةٌ غَظِيمَةٌ . تل المُسْلمَ مَعَانِيَ الطَيْرِ وَالمُوَاضْعٍ وَالمُمَاوَاة؟ حَيْثُ يَقَفُ الجَمِيحٌ أَمَامَ الله بلا َمْيِيل في مَلَبَسََ مُوَحَد يُجَسدُ وَحْدَةَ المُسلمِين 7 كَمَا أن الحَجّ فُرْصَةٌ لتجديد العَهدِ مع الل وَالَوْبَة من الدُنُوبٍ. 0 2و3",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 21
  },
  {
    "id": 119,
    "text": "الأنشسِطة وَالتَذْرِيبَاتُ  كَانَتِ افيتان لكان عَارَبَاالمُسِْمِينَ في غَزوٍَ تين خُمَا (أ) فُرَيْشُ وَعَطَفَانُ  (ب) هَوَازِنُ وَتَقِيفٌ . (ج) الأَوْسٌ وَالخَزْيَجْ  ١د) بَنُو النَضِير وَبَنُو فَرَيظَةَ  مِنْ أَسْبَابٍ اضْطِرَاب جَيْش المُسْلِمِينَ في أَوَلِ الخَزْوَة  النَبَاتُ في الغَزْوَة كَانَ بِفَسْلٍ () كَثْرَةِ السلَاحٍ (ب) تَوْحِيِهِ النَِّيُّ كَل وَتَشْحِيعِهِ (ج) خُرُوبٍ الأَعْدَءِ (د) مُسَاعَدَةِ القبَائِلِ الأَخْرَى (ج) بَقَاءَ الوَضْع كَمَا هُوَ (د) تَوْقيعَ مُعاهَدَةٍ صُلْحٍ  وَفَحَتْ غَزْوَةُ حُنَيْنِ بَعْدَ تح  كَانَ غَدَّدْ جَيْشِ المُمْلِمِينَ فِي غَزْوَةِ حُنَيْنِ مُقَاتل.  بدا المُشْرِكُونَ المَحْرَكََ ِهُجُومٍ عَلَى المُسْلمِينَ.  تَكَلَمَ المُسِْمُونَ مِنْ هَذْهِ الكَزْوَةِ عَدَمَ الاغْرار  بَحْدَ الكَزْوَةٍ أَظَهَرَ النَِّيْ كل الرَّحْمَةَ عِنْدَمَا السَّبَايَا لقَوْمِهمْ.",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 120,
    "text": "كَانَ أَبُو خُرَيِرَةَ تلك مُنْمَعْلَ الشَجارَة. لِذَلك تَآخْرَ في حفظ الحَدِيثِ. 0 دَعَا الي كلة لأبي حُرَيْرَة أن لا يَنْسَى الحَدِيتَ. 0 مِنْ أَشْهَرِ الصَّحَابَةِالَذِينَ كَانُوا مِنْ أَهْلِ الصّفَّة سَلْمَانُ القَارسِيُ حك وَبِلَالُ بْنُ رَبَاح دك . (0) وَل أَبُو هُرَيْرَةً تك في ا (أ)مَكَةَ (ب) اليَمَنٍ (ج) المّدِينَةٍ المُتَوْرَة كَانَ الصَّحَابِيْ الجَلِيلُ يُكَنَى بِأبي مُرَيْرَة سَبّب ا (أ) عَمَلِهِ في رَعْي الأَغْتَامِ (ب) حُبَّهِ للقضّط (ج) تَسَبِهِ إلى وَالِدَتهِ أَمْلَمَ أبُو خُرَيرَة كك في الست ا كان أَبُو خُرَيرَةَ مِنْ أَهْل ا دَعَا الي ل لأبي مُرَيْرَةً تك أَنْ يَكُونَ ا (أ) الكُوفَة (ب) الشَّام (ج) البَحْرَيْنٍ (أ) غُمَرْ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 121,
    "text": "مِنْ أَهْل ا دَعَا الي ل لأبي مُرَيْرَةً تك أَنْ يَكُونَ ا (أ) الكُوفَة (ب) الشَّام (ج) البَحْرَيْنٍ (أ) غُمَرْ بْنْ الخَطَابٍ (ب) عَِيْ بن أَبي طالب (ج) أَبُو هُرَيْرَةَ نَوْفَيَ أَبُو حُرَيْرَةً لك في مَنَةٍ ا (أ)١6ه (ب) 09 ه (ج) 1717ه",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 122,
    "text": "1 1 1 م عُذَبَتِ امْرَأَةٌ في هرّة مَجَنَنْهَا حَتَّى مَانَتْء فَدَخَلَتْ فِيهَا النَنَ لا هي وَسَقَنْهَا إِْ حَبَسَتْهَ وا هي تَرَكَنْهَا تَكُلٌ مِنْ خَمَاشٍ الأَرْض. وتدي -- خَمَاشٍ الأَرْضِ حَشَرَاتٍ الأَيْضِ وَأَعْمَبِهَ. الرَقُقْ بالحَيَوَان لَيْسَ مُجَرَدٌ قِمَةٍ أَخَْاقِيَّة. بَلْ وَاحِبٌ شَرْعِيُ. وَأَحَدُ مَظَاهِر الرَّحْمَة التي دَعَا ِلَيْهَا الإِسْلَمُ؛ فَالحَيَوَانَاتُ َخُْوقاتَ تَْعْرُ كالم والإِحْسَانُ يه يعُكِسُ رِفَة اَذ وَلْتَِم المُسْلِم ِسُئَةٍ الَِيْ 55 وَهُوَ طَرِيقٌ ليل رَحْمَ الله (تَعَاتى) في الدُّنْيَا وَالآخرة.",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 123,
    "text": "في نهاية هذا الدرس يُتوفَّع من التلميذ أن ٠ يتعرّف المقصود بالبعث والنشور. يستنتج أهمية الإيمان بالبعث والنشور في حياة المسلم. ٠ يدلّل من القرآن الكريم والسنة النبوية على البعث والنشور. ٠ يستنتج أثر الإيمان بالبعث والنشور في سلوك المسلم وأخلاقه. 71 مَأَحَدَتَكُمْ اليَمَ عَنْ مَشْهَدِ مَهِيبٍ وَعَظِيمٍ مِنْ مَشَاهِِ بوم القِيامَة وَهُوَ لبَحْتُ وَالنمُونُ قَالَتْ سَمِيرَةٌ ما مَعْنَى البَعْتْ والُُور؟ الأَ البَحْتُ هُوَ إِحْيَاءُ الله (تعالى) الْمَوْتَى يَوْمَ 2 عا ص نّ الَْمُوَ ِحَيْتُ تتَشَفَقٌ الْأَرْضُ وَالْقْبُونُ وَتُفْرجٌ ما فِيهَا مِنّْ 21 لخر مس 7 ارد ال 77 4 7 7١ لكان ولق د ديحيا وأنهٌ عل َو كَربِرٌ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 124,
    "text": "فِيهَا مِنّْ 21 لخر مس 7 ارد ال 77 4 7 7١ لكان ولق د ديحيا وأنهٌ عل َو كَربِرٌ رن وَأ 2 ا 7 عر نر اس 0 ., ميرد السَاعَة ءايه 0 يبعحث من في و لجدلا و سه يُحْشْرٌ ز النَّاسُ يوم القِيَامَةِ خفاة عَرَاة غرلا. غلا كم خَلقَهُ اله د.",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 125,
    "text": "0ح 0ح 0ح 30 20 20 230 30 30 30 نا لا طعا الْمآءٍ لتك في الجارية لاد لتجملها لحو تذكره وتعيها أذن وعية ال ذا ب قِ ضر 0 ال ب ال 0 0 5 وَحِدَةٌ 2 به د وه 0 ٍ 5 0 ر ٍس خَافيَةُ (تَادَامً من أو كتبه سيو 5 ل هَآقُمُ قثا لبه ((2)إِيَ كلت أ مُق ساي ا( افَهرٌ فى عِمَةٍ تَاضِيََ الثاني كو عَايصوٍ () فُعْرنهَا رعو ُو صوروه د ع طي لم حبر دائية )هوا واشريوا هَيْحا يمآ أَسْلَفْتُمٌ ف اليا الال 800 وَأ وق لبه له - يذ اا اع تان",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 126,
    "text": "حبر دائية )هوا واشريوا هَيْحا يمآ أَسْلَفْتُمٌ ف اليا الال 800 وَأ وق لبه له - يذ اا اع تان نت رد ررم 3 0 و الْقَاضِيَة غون عت مَاللَة لامرك 0 ف مس ات 1 تلان آله الْمييرِ (0) ولا يحض عل طعام المشكِين الر0) فيس لَه لو شَنهْنا حم الاوك ا إلا المكطثون () فل أقِمْ َِانُجِرُونَ ارما لا ُِرُونَ الل انه قو رسا تاريل ار كيلا يخ ً يقولكاهن كلا كرو 0 الاين الت وو تقول علا بعل قاويلٍ الك لأحْدَتامنه لين هع ثم لَفطَعنا مه الوتين )اهما مِنَكرين حب نًَ نه دز لِلْمَْقينَ امار انا أتعلر",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 127,
    "text": "بعل قاويلٍ الك لأحْدَتامنه لين هع ثم لَفطَعنا مه الوتين )اهما مِنَكرين حب نًَ نه دز لِلْمَْقينَ امار انا أتعلر أن يدك كزين اراد و إه لحسرة عل كرو 2د لس بين ل تسم يانم بك اتير (2) 2 2 2 2 2 2 2 7 ونوكت داو وتان",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 128,
    "text": "في نهاية هذا الدرس يُتوفَّع من التلميذ أن ٠ يتعرّف شكل الميم الساكنة عند قراءة القرآن الكريم. ٠ يحدّد أحكام الميم الساكنة. ٠ يتدزَّب على أحكام الميم الساكنة. ٠ ينطق الميم الساكنة بجميع صورها عند تلاوة القرآن الكريم بشكل صحيح. ده م ٠ هِيّ مِيمٌ خَالِيَةٌ مِنَّ الْحَرَكَةِ (الْفَتْحَةٍ أو الشمَةِ أو الْكَسْرة)؛ وَ تق في الْتَسْمَاءِ وَالْأَفْعَالِ وَالْحْرُوف. ٠ تَنْقَسِمْ أَحْكَامُ الميم السَّكِنَةِ إلى ثلاث أَحْكَام. هِيّ هُوَ الّطَقٌ بالميم الشَّاكِنَةِ ظاهرَة إذا جَاءَ بَعْدَهَا أَحَدْ حُروف الْهجَاءِ ِاسْتِثَْءِ حَرْقٍ الميم وَاْبَاء وَقًُ يَكُونُ الإِظْهَارُ الشَّقَوِيّ في كَلِمَةِ مِثْل أَتَ. أَوْ في كَلمَتنِ مثلّ لعلك تَتَفُون4. اي 7 و",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 129,
    "text": "حَرْقٍ الميم وَاْبَاء وَقًُ يَكُونُ الإِظْهَارُ الشَّقَوِيّ في كَلِمَةِ مِثْل أَتَ. أَوْ في كَلمَتنِ مثلّ لعلك تَتَفُون4. اي 7 و ا إِظْهَارٌ شَفُوِيّ . ميم سَاكِنَةُ بَحْدَهَا سِينْ مُتَحَرٌك",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 130,
    "text": "الأنشسِطة وَالتَذْرِيبَاتُ يُمْكِنْ لِلْحَاجٌ أن يَْركَ أَحَدَ الْأَركَانِ الْتَمَسِيَة. وَيْتمَ حَجّهُ بِشَكْلِ صَحيح. الْإِحْرامُ هُوَ مجَرد بس مَلَابسٍ الإعْرامٍ دون نكِ الْوْقُوف بَعَرفَةٌ لا يُعدٌ رَكْنَا أمَاسيًا. عَلامَةَ 0/ مام العِبَازة الخضا اعم السَّحْيْ بَيْنَ الصا والْمَْوٍَ يُذَكَرُ الْحَاجٌ بأحَمْيةِ الكل عَلَى الله وَالسَّحِي في طلَبٍ الرّزقٍ. (أ) الْوْقُوفٌ بِعَرَقَة (ب) الْإِْرَامُ (ج) طَوَافٌ الْإِقَاضَةِ اليُكُنْ الْأَعْظَمُ في الْحَجّ وَالَذِي مَنْ فَاتهُ فَقَدْ فَاتَهُ الْحَجْكُلْهُ (أ) الْمَبِيتُ بِمُؤدَلِقَة (ب) الْوْقُوفٌ بِعَرَقَة (ج) رَميْ الْجَمَرَاتِ (1) التقْلِيدُ لهل مَكَةَ (ب) الافْتدَاءٌ بِالسَبّدَةِ هَاجَرَ تلا عَدَّدُ أَشْوَاط السَّعيبَيْنَ الصَّقَا وَالْمَرْوٍَ (1) خَمْمَةٌ (ب) سَبْعَةٌ (ج) َمَائِيَة الذَلِيلُ عَلَى وجُوبٍ السَّحي بَيْنَ الصَّقا",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 131,
    "text": "بِالسَبّدَةِ هَاجَرَ تلا عَدَّدُ أَشْوَاط السَّعيبَيْنَ الصَّقَا وَالْمَرْوٍَ (1) خَمْمَةٌ (ب) سَبْعَةٌ (ج) َمَائِيَة الذَلِيلُ عَلَى وجُوبٍ السَّحي بَيْنَ الصَّقا وَاْمَرْوَةٍ قَوْنهُ تعَالَى (ب) (رأَزن ف لاس بالج 4",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 132,
    "text": "أَكْمَلٍ الفََاغَاتِ الثَّلِيَة بِكَلِمَاتٍ مُنَاسِبَة وَفَعَتْ غَزْوَةٌ الطائف بَعْدَ الْتََارِ المُمْلِمِينَ فِي غَزْوَةٍ تَحَصَنَ جُنُودُ قَبيلَة دَاخْلَ أَمْوَارٍِ الطَائف. مما دَقَجَ المُسْلِمِينَ إلى حصَارهًا. اسْكَمَرٌ حصَارٌ الطائف لمُذَّة وم دُونَ أنْ يَتَمَكُنَ المُمْلِمُونَ مِنْ دُحُولِهَ. بَعْدَ قَْرَة مِنَّ الحصَارٍ قَرّرَ لبي كن الحصَار وَالحَوْدَةَ إلى المَدِينَة. عِنْدَمَا طَلَبَ الصَّحَابَةُ مِنَ لني كل الدُعَاءَ عَلَى تَقيف. قَالَ 0 0 َدَ مُرُور فُترَةٍ م مِنّ الزَمَنِءِ جَاءَ زَعِيمُ ثقيفٍ إلى لني له وَأَعْلَنَ ِسْلَامَهُ؛ و رودو الي وأعلنوا لِمَاذًا قَررَ الي ل النَوَجُهَ إلى الطَائف بَعْدَ غَزْوَةٍ حُنَيَ؟ مَا سَبَبٌ حصَارٍ لْمُسْلِمِينَ لمَدِينَةِ الطائئف؟ كَيْفَ تَصَركتْقَبيلَةُ قي في نا الحصَار؟ وما تير",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 133,
    "text": "النَوَجُهَ إلى الطَائف بَعْدَ غَزْوَةٍ حُنَيَ؟ مَا سَبَبٌ حصَارٍ لْمُسْلِمِينَ لمَدِينَةِ الطائئف؟ كَيْفَ تَصَركتْقَبيلَةُ قي في نا الحصَار؟ وما تير َك عَلَى سَيْرٍ السحْركة؟ بِمَ دَعَا النَّبِيُ ول فِي أَثْنَاءِ حِصَارٍ الطائِف؟ لمَاذًا قررَ الَِيُ 252 رَفْجَ الحصَار عَنِ الطَئف؟ آمْلَاً الْبِطَاهَاتٍ الثَّالِيَةَ عَنْ حِصَار الطَائِف للمُسْلِم تَطبِيقهَا في حَيَاتِهِ اليومِيَةِ عَادَ أَهْلُ الطَائِف إلى",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 134,
    "text": "2و7 2 ا اغاء رام خَلاتعَكَع أن تل يِتَاعلِدتَرُمْدَا 0 )14 أي مَْرلَة أَعْظَمٌ للعلّم مِنْ هَذَا المَشْهَّد؟ وَأَيّ شَرَفِ أَرْقَحٌ مِنْ أَنْ يَكُونَ لتَكَُمْ غَايَةَ اأَنْيَاء وَطَرِيقَ الحْظْمَاءِ؟ العم مَبَبُ الرّفْعَةِ في الدَّنْيَا والْآخرَة. وَبِهِ يُخَلَّدُاللَُّ ذِكُرَ صَاحِبِهِ فِي التاريخ. فَهَذَا نُفْمَانُ الْحَكِيِمُ الذي امْتَلَكَ مِنَّ الحكْمَة وَالعلْم مَا جَعَلَهُ قَدُوَةٌ للنّاس. فَحَلَّدَ الله اسْمَةُ في كتابه الكريم وَرَقَجَ ذِكْرَهُ بَيْنَ الأمَمء فَقَالَ تَعَالَى ل ذل لهذَا لَمْ يمر الله َيه مُحَمَدَا كل أَنْ يَسْأَلَهُ باد فِي المّال أو الجَاهِ. بَل أمَرَهُأنْ يَطْلْبَ الزَيَادَةَ في العلم. فَقَالَ تَعَالَى لأَنَّ العم هُوَ مِفْتاحٌ كُلّ باب وَهُوَ الطَرِيقٌ إلى كُلّ مَجْدِ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 135,
    "text": "الجَاهِ. بَل أمَرَهُأنْ يَطْلْبَ الزَيَادَةَ في العلم. فَقَالَ تَعَالَى لأَنَّ العم هُوَ مِفْتاحٌ كُلّ باب وَهُوَ الطَرِيقٌ إلى كُلّ مَجْدِ وَهُوَ القوَهُ التي ُتى بِهَا الحَضَارَاتُ. وَتُخَلَدُ بها الأَشْمَاءُ َتُضْتَع بها الجيَْةُبَيْنَ الأمَم. ََيْسَ العِلْمُ مَجَرَدَ وَسِيلَةِ لكَسْبٍ الرَّزْق. وَلا شَهَادَةٍ كلق عَلَى الجُدْرَانِء بَلْ هُوَ عِبَادَةٌ وَطَرِيقٌ إلى الجَنَّ (رَوَاهُ مُسْلِمٌ) فَالعَالِمُ يَرَى بِنُور المَحْرفَةِ َيتَحَرَكُ بِبَصيرَة الحكْمة. فلا يُصَلَلَ ولا يُخْدَءُ ولا يُسْتَكَل بَلْ يَكُونُ فاح خَيْرِ فِي و و و 927",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 136,
    "text": "الإيمَان بالجساب والجزاء في نهاية هذا الدرس يُتوفّع من التلميذ أن يُوضّح معنى الحساب والجزاء في الإسلام. ٠ يتعرّف أهمية الإيمان بالحساب والجزاء في حياة المسلم. ٠ يُدلّل من القرآن الكريم والسنة النبوية على الحساب والجزاء. ٠ يستنتج أثر الإيمان بالحساب والجزاء في تصرفات الإنسان. ل انظر وفكر في حَدِيث العَائِلَة اليَوْمِيّ قَالَتْ سَمِيرَةٌ لَقَدْ َرَأْتُ في كِتَاب التَربِيَة بيّة الدّينيَّة أَثْنَا مَوْقَ تُحَاسَبُ عَلَى كُلَّ أَعْمَلَ قل الأَبُ الإِيعَان اليو الآخر وَِمَا بقَعٌ فيه مِنْ حِسَابٍ وَجَرَاء هُوّ أَحَدُ أَْكَانِ الإِيمَانٍ الس فَالمُؤمِنُ يُؤْمِنُ أن للَّهَ (لَعَالَى) مَيُحَاسِبٌ كُل إِنْسَانٍ عَلَى أَعْمَالِه. وَأَنَ هُنَاكَ جَنَّةَ جَزاءً للمُؤْمِنِينَ وَثَارَا جَرَاءٌ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 137,
    "text": "أَْكَانِ الإِيمَانٍ الس فَالمُؤمِنُ يُؤْمِنُ أن للَّهَ (لَعَالَى) مَيُحَاسِبٌ كُل إِنْسَانٍ عَلَى أَعْمَالِه. وَأَنَ هُنَاكَ جَنَّةَ جَزاءً للمُؤْمِنِينَ وَثَارَا جَرَاءٌ للكَافِرِينَ وَالكَاصِينَ. راو وح ده هذا الإِيمانُ يَجْعَلنَا نُحْسِنُ التَصَرْقَ وَتَتَجَنبُ السَيّقَاتَءِ ت؟ لأثنَا تحْلَمْ أن الله يرَى كُلّ شَيْءِ وَسَتَقِفٌ بَيْنَ يديه وم ما وددو 5 و ه عل 7 قلت الأمٌ نَم فَالإِيمَانُ اليَوْمْ الآخِر يُحَلَْنَا أنَّ كُلّ شَيْءٍ تَفْعَلَهُ مهم وَكُلَ كَلِمَةِ نَقُولْهَا مُسَجَلَكُ وَهَذَا يَجْعَلْنَ أَكْثرَ حَرْضًا عَلَى طَاعَةٍ الله (لَعَانَى)؛ لَنَّنا تَخْلَمْ أَنّ الجَنَةَ تنْتَرٌ الصَّالحِينَ وَالنَّرَ جَرَاءُ الظَالِمِينَ وَالمُذْئبينَ. قَالَ الى ا وَكُلَ نكن الرمتكة طيرة في نقد م نوم الْقِمَةٍ كتبًا 0 ير",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 138,
    "text": "الصَّالحِينَ وَالنَّرَ جَرَاءُ الظَالِمِينَ وَالمُذْئبينَ. قَالَ الى ا وَكُلَ نكن الرمتكة طيرة في نقد م نوم الْقِمَةٍ كتبًا 0 ير يم 26 صرور رص 2ه 0 منشوبًا ارد أفراً كبك كَرَ َفيك أل حك حَييا الإسراء 16-17",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 139,
    "text": "مح ب حم ود 20 د 20 20 20 20 اين َف حكيالَآَيِف ين زَيكَ تج ان سبح كاضر ماقتنا مُصَبِحين ((0) أن عدا ا زحي 0 لق 0 الاج ل مع 10ت ع حزم قَِِينَ ((00)افلنا روما الوا نا لضا تتة ل ترنه نحلم ع رأ ا أ و ل ارين الما لوكت 2 1 0 رق يا إل السُجُود فلا يعون ب 0 ين ان ل 9ت نادت جنا ترد رى مين لت تله را شه يَمَعر مكلو 2 نهم قِبُ فَهُم كنوت (ر2) فاضي بحثر ريك ولا تكن كَصَاسِبٍ ا حت إذ تاد وهو مكو 0 0",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 76
  },
  {
    "id": 140,
    "text": "2 نهم قِبُ فَهُم كنوت (ر2) فاضي بحثر ريك ولا تكن كَصَاسِبٍ ا حت إذ تاد وهو مكو 0 0 كر د ا ا 1 ل 7 لصوام رج بصي 7 دك ادو ةلود ودر 2 0 ءءء الخد 7 اف رب 2 طئة تك بأ بره لما عو ال ا ل ي 20 20 2 2 20 20 20 7 2 تود ود و ا",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 76
  },
  {
    "id": 141,
    "text": "بعد انتهاء هذا الدرس يُتوفّع من التلميذ أن يكون قادرًا على أن ٠ يُوضّح مفهوم آداب الحج, وأهميتها. ٠ يذكر بعض الآداب التي ينبغي على الحاج التحلّي بها. ٠ يستنتج أثر الالتزام بآداب الحج على الحاج والمجتمع. ٠ يُظهر سلوكيات تؤكد تطبيقه لبعض آداب الحج. الحَجّ عِبَادَةٌ خَظِيمَكٌ تَجْمَجٌ المُمْلِمِينَ مِنْ مُخْتَلف بِقَاع الأَرْضٍء وَهُوَ رُكُنْ مِنْ أَرْكَانَ الإِسْلام الخَمُمَة. َكَمَا أنَ لكُلّ عِبَادَةٍ آذَابًّ يَجِبُ الالْتامٌ بِهَاء فَإِنَ ِلحَجٌ داب تُمَاعِدُ الحَاجٌ عَلَى أَدَاءِ المَنَاسِكِ بِرُوح إِمَانيّة. وَتُحَفَقُ يَجِبٌ عَلَى الحَاجٌ أن َتَحَلَى بالإخلاص لله تَعَالَى. فا يَكُونْ هَدَفُ اشَاخْرَ أو السُّمْعَةَ بل طَلَبَ رضًا الله َعَلَيِْ أَنْ يَتَحَلَى",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 142,
    "text": "عَلَى الحَاجٌ أن َتَحَلَى بالإخلاص لله تَعَالَى. فا يَكُونْ هَدَفُ اشَاخْرَ أو السُّمْعَةَ بل طَلَبَ رضًا الله َعَلَيِْ أَنْ يَتَحَلَى بِالصَّبْرٍ والشّسَامُح؛ لأَنَّ الحَجٌ يتَطَلَّبُ مَجُْوذَا بدا وَنَفْسِيَاكَبيرً؛ وَقَدْ يُواجِهُ صُعُوبَاتٍ فِي الُحَامٍ أو لتقل لذ يَتبغِي أَنْ يَكُونَ صَبُوً وَعُتَمَامًِ مَعّ الآخَرِينَ. وَمِنْ أَهُمّ آذَاب الحَجٌّ الّوَاضُجُ فا يَتْبَغِي للحَاجٌ أَنْ يَشْغُرَ بالغُرُور أو الكثر؛ لأَنَّ الجَمِي أَمَامَ الله مَوَاسِيَةٌ كَمَا يَحِبُ أَنْ ييتعِدَ عَن الجِدَالٍ وَالمُخَاصَمَة, امُتكالًا لقَوْلِه تَعَالَى ا اا البقرقلجر وَمِنَ الآذاب أَيْضًا الحِرْصٌُ عَلَى نَظَاقَة المَكَانِء وَالالْرَامُ بالنّظَام وَالتَحَامُلُ مَعَ الآخَرِينَ بأَدَب وَاحْترَام. 0 إنَّ الالْتَامَ بهذه الآآاب يَجْعَلُ الحَجّ تَجْربَةَ رُوْحَانِيَّةَ غَظيمَةَ وَيَعُْكِسٌ الصُورَةَ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 143,
    "text": "المَكَانِء وَالالْرَامُ بالنّظَام وَالتَحَامُلُ مَعَ الآخَرِينَ بأَدَب وَاحْترَام. 0 إنَّ الالْتَامَ بهذه الآآاب يَجْعَلُ الحَجّ تَجْربَةَ رُوْحَانِيَّةَ غَظيمَةَ وَيَعُْكِسٌ الصُورَةَ الحَقِيقِيَّةً للمُسْلِم المُلْكَم أَخْلاق",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 144,
    "text": "لمَاذَا قَرَرَ النَبِيُّ حَكةٍ الخُرُوجَ إلى نَبُوك؟  مَا سَبَبُ تَسْمِيَةٍ غَزوَةِ توك ب غَزْوَةٍ الحُمْرَة؟  لذْكرْ مَوْقِقًا مِنْ مَوَاقِفٍ الصَّحَابَةِ في غَزْوَةِ بوك يَُلُ عَلَى الإخَْاصٍ وَالنشْحِيَةِ  مَاذَا فَكَلَ المُتَافِقُونَ عِنْدَّمَا دَعَاالنَّيْ كَلةٌ المُمْلِمِينَ للخُرُوجٍ إلى نَبُوكَ؟  ما أَهُمْ الدُرُوسٍ التي تَسْتَفِيدُهَا مِنْ غَزْوَةٍ تَبُوكَ؟ اكُتّبْ مَقَالَّا قصِيرًا عَنْ نَصر الله 35 لِلمُمْلِمِينَ.",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 86
  },
  {
    "id": 145,
    "text": "ققوَى لَيْسَت مُرتبِطَةً ِعَكانِ أو مان بل يَجِبٌ أن يتح با امم في كل وَفتَ. . تُرْضي اللَه ها ٠ تَجَْلُ حَيَاتَنَا أَكْثَرَ مَحَادَةٌ وَتَمْتَحْنَا البَرَكَةَ في الرَّزق. َقَوٌي الإِنْمَانَ في مُوَاجَهَةِ المَسَاعِبٍ وَالشَّدَائِد ط ا ارده لج 2 ِ - اا عكري 4 ىج افو 0 سارعا ِل مَعُهْرَوَ ين زَيَكُمْ وَجَنَةٍ عَرْضْهَاالسَمَوتُ وا لَأَرَضُ أَحِذَّتُ إلْمنَقِنَ ىي برق 0 ِكَيْ تَكُونَ مِنَ المُتَقِينَ يَجِبُ أَنْ تَحَلَّى بِعِدَّةِ صِفَاتِ فِي حَيَئِنا اليَوْمِيَةِ. مِثْلّ أنْ تَكُونَ صَادقِينَ في كلامتا وَأَفْعَالنا. أنْ تكُونَ أمتاءَ في تَعَامُلَاتَِا مَعّ الآخَرِينَ. أن 2 بِجُمُوعٍ وَنْؤَذِيَ عَبَادَتِنا كل إِخْلاصٍ. ٠ أن بْتَعِدَ عَنِ الكذبء وَالغشٌ.",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 146,
    "text": "أنْ تكُونَ أمتاءَ في تَعَامُلَاتَِا مَعّ الآخَرِينَ. أن 2 بِجُمُوعٍ وَنْؤَذِيَ عَبَادَتِنا كل إِخْلاصٍ. ٠ أن بْتَعِدَ عَنِ الكذبء وَالغشٌ. ؛ وَسُوءِ الظنٌ بالنَّاس.",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 147,
    "text": "َكْمِلٍ القَرَاغَاتٍ الثَالِيةَ بِكَلِمَاتٍ مُتَاسِبَة مِنْ أَرْكَانِ الحَج الأمَاسِيَةِ التي لَا يَصٌِ بدُونيا ١ ١ ي قَالَ تَعَالَى فِي سُورَةٍ المَخَارج إِذَالإِضسّحِنَ مَيْعَا 4 عِنْدَمَا وَصَلَ المُمْلِمُونَ إِلَى الطَائف. قَامَ أَهْلْهَا ِالشَحَضُنِ دَاخِلَ الإِسْلَامٌُ يم بِالإِحْسَانٍ إِلَى الحَيَوَانِ وَمِنْ صُوَرِ ذَلِكَ وَ الإِيمَانُ بالبَعْثِ وَالنُمُورِ هُوَ أَحَدُ أَْكَانٍ السَنَّة. اسْتَمَرٌ حِصَازٌ المُعْلِمِينَ لِمَدِينَةٍ الطائف مُدَّةَ يَوْمَء 3 رَكَضَ الإِمَامٌ أَبُو حَنِيقَة ثوَلَيِ القَضَاء؛ لِأنَهُ راد أَنْ يَكُونَ في قَوِْ الحَّ. مِنْ صُوَرِ الرفْقق ِالحَيَوَانٍ التي حَنَّ عَلَيْهَا الإِسْلَمُ تَقْدِيمُ لِلحَيوَانِ. ضَْ عَلَامَةَ (/) أَمَامَ العِبَارَةِ الصّحِيحَة. وَعَلَامَةَ (29) أَمَامَ العِبَارَةٍ الخَطَاً الحِسَابٌ يَوْمَ القِيَامَةٍ يَكُونُ ِتَاءً عَلَى الأَعْمَالِ التي قَامَ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 148,
    "text": "ضَْ عَلَامَةَ (/) أَمَامَ العِبَارَةِ الصّحِيحَة. وَعَلَامَةَ (29) أَمَامَ العِبَارَةٍ الخَطَاً الحِسَابٌ يَوْمَ القِيَامَةٍ يَكُونُ ِتَاءً عَلَى الأَعْمَالِ التي قَامَ بِهَا الإِنْمَانُ فِي الدُنْيَا. مِنْ أَسْبَابٍ تَوَشُع الْتِشَارٍ الهَذْهَبٍ الحَتَفِي مُرُوَثَةُوَاعْتِمَادُهُ عَلَى القِيَاسٍ. مِنْ مَظَاهِر الرَققي بالحَيوَانِ في الإشلام عَدَم إِطْعَامِهِ أو سفَايته بِحْجَةٍ أَنَ لَه بَْزْقَهُ الإِيمَانُ اليو الآخِرٍ يَدْقَحٌ المُمِْمَ إلى فِعُلٍ الخَيْرِ وَثَرْكِ المَعَاصِي. يَجُوزٌ لِلحَاجٌ أنْ يَنْرْكَ الوْقُوقَ بِخَرَكَةَ وَيْتِمَ حَجَهُ بِشَكْلٍ صَحِيح. دعا النَبِيْ كَيِةٍ عَلى أَهْلٍ الطائئف و فِي أَثْنا اه مار بِالهَلَاكِ وَالذَّمَارِ من أَهُمّ مُمَيَرَاتٍ العام أَبي حَنيقَةٌ أَنَّهُ كَانَ يَعْتَمِدٌ عَلَى القِيَاسٍ الفْقهيٌ فِي اجْتِيَادِه. السلا م يم بالإِحْسَانِ إِلَى الحَيَوَانَاتٍِ",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 149,
    "text": "من أَهُمّ مُمَيَرَاتٍ العام أَبي حَنيقَةٌ أَنَّهُ كَانَ يَعْتَمِدٌ عَلَى القِيَاسٍ الفْقهيٌ فِي اجْتِيَادِه. السلا م يم بالإِحْسَانِ إِلَى الحَيَوَانَاتٍِ تَحْذِيبَهَا أَوْ إِيدَاءَهَا",
    "book": "islamic_prim6_tr1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 150,
    "text": "الصف السادس الا يتداني كتاب التلميك الرياضصيات العصل الدراسي الأول",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 1
  },
  {
    "id": 151,
    "text": "السيد الفاضل ولي الأمر/ المعلم في هذا الدام, سيستخدم تلميذك كتاب مادة الرياضيات 67ا90را18660 018117, وهو برنامج رياضيات شامل قم تطويرة لإلهام التلاميذ ليسلكوا متحى علماء الرياضيات في تصرفاتهم وتفكيرهم وفهم العالم من حولهم. يتعلم التلاميذ خلال برنامج الرياضيات في نستخته الرقدية والورقية طرق التقكير رياضيًا؛ والتواصل باستخدام لقة الرباضيات وطرج أسسلة ذات مقزى؛ وحل المسائل المعقدة؛ والعمل بشكل تعاوني مع زملانيم. تم تحب كتاب مادة الرياضيات اللممتارك7 طاقاي) للصف السادس الابتدائي وكتايتة وطقًا لمعابيز الزباشنيات الضبك السادمن الابتدائي بوزارة التربية والتعليم, ويمثل منهع كتاب مادة الرياضيات 786110047 48401 للصف السادس الابتدائي تحول الوزارة إلى إطار نظام التعليمالجديد. سم التركبز",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 6
  },
  {
    "id": 152,
    "text": "التربية والتعليم, ويمثل منهع كتاب مادة الرياضيات 786110047 48401 للصف السادس الابتدائي تحول الوزارة إلى إطار نظام التعليمالجديد. سم التركبز بشكل خاص على اكتساب معارف جدبدة وتذكر معارف سابقة وتعزيز قهم السياق وإنقان استخدام الخطوات المطلوية وتحديد الروايط بين موضوعات الرياضبات لدعم تطببق المهارات والفاهيم. يشمل البرتامع أيضًا نهجًا موضوعيًا ومجفوعة سيناريوهات من الواقع لصاعدة التلاميذ على فهم محترى مادة الرياضيات, يمثل كتاب مادة الرياضيات 7660500167 14810 الصف السادبى الابتدائي تحنيًا بالنسية التلاميذ لتعزيز ما تعلموه في الصسفرقف السابقة, وتطبيق المفاهيم والمهارات بطر جديدة. يتعلم التلاميذ أيضا مفاهيم ومبارات جديدة ومعقدة تزملهم لمواجهة تحديات الصف الأول الإعدادي والصلوف التي قليه,؛",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 6
  },
  {
    "id": 153,
    "text": "المفاهيم والمهارات بطر جديدة. يتعلم التلاميذ أيضا مفاهيم ومبارات جديدة ومعقدة تزملهم لمواجهة تحديات الصف الأول الإعدادي والصلوف التي قليه,؛ بقع علي عاتق تلاميذ الصف السادس الابتدائي مسئولية أكبر ليتطموا بأنفسهم فصلا عن أنه يتم تشجيعيم حلى البحث عن قرحن لتطييق ميادئ الزياضيات التي يتلمونها في المألم من حولهم الاعثيادية والكسور النشرية والتعبيرات العددية والمعادلات والهندسة والإحصاء والاجتمالات. يستكشف التلاميذ أيضًا الأنماط والمستويات الإحدائية والتبلين الاحسنائي والطرق المخفة لللخيس توزيع البيانات روصفها على الزغم من أن هذه الموضوعات قد تيدر منفصلة فإن التلاميذ يبحثون عن العلاقات بين هذه الموضوعات ويطبقونها لتحقيق قهم عميق لكل موضوع منها يستكشف التلاميد العلئقات بين",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 6
  },
  {
    "id": 154,
    "text": "منفصلة فإن التلاميذ يبحثون عن العلاقات بين هذه الموضوعات ويطبقونها لتحقيق قهم عميق لكل موضوع منها يستكشف التلاميد العلئقات بين الكسور الاعتيادية والكسور العشرية؛ ويريطون بين ما يقهموته عن الأشكال ثثائية الأبعاد والمستوى الإحواثي الكارتيزي؛ ويطبقون ما يعرفونه من الرياضيات على موافف من العياة الواقعية من خلال عمليات الاستكشاف. تعلم النلاميذ التفكير مثل عالم الرياضيات في السثرات السابقة ولاحفلوا الانماط والقواذين واجتيدوا لحل المسائل الصعية. في منبع الصف السادس, يدم للتأاميد دروس تحفز لديهمبدارسات تتوافق مع التفكير مثل عالم الرياضيات؛ مث تمثيل الأفكار وشرحها ونمذجة الطول والسنعي لتحقيق الرقة. يتميز كتاب مادة الرياضيات 7861158816 1811 للصنف السادس الابندائي ينصوص واضحة",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 6
  },
  {
    "id": 155,
    "text": "مث تمثيل الأفكار وشرحها ونمذجة الطول والسنعي لتحقيق الرقة. يتميز كتاب مادة الرياضيات 7861158816 1811 للصنف السادس الابندائي ينصوص واضحة وجذابة ومقاطع قيديو وأدوات رقمية وأنشطة عملية لإليام التلاميذ وتحفيرٌ التطم والفضول لديهم. تتطلب الأنشطة العملية من التلاميذ البحث عن الأتماط والقواعد في الرياضيات وتتحدى قدراتهم على التواصل فيدا بينهم باستخدام النماذج ولغة الرياضيات يسل البرتامج أيضًا على إشراك التلامية في الفديد من أنواع الكتابة ويطائب منهم أن يشرحوا متطقهم ويدعتوا أفكارهم باستخدام التكلمات والارقام والرسومات والرموز عندما بنخرط التلاميذ في العديد من المهام التي تعتمد في حلها على معرفتهم السابقة ويتعلمون ما يدعم منطقهم, بَسْهِل عليهم تكوين روابط بالعالم",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 6
  },
  {
    "id": 156,
    "text": "في العديد من المهام التي تعتمد في حلها على معرفتهم السابقة ويتعلمون ما يدعم منطقهم, بَسْهِل عليهم تكوين روابط بالعالم التقيقي وبطرق تعلم أخرى لمادة الرياضيات.",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 6
  },
  {
    "id": 157,
    "text": "الأولى 2 - الدرس الثاني تحليل العدد إلى عوامله الأولية هدف التفلم. أستطيع أن استخدم تحثيل العدد إلى عوامل اولهة في ًا فك لتر بشكل سيرد وك إيجاد العائل المشترك الاكبر والمشاعف المشترك الأصدفر. . تقديم براهية قابلة للتطبيق ولقد أنكار الآخرين ا ال تحليل العدد إلى عوامل أولية لقد تعلنت كيفية استخدام أشجاز العوامل لإيجاد الفوامل الأولية للإعداد. ثم كتبت تحليل الأعداد إلى عوامليا الأولية. هل هناك طرق أخري لإيجاد تحليل العدد إلى عرامل أوليةة ل ل ا ٠ ما عض الطرق التي يمكل استغدامها ياد الموامل الأولية 3١ ١ ١3م ام ال .دج العواهل الأولية العدد 30 العوؤامل",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 11
  },
  {
    "id": 158,
    "text": "ما عض الطرق التي يمكل استغدامها ياد الموامل الأولية 3١ ١ ١3م ام ال .دج العواهل الأولية العدد 30 العوؤامل الأولية للعدد 42 تعلّم وفكر جردج مخططات فن ممكن استخدام لطفكات عن لمقارنة أوجه الشيه والاختلاف بين المناضر. المكان الذي تتداخل فيه الدوائر هو المغلومات ا التي تشترك قيها هذه العتاصرء هيا نري كيف يمكتنا استخدام العوابل الأولية لإيجاد العامل المشترك الأكبر وا مصاعف المشترك الأضيقن. الفوامل الأولية العدد 33",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 11
  },
  {
    "id": 159,
    "text": "الأولى إلى علاء كاللية القسمة والحاطق) لمشترك الأكبر بالمضاعف المشترك الأضطر ا الفاكهة قد تشتري اتواعًا مختلفة من الفاكهة. وريما يتكون لها نفس الستعر ولكن قد تكن قطم هده الفاكهة التي تضعها في كيس مختلقة إلى حد ما قي اشاس لسن لد لم سنس انز أجيا لتحدث مما شاراد مع ولاك كيف يمكح تقسيم عبوة متونا من 32 ثمرة علب بالتساري بين صديدين و8 أصدقاء و8 اصتقاع تعلم وشكر التقسيم والاشاشف المشترك الاستعر اشقرث اسدرة مجنوة من أكياس البلاستبك لتحزين الذاكهة القطعة لاستخدامها في الوجيات الخفيفة والطهي. طعت كل ثمرة فاكية كاملة إلى قطع لتحضسير عيوة كاملة. بوضع البدول قائعة",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 16
  },
  {
    "id": 160,
    "text": "الذاكهة القطعة لاستخدامها في الوجيات الخفيفة والطهي. طعت كل ثمرة فاكية كاملة إلى قطع لتحضسير عيوة كاملة. بوضع البدول قائعة الفااشهة وعدد قطع الناكهة التي نستخدم اللخضير غرة كاملةء كر في كبفية مشاركة أنواع مختلقة من الفاكية بالتساوي مم أخيك إذا كانت لذي كل مَتكما عوآت مختلفة من الفاكية. 1 نوع الفاتية عده القع في انعبهة 0 فاككبة النشطة 2 ٍْ ناكيّة الكاك 4 , 2 ١ 5 5",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 16
  },
  {
    "id": 161,
    "text": "السبورة الرقمية تمد الأعداد الأفلقي اختر مقياسًا متدرجًا. واكتب الأعداد على خط الاعداد وحدذ تقاط التجمد اللرصحةٌ على خط الأغداد الأقثي. وضع ما فهدته عن طريق الرسم في كراس الرياضيات أو استخدام الإداة الرقبية, ريت ثَرة 38- قاه لي ٍِ هلاه عير ن ببك قول ردان 3 فير برتقال 0 تتتديد درجات الحوارة على خط الأعداد ارسم قط الأعذاد الذي اخترته. ثم اكتب إجاباتك عن الأسئلة التالية. 1 اشرع لماذا اخترت خط الأعداد الذي رسفتة والمقباس المشرج الذي استخدمتة. ب) أي سالتل لديه أعلى نقطة تيمد؟ أي سائل لديه أدتى نقطة تجمد؟ ترقيب الستؤفلل ارم مفلا ممائلة التخطلط الموشنج انشاء",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 26
  },
  {
    "id": 162,
    "text": "أي سالتل لديه أعلى نقطة تيمد؟ أي سائل لديه أدتى نقطة تجمد؟ ترقيب الستؤفلل ارم مفلا ممائلة التخطلط الموشنج انشاء ورتب السؤائل حب نفاط تجندها م انث إلى الاعلى.",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 26
  },
  {
    "id": 163,
    "text": "استكشاف الأعداد النتسبية الثانية الدرين الثالث تحليل الأعداد التسبية باستخدام التماذح 2 ب 0 داق التملع. ٠ لرسات فيد ؛ لمستطيع أن استخدم مشخطط لن دراك مفهوم تظام الأعداد, التتكين النطقي بشكل مجرد وي ؛ استطيع أن اتحلق من تمائل خط الأعداد واستخدام الأغداد. تقديم براهين قابلة التطبيق ربق إفكار الآخرين المتعائئة من خلال موانقف حباتية للمية شد العيل. استكشف الأعداد في خياتنا اليومبية بهل سبق أن رأنيت ترمؤمترًا؟ إذا حدث ذلك ريا تكونَ قد رايت أعدادًا تستخدم في معرفة درجات الجرازة. وسترى كذلك أعدادًا سالبة على الترمومتر. إذا كانت درجة الحرارة مُسجلة بين علامتين؛ فيمكن تثيليا ككسر اعتيادي آو",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 31
  },
  {
    "id": 164,
    "text": "درجات الجرازة. وسترى كذلك أعدادًا سالبة على الترمومتر. إذا كانت درجة الحرارة مُسجلة بين علامتين؛ فيمكن تثيليا ككسر اعتيادي آو كسر عشري. إتك تصارف أتراعًا مختلفة من الأعداد في حياتك البومية طوال الوق ا جن علا راوص جوج 0 أل* السبوزة الرقمية مخطط هن جنع الاعداد قي المجموعة الجزنية المناننية في المشططل وح ما إفهمته ن طزيق الرسم في كراس الرياضيات أو استقدام الآياة ب عيا تتحدث مما تاقش ما المقصود بالنقظط مع زميل. الدرس الثالك تخليل الأعداد النسية باستخدام التماذج ١ 23",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 31
  },
  {
    "id": 165,
    "text": "الثائية تفسير القيمة المطلقة واستخدامها الدرمن الخقامس استكشاف القيمة المطلقة آهداف التعلمم لحي أن ام المسافة في مواقف حياتية تتطق بقفزات الأسماك ومقابلة الأصدقاء عند أحواض الأسماك. استطيع أن أقليم معتى القيمة الطلاقة على خط الأعداد استكشف رحلة هدرسية ذهب مصلك في رحلة مدرسية إلى مرك علوم الطبيعة. تحدث المرشد البياحي عن ترع بن الأسماك يمكح القومى تحت سطع الماء والففزٌ فوق سطع الماء, وسجل المرشد مرات الفوص والقفز لهذا النوع من الأسماك في الجدول الثالي. ا دان بدليب نايت البمشيس 5 سم ل 3 0 3 ب 2 0 2 لد 4 0 َْ يعتقد صديقك أن الرشد كان",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 36
  },
  {
    "id": 166,
    "text": "البمشيس 5 سم ل 3 0 3 ب 2 0 2 لد 4 0 َْ يعتقد صديقك أن الرشد كان يجب أن يستخدم الأعدار الصحيحة السائية لتيل القوصن. وبال صديقك المرشر اذا استحَيم الأسباد الصحبحة الموجبة لتمثيل مزات القغوحي ولاذا مستل مستوي آلماء بالعدد 0.",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 36
  },
  {
    "id": 167,
    "text": "تمتبل العبارات أب عن كل سؤال من الأسئلة التالية ياختبار واحدة من مقارئات الأعداد والتي تمثل الإجابة الصحيخة, 225 5-حيعد 25ت قو 8-18- 5-5ا- قوب-حعة- 488ق- )١ درجة الخرارة في المجمد () تبلغ 5 درجة سليوية ولي المجَعد ب) تبلغ 22 - درجة سليزية. أي محمد درجة خرارته أكثر انخاضًا؟ ب ببلغ يُعد مساقة البجيرة (!) عن مستوى سطع اليجر 15- م. بيتما يبلغ بُعد مساقة البحبرة ب عن مستوى سطع البحر 5م ج) يرجد عددان نسيان. هنا 488 - ر48-. ما العدد الأكير؟ ترتيب تعد المسافات يعد مسافات يعض برك المياه عن مستوى سطع البخر فرع أنثام. كن جدولا",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 41
  },
  {
    "id": 168,
    "text": "ر48-. ما العدد الأكير؟ ترتيب تعد المسافات يعد مسافات يعض برك المياه عن مستوى سطع البخر فرع أنثام. كن جدولا ماكلا للجدول الموضح لترتيب بعد المساقات من الأقرب إلى مستوى سطع البحر إلى الأبعد عن مستوي سطع البح بخ تحقشق من فهمك اتبع إرشادات العلم لإكمال هذا النشاط الدرس السادس * هقارتة القيم المطلقة . 33",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 41
  },
  {
    "id": 169,
    "text": "الثالقة استخدام التعبيرات الرياضية وتحليليا الجزّء ب تصتيف التعبيرات الرراشية تصنيف التعييرات الرياضية صنّف التعبيرات الرياضية اموضحة إلى مجموعتين مختلفتين. واشرع بوضوح العابير التي (7)4+32 2+(3)8 2+8 0 م3 20 لاج 1- و4 دعا 5- 1-+3+5 )ما المجموعة الأولى من التعبيرات الرياضية؟ ب) ما المجموعة الثانية من التعبيرات الرياضية؟ التحليل أحد التلاميذ صف التعييرات الرياضية الثالية إلى مجموعثين كما هو موضع في الجدول. 20 22+78 و بئرة 2+ 36 ع3 و رك (7)14+332 8- ل 48-1 قوعم ).ما المعابير التي تعتقد أنها أستخديت لتصتيف التعبيرات الرياضية يهذ الطريفة؟ ب) تحتو المجموعة الأولى على مقادير جيزية فقط. وتحتوي المجنوعة الثاتية على",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 46
  },
  {
    "id": 170,
    "text": "تعتقد أنها أستخديت لتصتيف التعبيرات الرياضية يهذ الطريفة؟ ب) تحتو المجموعة الأولى على مقادير جيزية فقط. وتحتوي المجنوعة الثاتية على تغتيرات عددية فقط ما تعزيلك للبقدار الجبري والتببير العددي؟ اميا هيا نتحدث مما شارك مع زميق إجابالك عن تشاطي تصليف التعييرات الرياضية والتحليل. راجع إجلبا إذا اتيت إلى كل.. استعد الشاركة تتاشيك مع زملاتك في اللضل. تخ تحقق من قهعك اتبع إرشادات العلم لإكمال هذا النشاط 38",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 46
  },
  {
    "id": 171,
    "text": "كتابة مقادير جبرية ٠ استطيع ان استخدم قط اعداد كبير ومجسم لتسثيل . التفكير النطقي بشكل مجرد وكسي. التعبيرات العنفية والمقادير الجبرية. + البح عبر الماط لو خواض مشترعة والاستقاب متها ء ٠. استطيع أن أكتب تعبيرات لقظية لتمثيل تعبيرات عددية ٠. تخديّد الاستدلالات المتنلقية المتكزرة في خَطوات العل ومقادير جيرية تستل موالمف حباتية. والتسير عنهاء عش المقادير الجيرية انظ إلى الصورة الوضخة. كيف يمكنك قهم ما هو مَكتوب على السبورة بتعا الحاو موص ضة ل وريد جم ع عتم معيرة بترا هيا نتحتتمنا - هل ترى لتعبيرات رياشي آم عادلاا قل ترى تصيرات عابية ومقادير جيرية؟! اشوح ذلك كيف",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 51
  },
  {
    "id": 172,
    "text": "معيرة بترا هيا نتحتتمنا - هل ترى لتعبيرات رياشي آم عادلاا قل ترى تصيرات عابية ومقادير جيرية؟! اشوح ذلك كيف يكن وضق القزق بين التغبير لالعددي واققدار الجيرني؟",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 51
  },
  {
    "id": 173,
    "text": "تعلم وفكر وضع التغييرات العددية في ابسط صورة حول التعببر العددي إلى ابسطك صورة لاحظ التغبيز العددي 42 1944 36 واشرح كيقية وضع هذا التعبير العدذي في أيبسط صورة باستخدام ترتتب الععلياث اسنتكشاف عملية اخزى فكر في كيقية وضع صورة اسية بالانناس 10 في أبسنظ سووة 109-08 19 10 موي عقت وا مر حثو1 هل ستستخدم عتلية مشابهة لوم أي صورة سني أسائسنها لبس 10 في أَبَسَطَ صَوْرَة؟ جؤل الى ابسط صبهية الستخدم ما تعلبته عن الأس للإجابة عن الأسكة التالية, 0 قبا شه القيبة الأسية 8 بالإجابة عن كل سؤال مبا يلي ما الألسامن؟ .ما الأس؟ ما صيغة القيمة",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 56
  },
  {
    "id": 174,
    "text": "التالية, 0 قبا شه القيبة الأسية 8 بالإجابة عن كل سؤال مبا يلي ما الألسامن؟ .ما الأس؟ ما صيغة القيمة الأسية عند وضنعها قي أيسط صورة وكيف حصلك على هذة القيمة؟ ب) عنقاما شه القيمة الأسية 23 بالإنجاية عن كل سؤال مما يلي .ما الأساين؟ ما الأننة ماذا ستكون قيعة التعببر العددي عند وضعه في ابسط صورة وكيف حصات على هذه القيمة؟ للنتعرض بحشى التمبيرات الغددية التي تمل سسا . يه - سيا طب من ثن تلفيذات وَضع التعبيز الفددي الثالي في ابسط صورةا 23 + (2 - 2)5 + 8 وكات الإجَابات محتفة شان مسانء 2 22 و 82",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 56
  },
  {
    "id": 175,
    "text": "الثالي في ابسط صورةا 23 + (2 - 2)5 + 8 وكات الإجَابات محتفة شان مسانء 2 22 و 82 15 ل + 29 ا دح لا ل ا ا ا ووو 4م 0 2 20 الا ُ 1 م 1 8 0 را",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 56
  },
  {
    "id": 176,
    "text": ".. جل ١ ل ..... سسسب لشت أوخاغ الا في ابلط جتودة وضع قيمة مكان المتقب. خدج الخطوة الأولى 8 ا الخطوة الثانية طب اخ الخطوة الثالثة رض ٍ الخطوة الرابعة 9 الح 0 الخطوة الخامسة (دا ٍ يب مالمة ب الخصل0+ * السبورة الزقمية؛ ميجاد قيمة المقدارالجيري امتتقدم السنبورة الرقمية لأكمال السؤال التالي. وقمم ما تهت عن طريق الرسم في كرلس الرياضيات أو استخدام الأداة الرقمية إيجاد قيمة المقدار الجبري أوجد قيمة القدار الجيري 2 + 3 - م) + 9 إذا كان 5 - ع. مع اتباع الخطلوات التي عددتها في السؤال السايق. الزن هيا تعد مدا ناف",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 61
  },
  {
    "id": 177,
    "text": "+ 9 إذا كان 5 - ع. مع اتباع الخطلوات التي عددتها في السؤال السايق. الزن هيا تعد مدا ناف مع نيلك التطواك الي اشفثتيا للها قيمة المقذار الجا هل أرجد كل منكها قيدة الخاز الجيري بالطريقة نفسيا؟ ٠. هال تعتقد أن كل تلديذ في ملك وضل إلى الإجابة بالطريقة تقسهاء تسم لم لاء ولاذًا؛ الآن. خاول إيجاد قيمة مقدار جبري آخر, 3 الدروس السايبن تطبيقات على المقادبر الخبرية ا 53",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 61
  },
  {
    "id": 178,
    "text": "فيديو التمهيد  ٍ ا القزدات الأساسية للوحدة؛ المعادلات 5 ٍ 5 وَالمتبايئات معادلة جيرية. فبود. متبايتة, ععلبات يستخدم الشَيِدَيو الكود السريع عكسبة. جدود متشابهة حل الجيولوجبا واللافتات 2005067 لمقديم فواقف يمكن فبها استخدام الممادلات الرياضبة",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 66
  },
  {
    "id": 179,
    "text": "لافتة الكتلة المسموع بها توضح اللافتة تل المركبات المسنموج لها بالوقوف على المتحدر وكتل المركبات التي تعبر المتهدرء ال لالت ا ِ اا أ القيود المرتيطة بالكتلة ْ بجِنٍ ألا بتجاوز إجدالي لة المزكبات التي تلقف على المتجدر 47,000 كجم, يجب ألا يتجازز إجدالي كثلة المركبات التي تنتقل غير المتحدر 24.504 أكجم. أجب عن هين السؤاليك حك بت ١ يقرض إن ثلاث مركيات تقف على المتحدر في نفس الوقت فما يعض الكل المنتمقة للمركيَات الثلائشه ا ب) يفرض عبور ثلا مركيات عبر المتحدر, لما يعن الل المحتملة المركيات الفلقحه ٠ الارسي هيا نتحدث عقا راجع الأريية سيتاريرمات وناقش اققالي مع",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 71
  },
  {
    "id": 180,
    "text": "مركيات عبر المتحدر, لما يعن الل المحتملة المركيات الفلقحه ٠ الارسي هيا نتحدث عقا راجع الأريية سيتاريرمات وناقش اققالي مع يلال ار ٠ هل يمكن تمثيل ني م الموائف في معادفة؟ ل ٠ تعم أ لا رقازا؟ تحوديءة بط ري تحفق من فهمك ابيع إرشادات المع لإكمال هذا النشاط الدرس الثانى استتماف المشائنات 683",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 71
  },
  {
    "id": 181,
    "text": "ى المشردات الأساسية متغيرات تابعة؛ متغيرات مستقلة الا لا 20007 والمستقلة في الغالم معن الك",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 76
  },
  {
    "id": 182,
    "text": "بفوض أن تلميذة اختارت لعبة وقالت أن لعبتها تحتاج عدد التذاكر . وان ميد المراث التي تريد ركوب اللعبة فيها هي ويمكن تمثبلها فلي صورة و أي لعبة من الألعاب اختارتها؟ كيف يمكتك استخدام معادلتها لإيجاد عدد التذاكر التي ستحتاجها إذا أرادت ركوب اللعية 15 مرا قالت التلسيذة آنها تستطيع الآن همهم أهمية دراسة المتفيرات التابعة والمستقلة. بمكنها أن تلاحط في المعادلة 5/ 2 ان قيمة تآبعة لقبمة ! اشرح ما إذا كانت إجايتها صبحيحة أم لا 22 مي صيد مث عض إملد م ريق ١ اكتب معادلة الأنء اختر لعبة أخري. فر في العلاقة 2 7 ّ وعد اللرات",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 81
  },
  {
    "id": 183,
    "text": "مث عض إملد م ريق ١ اكتب معادلة الأنء اختر لعبة أخري. فر في العلاقة 2 7 ّ وعد اللرات التي تريد ركنوقا. اكتب مغارلة تمثل المروققف باستخدام المتفيرات 7 وأ قطار لللاعي الستارات الدوائزة استطقم معاد لتلك كيف يمكتك استتدام معادلتك لإبجاد عدد الشذاكر التي سنتحتاجها لزكوب اللغبة 12 مرة؟ الأرجوحة اشرح أسبايك. السفيئة تحليل موق ف آخر الآن. ابحث غن العلاقات الرياضسبة في كك الطعام. معلدلة الفيشتر فكو في علاقة بين الطعام الذي تيد شزائه وقبعة العسلات المعدنية التي تريد إنفاقيا. يفرض أنك تريد شرآاء علية قتشار واحدة لعنديقك وليست متاكدة مما تتشتريه لنقسك حدّد ما المعلوم وما",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 81
  },
  {
    "id": 184,
    "text": "التي تريد إنفاقيا. يفرض أنك تريد شرآاء علية قتشار واحدة لعنديقك وليست متاكدة مما تتشتريه لنقسك حدّد ما المعلوم وما الذي سيتقير اختر متقيرين لكتابة معادلة للجموع عدد العسلات المعدنية التي سنتفقها في كشك الطعام واشرج ما الذي يمه كل جزه من أجزا ء المعادلة, تحقق من فهمك اتبع إرشادات المبلم لإكمال هذا النشاط الدرس الثالى تخليفات على اللتغفيرات التائفة وامسملة 73",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 81
  },
  {
    "id": 185,
    "text": "الخامسة استكشاف 1 تعلذقة بين متغيرين الجرّء (ب) تحليل موقف لحر كم لعبة فلاهي ركبتها انت وصديقك؟ لعب صديقك ثلاث العاب أكثر منك لأنه جاء إلى الملاهي قيلك. اشرح معنى المتغيران * وئز في هذا الموقف- 0 ب مانا يضق تز؟ ذا ون جد وك مكل القفروشن أعامك لإكمال بعس قيم د وتز لتمثيل عدد مرات ركريك أنت وصدبقك اللعية في أوقات ممتئفة خلال ١ 3 1 إن ها (ذا / (ط! دا ليا 4 0 شيا هيا نتحدث َف ذالشن إجايتا مع سيقن ماقا يل كل مين المعادلاث والأ تعاب اكتب ععادلة لتمثل العلاقة في جدولك. حدد المتقيرات التابعة",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 86
  },
  {
    "id": 186,
    "text": "ذالشن إجايتا مع سيقن ماقا يل كل مين المعادلاث والأ تعاب اكتب ععادلة لتمثل العلاقة في جدولك. حدد المتقيرات التابعة والمستقلة, واشرح معني كل جزء من أجراء المعادلة لشب هيا تتخدث مقا الآن يغ أن كزّنتَ جنول وكتين العادلة, ناقش مع ميلك كيق ينكنك رسم هذه المفادالة في هنيئة تعيلء يني على أي معور سستقيع التي لالمسنتقل وعلى أي متحور نستضع التخير التليع كليف قزرت 3ان؟ لخ السبورة الرقعية التمتيل اليباني لالألعاب ارسم تنثيلا بيائيًا بناء على الفظة التي وضعتها مع زميقك. يجب أن تقنع عنوانًا التمثيل البباني وتعتد أي المحورين ؟ وأبهما ل( ؛ وضح ما قهمته من طريق",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 86
  },
  {
    "id": 187,
    "text": "مع زميقك. يجب أن تقنع عنوانًا التمثيل البباني وتعتد أي المحورين ؟ وأبهما ل( ؛ وضح ما قهمته من طريق الرسم في كراس الريافسات او استتدام الاراة الرقمية. ض ذ ل التمثيل البيائي للألقاب أرسم التمثيل البباني مع شوج كيف وسنعته تكد من تيد ما كه كل محور. ابيا مي جح ميا ناقش مع رميق السنؤال الثالي ها أرجه الشبه يهن هذا التمثيل البباني والتسثيل البياتي الذي استخدعته لتعكيل الالعانية ها الريه الاختلاف بينهنا؟ ( تحقق من فهمك اتبع إرشادات المعلم كمال هذا النشاط",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 86
  },
  {
    "id": 188,
    "text": "ل* السيورة١ لرقميه تسليت العمانات اداح اليد ايع سيل هم لتر بابتترية سيد مسا بمسمحك جيذ تين التصتيق الإيانات. كم اكتبهم ما سد الأطيرا اقبي قل نفسيةءة في المربعين. وضع ما قهدته عن طريق جد يقي الا الات لاا جنر اسه الرسم في كراس الرياضيات أو استخدام ما ازع التي افق ّبراي لايع الآراة الوقمية. جا سد لريد اين بقالن تحبر ال تريقية ما عات الاقدية لين ودين لقيليية ما نع السيورة لاتي مشاستيا بطي تمستيق البيانات ما الفتتان اللتآن استخّيمتهما التصشفة فر في كيف آثرت الأسئلة الني طرحها التلامية على النيانات الموجودة في الكبسولة الزدنية. على سنبيل المثال. كيف",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 91
  },
  {
    "id": 189,
    "text": "استخّيمتهما التصشفة فر في كيف آثرت الأسئلة الني طرحها التلامية على النيانات الموجودة في الكبسولة الزدنية. على سنبيل المثال. كيف سنتكون البياثات التي جمعوها مختلفة إذا طزحوا السؤال مل لديك أخوة* مقابل ما عدد الأخوة لديلك؟ في الجزء (ب)ء سترى كيف يمكن السؤال الذي تطرحه أن ينتج عنه بيانات إحضائية كثيرة. الجزء (ب تصميم كبسولة زمئية كبسولة زفقية يُفرشّن أن فصلك يريد تصديم كبسولة زمنية تخططون لفتحها اذا الجتمعتم مجددا عتديا تتلقون 25 عاناء لما أنرزاع البيانات التي قد تريد وضسعها لهي الكبسولة الزمنية؟ تيد جضع ببائات عن فصلك لوضعها في الكبسولة الزمتية. ولكن معليك يشيرك انك تستطيع طرح لسكة",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 91
  },
  {
    "id": 190,
    "text": "وضسعها لهي الكبسولة الزمنية؟ تيد جضع ببائات عن فصلك لوضعها في الكبسولة الزمتية. ولكن معليك يشيرك انك تستطيع طرح لسكة احصائية فقط لجمع البيائات ما المقضود بسؤزال إخصائي؟ عرض هذا الجدول بعض الأمكلة على الاسئلة الاحضاتية. والأمسقة غير الإحصاتية أيضاء 1 أسئلة إحصائية أسئلة غير إحصالية ما الالوان الفقصلة لبي التلامية؟ فل تجب اللون الأحمر؟ ما عد لقراد أسرة كل هميد في الفصل ما عدد التلاميذ في الفصللة ما عدد رسائل البريد الالكتروني التي بكثبها تلاميذ عا اسم فمدرستك؟ ١ الفصل في الاأسبوعة ما عد الكتب التي يقرآها تلاميذ الفضل في الستة؛ ما عدد. الكتن التي قرأتها في العام الماضي؟",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 91
  },
  {
    "id": 191,
    "text": "الفصل في الاأسبوعة ما عد الكتب التي يقرآها تلاميذ الفضل في الستة؛ ما عدد. الكتن التي قرأتها في العام الماضي؟ البرس الأول البيانات والأسئلة الإحصالية 83",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 91
  },
  {
    "id": 192,
    "text": "الدرمن الثالث تمثيل البيانات بالمدرج التكراري أهداف التعلثم جد بيات حقية. ٠ أستطيع أن أرسم مدرجا تكراريًا لمجموعة البيانات المحددة. استقداء الشتالاج ممع مسال ١ الاج مدرجًا تكراريًا لهذم البياتات. استكشف اقيابن شجرة قرر أحد فصول الصف السادمن الابتدائي العتاية يبعش الأشجار في منطقتهم. وقد أرادواً تحديد الأشجار التي يمكتهم قياصيا باستخدام طول الذراعين. بدا الثلاميذ بطوح هذا السؤال الإحصائي ما اللسافة بين ذراعيك؟* وب عيافتحدث مما اثافتن مع ميلك كيف فاس هزلاء التلامية المساقة يواهم تعلم وشكر تعوين مدرج تكراري فيدا يلي البيانات التي جدمبا التلاميذ في جدول التكرار. اسنتخدم السيورة الرقمية أو وق رسم ببأئي لرسم مدرج تكراري",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 96
  },
  {
    "id": 193,
    "text": "تكراري فيدا يلي البيانات التي جدمبا التلاميذ في جدول التكرار. اسنتخدم السيورة الرقمية أو وق رسم ببأئي لرسم مدرج تكراري يعرض هذه البيائات, وتاكد من اختبار لمخاس مناسب لمجموعة البيانات. 5 7 7 َ إ 127 2 إ 147 2 ١ 132 3 ّ 149 2 إ 185 1 152 3 إ 1838 1 إ 13 2 141 1 157 2 إ 42 2 ا 158 3 143 1 150 ْ ا م14 2 ا 155 1 أب 1 ب بن ب",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 96
  },
  {
    "id": 194,
    "text": "ل السبورة الرقسية؛ رسم مخطط المتندوق استختم النبودة الزقمية لإكمال الأسسلة التالية. وضُع ما فهدته عن طريق الرسم في كران الرباضبات أو استخدام الثداة الرقمية. اعد الأفلى - العثوات الأيعسغلي الوسيط . الع العلوي ) الحد الاقصى - 3 رسم مفملظط الصتدوق كول متموغة البزاثات الخاصنة بك باستترام 10-8 ثقاط اكات وارِسم مَخخط سَنَتْنَوَقَ يكل عدم البزانات- ولكي بحتوي خط الأعداد على كل البيانات جب ألا يزيد الفرق بين أعلى وأدني قيمة عن 20 وبعد الانتهاء؛ اسَتخيم النشاط الرقعي الاستتتاج حدّد كل الجبل الصجيحة. )١ يتيج لك مغطط المستدوق رؤية عدد نقاط البياثات التي لذيك. ب) يوضع الصندوق في مخملط",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 101
  },
  {
    "id": 195,
    "text": "حدّد كل الجبل الصجيحة. )١ يتيج لك مغطط المستدوق رؤية عدد نقاط البياثات التي لذيك. ب) يوضع الصندوق في مخملط الصتدوق أين يوجد نصف البيانات. جد) يوضع الع السنقلي موقع التصف السقلي من البياثات د) .يقضل الزيع العلوي أقل ثلاثة آرباع من البيائات عن أعلي رَمِعٍ من البيانات. ه) يفضل الزبمان السفليان أول تع من البيانات وثاني ريع من البيانات.. يتح تحقق من فهعك اتبع إرشادات العلم لإكمال هذا النشاط الدرس الرابع استكشاف اللقخطط الصتدوقي 93",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 101
  },
  {
    "id": 196,
    "text": "1 0 .نح المغريات لساسية للوصحدة مقابيبسس وات ا الكزد السريع 2 - 2006121 ما حم اج رج الاتحراف المطلق؛ متابيس النزعة المركزية متابيس التشتت (انتشار البيانات)؛ وسيطط. يشرح كيف يمكن الوتضول إلى تفسيرات وملا حظات منيدة عن طريق",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 106
  },
  {
    "id": 197,
    "text": "لدت لتدقدن هد 17 راع سج جم دوحتددز لويخ مقمع تحليل الحلول قال سعيد إنه أوجد الوسط الفسابي لهذه الأعداد دون رسم مخطط التمتبل بالتقاط وتحريك عتاضسر العد. اشرح كيف أوجد سعيد الوسط الحسابي. تحليل حل اخر ثيف يمكن أن يرجد سعبد الوسط الحسابي لقيعتين من قيم البيائات. وهما 39 و51. دون رسم؟ اشبرح الغملية التي يمكن أن بكون قد استخدمها وكيف يمكن اعتبار هذه القبمة كرسط حسابي. رنب هبا متحفث مما نافش مع زسيلك نسب عدم لمسرورة رسم تناضير الغد وتحَرَيكهَا لكي تجد الرسط الحسابي لجسوغة البياتات. قال الجزّء (ب الوستعل الحسابي كتنسيب ستسالو نفظة التواؤن علي فقط واحدة",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 111
  },
  {
    "id": 198,
    "text": "الغد وتحَرَيكهَا لكي تجد الرسط الحسابي لجسوغة البياتات. قال الجزّء (ب الوستعل الحسابي كتنسيب ستسالو نفظة التواؤن علي فقط واحدة من طرق التفكير في الوسط العسابي. دعنا تستكشف طريقة أخرى. مستجري المقلم لفصلك امتحانًا موحذاء وسيقسم الثلاميذ إلى 5 طاولات وطلب أن تخضير كل مجموعة من التلاميذ قلعين رِصصاصٍ للامتحان. استخدم عتاسدر العد لمسناعدتك على إكمال التدريبات التالية, إيجاد عدد اهلام الرساص أحضر كل تلميذ في أول مجموعتين من الثلاميذ عدد الأقلام الرضنامن الموضحة قي الجدول التآلي. 1 )2( المجموعة (1) المجموعة ١ 3 المي آ 3 الشيذ نا 8 التكبذ (ب) ي 0 الشيديم !ّ 2 النكسيذ (ذا 6",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 111
  },
  {
    "id": 199,
    "text": "(1) المجموعة ١ 3 المي آ 3 الشيذ نا 8 التكبذ (ب) ي 0 الشيديم !ّ 2 النكسيذ (ذا 6 التلنية (طا َْ 4 التلسية (د) 8 التلميذ (ييا !ّ 0 الكنية ما 2 التلميذ بها 10 النلميذ (وا 5 الشيذ إلا ١ استخدم مناصر العد اشثل عد الأفلام الرصاص التي أحضرقا كل عشقنر من المجنوعة. بعد ذلك؛ أكمل المهام المخددة لكل مجموعة. ١ المجدوعة (1) دل عناصر العد في تمثيلك حتى يحضل كثل عفسو في المجموحة على نفس عدد الأقلام الرصاضص. ما عدد الاقلام الرصاص التي سيحصل عليها كل تلميذ؟ ب) المجموعة (2) هل يمكن تعديل عناصر العد هي",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 111
  },
  {
    "id": 200,
    "text": "الأقلام الرصاضص. ما عدد الاقلام الرصاص التي سيحصل عليها كل تلميذ؟ ب) المجموعة (2) هل يمكن تعديل عناصر العد هي تملك حتي يحصيل كل عضو في المجموعة على نفس عدد الأقلام الرصاض, ويحيث تُستخدم كل الأقلام الرصاص؟ اشرح كيلية اختلاف هذا النصيب المتساوي عن المجموعة (ا حل مسائة لم تقايع المجموعة (3 عدد الأقلام الرصاص التي أحشمرها كل تلميذ من الستة, ولكنها عرفت أن إجمالي عدد الأقلام الرصاص هو 442 قلمًا. ما عدد الأقلام الرصاص التي يجب ان يحصبل عليها كل تلميذ؛ إذا وُرْعت الأقلام بالتساري؟ ١ 4 أقلام رصاضص ب 6 أتلام رصاع جد 7 أقلام رصان د 42",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 111
  },
  {
    "id": 201,
    "text": "كل تلميذ؛ إذا وُرْعت الأقلام بالتساري؟ ١ 4 أقلام رصاضص ب 6 أتلام رصاع جد 7 أقلام رصان د 42 قا رصاضًا الدرس الثاني * تفسير الوسظ الحسابي 103",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 111
  },
  {
    "id": 202,
    "text": "عدد الأخرة الكل تلميذ اانا ناب اانا .ا . . 0 بذ ة ة ة+ ة ة *؟ عدد اللنوة الوسطط الحسابي أو الوسيعك لكل مقطط من مخلطات تمثيل البيانات, اختر مقياس النزعة المركزية الذي تعتقد أته سيكون من الأفضل استخدآمة . 0 سن 0--156  ب ا لين 00 1 ايان ل نط للد 3ك ض ب هيا تتحدت هعة ناقش مع ميلك إجابات بن المهام السابقة. راجع إجابائك إذة احتجت إلى ذلك. استعد لشاركة إجابالك مع زملاتك في الفضل.  تحفق من فهك ل إركادات للم وكنان مدا الايد",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 116
  },
  {
    "id": 203,
    "text": ", إ ْ التتس يون - دم ع  لاسي ح تل قاد . 0 عدو 5 ا - الا الله ا يبنا ا - ب الرياحيات  الكل اراس الام ال ات د 0 8 5 8 الصف السادس الابتداني كتاب التلميد الرياضيات - الفتصل الدراسى الأول 2026-85 َ  اع   2050 050/8 ميك ١ لالاشت ااا",
    "book": "Math_Ar_prim6_TR1",
    "subject": "Math",
    "page": 121
  },
  {
    "id": 204,
    "text": "الصف السادس الابتدائي (- الفصل الدراسي الأول 2026-5 القت 5",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 1
  },
  {
    "id": 205,
    "text": "السيد الفاضل ولي الأمر/المعلم؛ في هذا العام؛ يستخدم تلميذك برنامج مادة العلوم 18000007 5016068, كبرنامج علوم شامل تم تطويره لإلهام التلاميذ ليسلكوا منحى العلماء والمهندسين في تصرفاتهم وتفكيرهم؛ وعلى مدار العام الدراسي؛ سيطرح التلاميذ أسئلة عن العالم من حولهم وسيحاولون حل مشكلات واقعية عن طريق تطبيق التفكير الناقد في كافة مجالات العلوم مثل (علوم الحياة, وعلوم الأرض والفضاءء علوم الفيزياء؛ والعلوم البيئية. والهندسة). 6 العلوم الصف السادس الابتداني ب 9 المحور الأول الأنظمة + ) ي لها 19 يُعتبر برنامج مادة العلوم 16601500١! 5016106 برنامجًا مبتكرًا يساعد التلاميذ على إتقان المفاهيم العلمية الأساسية, حيث يشارك التلاميذ في مواد العلوم التفاعلية",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 206,
    "text": "مادة العلوم 16601500١! 5016106 برنامجًا مبتكرًا يساعد التلاميذ على إتقان المفاهيم العلمية الأساسية, حيث يشارك التلاميذ في مواد العلوم التفاعلية لتحليل وتفسير البيانات واستخدام التفكير الناقد وحل المشكلات وإنشاء الروابط عبر تخصصات العلوم. كما يحتوي برنامج مادة العلوم 18011500١ 56161166 على محتوى تفاعلي, ومقاطع فيديو, وأدوات رقمية. واستقصاءات علمية ومعملية, وأنشطة على شكل ألعاب لتحفيز وإلهام تعلم التلاميذ للعلوم وإثارة فضولهم.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 207,
    "text": "نظرة عامة على مشروع الوحدة مم مشروع الوحدة نظام داعم في هذا النشاطء ستطبق ما تعلمته عن الأنظمة. الحية منها وغير الحية, على السفر إلى الفضاء وجسم الإنسان. ستصمم منتجًا يمكن استخدامه في حل مشكلة صحية يواجهها رواد الفضاء. ا ا محطة الفضاء الدولية فكر في الفرق بين الظروف البيئية على الأرض وفي بقية لكواكب في النظام الشمسي. أنت تعرف بالفعل كيف تذثر . كي الجاذبية في الحياة اليومية. تخيل أنك رائد فضاء يعيش في بيئة تتأثر بالجاذبية أقل من الجاذبية على الأرض. من 9 الممكن أن تسبح حول المحطة الفضائية ما تأثير ذلك على أجهزة جسمك؟ هل ستعمل عضلاتك",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 208,
    "text": "الجاذبية على الأرض. من 9 الممكن أن تسبح حول المحطة الفضائية ما تأثير ذلك على أجهزة جسمك؟ هل ستعمل عضلاتك وأعضاؤك بالطريقة 18 نفسها التي تعمل بها هنا على الأرض؟ ما أنواع الأجهزة المستخدمة التي تساعد جسمك على التكيف وأداء الوظائف 5 الحيوية في بيئة من هذا النوع؟ بينما تتعلم المزيد عن كيفية عمل خلاياك وأعضائك لدعم أجهزة جسمك وكيف يمكن استخدام الكهرباء لتشغيل نظام ماء سجّل الإجابات عن أسئلتك. هل يمكنك تصميم نظام دعم خارجي يساعد رواد الفضاء في التغلّب على آثار السفر إلى الفضاء على لل نظام أجسامهم؟ الوحدة الأولى ما النظام؟ 3",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 209,
    "text": "التغلّب على آثار السفر إلى الفضاء على لل نظام أجسامهم؟ الوحدة الأولى ما النظام؟ 3",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 210,
    "text": "1 تعلم ما الخلية؟ أثناء التفكير في الخلاياً ووظائفها؛ اقزا النمن. وأثناء القراءة؛ ضع ما تحت احتياجات الخلايا. استعد أمناقشة ما قرأته. -- الخلية عبارة عن تركيب معقد يقوم بآداء كافة أنشطة الحياة الخاصة به؛ والخلايا هى وحدات البناء لجميع الكائنات الحية. كل الكائنات الحية مكونة من خلاياء تكونت كل الخلايا الجديدة من خلايا كانت موجودة بالفعل. ومعظم هذه الخلايا صغيرة جِدَا بحيث لا يمكن رؤيتها بدون الميكروسكوب. الخلايا هي التي تبقينا على قيد الحياة, بالرغم من صغر حجمها. تحتاج الخلايا إلى طاقة على شكل غذاء وأكسجين كي تنمو وتعيش. وتأخذ الخلايا العناصر اللازمة وتستخدمها للحصول على الطاقة والتخلص من",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 211,
    "text": "الخلايا إلى طاقة على شكل غذاء وأكسجين كي تنمو وتعيش. وتأخذ الخلايا العناصر اللازمة وتستخدمها للحصول على الطاقة والتخلص من الفضلات. والماء ضروري للحياة وتسمح جميع الخلايا للماء بالمرور عبر شل الكل ومنه إلى الخلية. ومع ذلك. إذا دخل الكثر من الماء إلى الخلية, فستنتفع الخلية حتى تتفي لمنع حدوث ذلك يسمع غشاء الثلية للماء بالشروج وهكذا تكون الخلايا قادرة على الحفاظ على تواون الماء المتاسب على بجائبى مصدر الصورة (11651661-0007ن5171 /عطدمعااط/0ا لبقاعن6 (ط) (016.6010 50106616 / 2أكاانا62 (2 بع تحدث إلى زميلك ما أوجه التشابه والاختلاف بين احتياجات الخلايا واحتياجات كائن حى معقد التركيب مثل الإنسان أو النبات أو",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 212,
    "text": "تحدث إلى زميلك ما أوجه التشابه والاختلاف بين احتياجات الخلايا واحتياجات كائن حى معقد التركيب مثل الإنسان أو النبات أو الحيوان؟",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 213,
    "text": "حلّل كعالم اقرأ النص, وبعد ذلك؛ اكتب بيانات مكونات الخلية التي تعلمتها من الفقرة على مخطط الخلية بالصفحة التالية الخلانا المختلقة يكين ليا تركين مخلف. وبصورة خاضا قد مخف خلانا الكاثنات عديدة الخلانا احتلاها كبيرا. الخصائص المشتركة بالرغم من هذه الاختلافات, تشترك معظم الخلايا في بعض الخصائص المشتركة؛ فمعظم الخلايا تحتوي على السيتوبلازم وغشاء الخلية. والنداة. ل00. السيتوبلازم هو سائل هلامي داخل الخلايا والذي تسب فيه مكونات الخلية الأخرى وغشاء الخلية هو البطانة الخارجية للخلية حبك يساعد على التحكه فى الدواد التي يمكن أن تدخل إلى الخلية أو تخرج منهاء يُقال إن غشاء الغلية بتميد بالنفاذية الاشتيارية؛ هذا لأن بعض",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 21
  },
  {
    "id": 214,
    "text": "الدواد التي يمكن أن تدخل إلى الخلية أو تخرج منهاء يُقال إن غشاء الغلية بتميد بالنفاذية الاشتيارية؛ هذا لأن بعض المواد يمكن أن تمر من خلاله؛ بينما يُمنع البعض الآخر. الميتوكوندريا هي مراكز الطاقة في الخلية؛ إذ إنها تمد الخلية بالطاقة التي تحتاجها. ويحدث التنفس الخلوي في الميتوكوندريا. التنفس الخلوي ير عل استخداء الأكسجين للحصول على الطاقة الكيميائية من الطعام حتى تتمكن الخلايا من الاستمرار في العمل. المفهوم 1.1 الخلية كنظام ١ 13",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 21
  },
  {
    "id": 215,
    "text": "السائل الموجود داخل تركيب يشبه الكيس وتستخدم لتخزين العناصر الغذائية والمياه والفضلات؛ الفجوات الكبيرة على الماء البلاستيدة الخضراء تحتوي على مادة الكلوروفيل وتقوم بعملية البناء الضوئي؛ توجد في النياتات فقط  المادة الخارجية الصلبة التي تحيظ بخلايا اأنبات أنت تعلم أن الخلايا النباتية والحيوانية بينهما أوجه تشابه واختلاف. استعن بالنص والمخطط للإجابة عن الأسئلة التالية ٠ ما العضيات الموجودة في الخلايا النباتية والتي لا تُوجد في الخلايا الحيوانية؟ ٠ ما تركيب ووظيفة العضيات الموجودة في الخلايا النباتية فقط؟ ٠ ما السبب في احتواء الخلايا النباتية والحيوانية على العديد من نفس العضيات؟",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 216,
    "text": "1 نشاط 13 حلّل كعالم المهن وعلم الخلايا لقد تعلمت الكثير عن الخلايا فى هذا المفهوم. ماذا يعنى أن تكون عالم خلايا؟ كيف يرى العلماء يعمق ما بدائشل الخلية؟ اقرزاً التض وتاقش أفكارك. صبغ الخلايا وأجهزة ميكروسكوب الخلية ثلاثية الأبعاد الخلايا صغيرة للغاية. يبلغ قطر الخلية الحيوانية ما يقرب 7 من 10 ميكرون. أو 0.001 سم وتراكييها الداخلية أصغر من ذلك. علماء الخلية هم علماء يدرسون الخلاياء كما أنهم يدرسون آلية عمل الخلايا داخل الكائنات الحية. يعمل معظم علماء الخلايا في المختبرات على تصميم وإجراء التجارب. ويحلل علماء الخلايا البيانات ويقدمون النتائج إلى الباحثين الآخرين. يعمل بعض علماء الخلايا مع",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 217,
    "text": "في المختبرات على تصميم وإجراء التجارب. ويحلل علماء الخلايا البيانات ويقدمون النتائج إلى الباحثين الآخرين. يعمل بعض علماء الخلايا مع الأطباء لمراقبة كيفية عمل الخلايا لإصلاح أجزاء الجسم أو كيفية استجابة الخلايا للأدوية. بينما يعمل آخرون في الزراعة؛ ويدرسون كيفية استجابة الخلايا النباتية لعوامل بيئية مختلفة. لإجراء البحوث ودراسة الخلايا. يجب على هؤلاء العلماء استخدام أجهزة الميكروسكوب. تعمل أجهزة الميكروسكوب الالكتروني على تكبير صور الخلايا بحيث تبدو أكبر. المفهوم 1.1 الخلية كنظام ١ 23",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 218,
    "text": "نشاط 2 8 تساءل كعالم الاستجابة للخطر تعلمت أن الأعضاءء مثل القلب والرئتين. يعملان معًّا لأداء وظائف محددة في الجسم؛ لكن هل فكرت كيف تعمل أجهزة الجسم المختلفة ما لأداء وظائف الجسم كنظام متكامل؟ انظر إلى صورة راكب الدراجة؛ كما نلاحظ فإنه فى موقف خطير. تخيّل شعورك إذا كنت مكانه. والآنء فكّر فى كيفية عمل أجهزة الجسم مكًاء لنت عن ذلك استجابات حسية, مثل ارتفاع معدل ضربات القلب. فكّر في أهمية عمليات التفاعل بين أجهزة الجسم؛ خاصة في المواقف الخطيرة. صورة لراكب دراجة في السباقات الحرة َ كيف تعمل أجهزة الجسم مكًا عند التعرض لمواقف خطرة؟ فكّر في كيفية عمل",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 219,
    "text": "صورة لراكب دراجة في السباقات الحرة َ كيف تعمل أجهزة الجسم مكًا عند التعرض لمواقف خطرة؟ فكّر في كيفية عمل الجسم كنظام واحد. اكتب ثلاثة أسئلة وشاركها مع باقي زملائك في الفصل. بمجرد تسجيل عبارات تساءل الخاصة بك؛ شاركها مع زميلك. قم بإضافة أي أسئلة جديدة تطرأً على ذهنك أثناء المناقشة إلى القائمة.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 220,
    "text": "ا احش كيام هل العضلات الهيكلية هي النوع الوحيد في أجسامنا؟ ناقش استنتاجاتك مع مجموعتك بناءً على ما تعلمته؛ ثم اقرأ النص ليساعدك على توضيح أفكارك الجديدة. وبعد الانتهاء من القراءة. أجب عن 3880 يجب أن تنقبض العضلات وتنبسط لتسمح بالحركة. بعض العضلات لاإرادية. وهذا يعني أن حركتها تلقائية ولا يمكن التحكم فيهاء بينما تكون حركة العضلات الأخرى إرادية. وهذا يعني القدرة على التحكم في حركتها. عضلة القلب من العضلات اللا إرادية التي تنقبض وتنبسط دون توقف. مع كل نبضة يضخ القلب الدم إلى كل أجزاء الجسء حاملا الأكسجين إلى كل خلية. ترمش عيناك عشر مرات في الدقيقة بدون تفكير,",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 221,
    "text": "يضخ القلب الدم إلى كل أجزاء الجسء حاملا الأكسجين إلى كل خلية. ترمش عيناك عشر مرات في الدقيقة بدون تفكير, وعند إغلاق جفن العين؛ تنقبض عضلة العين؛ وهي عضلة لاإرادية أخرى. كما تحيط عضلات إرادية أخرى بمقلة العينين لتساعدك على تحريك عينيك في اتجاهات يتطلب ثني الكوع عضلتين مختلفتين تتحركان بشكل إرادي. عند ثني الذراع تنقبض العضلة الأمامية وتنبسط العضلة الخلفية , ولفرد الذراع تنبسط العضلة الأمامية و تنقبض العضلة الخلفية. فالعضلات التي تحرك عظام الجسم هي العضلات الهيكلية. تعمل عضلتان في الرقبة عندما ترفع رأسك لأعلى أوتخفضها لأسفل, فتنقبض إحداهما وتنبسط الأخرى أثناء رفع رأسك. وعندما تخفض رأسك لأسفل.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 222,
    "text": "عضلتان في الرقبة عندما ترفع رأسك لأعلى أوتخفضها لأسفل, فتنقبض إحداهما وتنبسط الأخرى أثناء رفع رأسك. وعندما تخفض رأسك لأسفل. تنقبض واحدة وتنبسط الأخرى؛ ومن ثم تتحكم أنت في حركة هذه الأعضاء, لهذا فهي تنتمي إلى العضلات الإرادية. * ما الطريقة التى تعمل بها كل العضلات؟ عندما يقوم زوج من العضلات الهيكلية بعمل ماء؛ ١ كيف تعمل العضلتان معَا؟ ما نوع العضلات المسؤولة عن ضخ القلب للدم؟ * ما الفرق بين العضلات الإرادية واللاإرادية؟ المفهوم 2.1 الجسم كنظام ١ 33",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 223,
    "text": ", 0 تفكيك الطعام إن الحركة المستمرة للمعدة؛ وإفراز السوائل الهاضمة من المعدة (الحمض والإنزيمات) يؤدي إلى المزيد من تفكيك الطعام. تساعد العصارة التي تفرزها الكو بصلتة احفر وك بالكبد والانزيمات التي يفرزها البنكرياس علي التفكك الكيميائي للطعام بمجرد انتقاله الى الامعاء الدقيقة. يبدأ امتصاص العناصر الغذائية في الأمعاء الدقيقة؛ فتنتقل هذه الفققة العناصر من الجهاز الهضمي وصولا إلى الدم عن طريق اه الشعيرات الدموية في جدار الأمعاء الدقيقة. أما الطعام الذي تريس َ لذبت ب أ امسا ينه شر ير إلى الأانجاء الخلبطا اماع والتي تعرف أيضا باسم القولون فتخرج هذه المواد التي لم .مي 20 يستفد منها الجسم",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 224,
    "text": "ير إلى الأانجاء الخلبطا اماع والتي تعرف أيضا باسم القولون فتخرج هذه المواد التي لم .مي 20 يستفد منها الجسم على شكل براز ١ يُهضم بعض الطعام الذي تاكله في الفم وفي المعدة وفي الأمعاء . . الدقيقة. بينما ينتقل الطعام غير المهضوم إلىالأمعاء الغليظة خحح في صورة مزيج شبه سائل. تُعيد الأمعاء الغليظة امتصاص معظم الماء من الطعام غير المهضوم لتكوين فضلات الطعام التي يطلق عليها الأزار كلل عل الح الأخرس الأمعاء الغليظة المستقيم. يُحزّن المستقيم البراز قبل أن يتم إخراجه من الجسم. يتخلص الجسم من فضلات الطعام من خلال فتحة عضلية في نهاية المستقيم تسمى فتحة الشرج. نقل",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 225,
    "text": "يتم إخراجه من الجسم. يتخلص الجسم من فضلات الطعام من خلال فتحة عضلية في نهاية المستقيم تسمى فتحة الشرج. نقل العناصر الغنائية أين تذهب العناصر الغذائية بمجرد وصولها إلى الدم؟ تن العناصر الغذائية إلى أعضاء مختلفة عبر الجهاز الدوري؛ والقلب أحد هذه الأعضاء. بعض هذه العناصر الغذائية يتم استخدامها على الفور والباقي يتم تخزينه. فمثلاء يمكن للكبد والعضلات تخزين سكر الجلوكوز. وتحويله إلى مادة مخصصة لتخزين الطاقة تسمى الجليكوجين (النشا الحيوانى). هذه الطاقة المختزنة يتم توظيفها عند تعرضك لموقف فيه استجابة المواجهة أو الهروب. يمكن للكبد والعضلات بعد ذلك إطلاق الجلوكوز عند الحاجة. أما بعض العناصر الغذائية الأخرى فتُخْتزن في",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 226,
    "text": "استجابة المواجهة أو الهروب. يمكن للكبد والعضلات بعد ذلك إطلاق الجلوكوز عند الحاجة. أما بعض العناصر الغذائية الأخرى فتُخْتزن في صورة دهون.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 227,
    "text": "ب م 2 الكود السريع راجع الاستجابة للخطر 2889103 والآن بعد أن تعلمت عن أجهزة الجسم المختلفة. انظر مرة أخرى إلى موضوع الاستجابة للخطر. لقد شاهدته من كيف يمكنك الآن وصف الاستجابة للخطر؟ ما الاختلاف بين تفسيرك الحالى وتفسيرك السابق؟ ارجع إلى سؤال هل تستطيع الشرح؟* لقد قرأت هذا السؤال في بداية المفهوم. استعن بأفكارك الجديدة عن الاستجابة للخطر لدعم فرضك بالأدلة. أكتب فرضك أولًا. الفرض إجابة من جملة واحدة عن السؤال الذي بحثت فيه. فهي تجيب عن السؤال التالي ما الذي يمكنك استنتاجه؟ ويجب ألا تبداً ب نعم أولا. ثم؛ اكتب تفسيرك العلمي بالأدلة التي تدعم فرضك. يمكن أن",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 228,
    "text": "ما الذي يمكنك استنتاجه؟ ويجب ألا تبداً ب نعم أولا. ثم؛ اكتب تفسيرك العلمي بالأدلة التي تدعم فرضك. يمكن أن تكون الأدلة مصدرها فيديوهات؛ أو نصوص؛ أو أنشطة 1 رقمية تفاعلية, أو أبعات. عماية اختر فكرة إضافية تريد البحث فيها. سجل بحثك والمصادر التي استخدمتها.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 229,
    "text": "7 نشاط 2 ب  تساءل كعالم مشكلة المصباح الكهربي في كل من الصورتينء احترق مصباح كهربي واحد فقط؛ أثر المصباح المحترق على كل سلسلة من المصابيع بشكل مختلف. وقارن بين الصورتين. لماذا انطفات كل المصابيح فى إحدى الصور بينما انطفاً مصباح واحد فقط فى لصورة الأخرى؟ ثم أجب عن السؤال التالي انم لماذا لا تزال سلسلة المصابيح مضاءة عند تلف مصباح كهربي واحد فقط؟ مصباح كهربي واحد فقط لا يعمل لا  بمجرد تسجيل عبارات تساءل الخاصة بك. شاركها مع زميلك. أضف أى أسئلة جديدة تطراً على ذهنك",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 230,
    "text": ")لا ان 8  ... - ما الذي تعرفه عن الطاقة كنظام؟ 7 58 الكهرباء ما الذى تعرفه عن الكهرباء والمغناطيسية؟ أكمل الفقرة باستخدام الكلمات من بنك المصطلحات. قالب معدني تيار كهربي مجال مغناطيسي تسمى حركة الجسيمات المشحونة عبر سلك موصل كهربيًا بال عندما يتدفق تيار كهربي عبر سلك؛ ينتج عن ذلك حول السللا إذا تم لف السلك حول ٠ يصبع المجال المغناطيسي الناتج عن التيار الكهربي أقوى. أي مما يلي ينجذب إلى المغناطيس؟ اختر كل ما ينطبق. أ الألومنيوم د. التيكل ب. الحديد ه. البلاستيك المفهوم3.1 الطاقة كنظام ١ 53",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 231,
    "text": "1 تعلم كيف تعد الدائرة الكيربية نطاما؟ توقّع كيف ستميز بين المواد الموصلة والمواد العازلة؟ في هذا النشاطء ستختار كل مجموعة من مواد مختلفة . اختبر هذه المواد وصنفها وفقًا لقابليتها للتوصيل الكهربى ؛ أي المواد تعتقد أنها ستوصل الكهرباء؟ خطوات التجربة 1. استخدم الأسلاك. والمصباح, والبطارية لعمل دائرة كهربية مع مجموعتك. 2. اختير كل مادة وسجّل نتائجك. استمر فى الاختبار حتى تحصل على ثلاث مواد موصلة وثلاث عازلة. 3. بعد ذلك؛ أكمل الجدول وأجب عن الأسئلة. أكمل جدول البيانات بإدراج كل مادة في العمود المناسب. المواد الموصلة للكهرياء المواد العازلة للكهرياء فكرفي النشاط فكّر في النتائج التى سجّلتها وأجب",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 232,
    "text": "بإدراج كل مادة في العمود المناسب. المواد الموصلة للكهرياء المواد العازلة للكهرياء فكرفي النشاط فكّر في النتائج التى سجّلتها وأجب عن الأسئلة التالية. ٠ كيف ستتغير نتائج تجربتك إذا قمت بلف أحد المواد الموصلة بالبلاستيك؟ حدد خواص المواد الموصلة للكهرباء والمواد العازلة. * كيف تُستخدم المواد الموصلة والمواد العازلة في منزلك لحمايتك من الصدمات الكهربية؟",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 233,
    "text": "0 9 سجل أدلة كعالم ا ل 0 0 الكود السريع راجع الطاقة كنظام 3889009 بعد أن تعلمت عن الطاقة كنظام؛ انظر مجددًا في مشكلة المصباح الكهربي. لقد شاهدته من قبل في تساءل. ا كيف يمكنك الآن وصف مشكلة المصباح الكهربي؟ ما الاختلاف بين تفسيرك الحالي وتفسيرك السابق؟ راجع سؤال هل تستطيع الشرح؟. لقد قرأت هذا السؤال في بداية المفهوم. كيف تعد الدائرة الكهربية نظامًا؟ الآن ستستخدم أفكارك الجديدة حول مشكلة المصباح الكهربي للدفاع عن فرض باستخدام الأدلة. أولاء اكتب فرضك. الفرض إجابة من جملة واحدة عن السؤال الذي بحثت فيه. فهي تجيب عن سؤال ما الذي يمكنك استنتاجه؟ ويجب",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 234,
    "text": "فرضك. الفرض إجابة من جملة واحدة عن السؤال الذي بحثت فيه. فهي تجيب عن سؤال ما الذي يمكنك استنتاجه؟ ويجب ألا تبداً ب نعم أولا. سجل فرضك. ثم اكتب تفسيرك العلمي بالأدلة التي تدعم فرضك. يمكن أن تكون الأدلة مصدرها فيديوهات. أو نصوص؛ أو أنشطة رقمية تفاعلية؛ أو أبحاث عملية. سجل تفسيرك العلمي المستند إلى أدلة. اختر فكرة إضافية تريد البحث فيها. ماذا ستفعل لتتعلّم المزيد عنه؛ ما الموارد التي ستستخدمها لتوسيع نطاق بحثك؟ كيف ستبني على أبحاثئك؟ سجل بحثك والمصادر التي استخدمتها.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 235,
    "text": "تدريبات الوحدة الأولى أجب عن الأسئلة التالية السؤال الأول أختر الاجابة الصحيحة 1. أي مما يلي يعد ترتيبًا من الأكثر تعقيدًا إلى الأبسط؟ أ. خلية. نسيج ؛ عضو جهاز. ب. نسيج, خلية, جهازء عضو. 2. تدخل العناصر الغذائية والأكسجين إلى الخلايا عن طريق ج. الريبوسومات. د. النواة 3. أيُّ من التراكيب التالية موجود في كلٍ من الخلايا النباتية والحيوانية؛ ج. فجوة عصارية كبيرة مليئة بالماء. د. البلاستيدة الخضراء. 4. مركز التحكم في الخلية. والمسؤول عن الانقسام الخلوي هو اله جم أ. الميتوكوندريا. ب. النواة. ج. جهاز جواجي. د. البلاستيدة الخضراء. 5. أي مما يلي في ورقة نبات السنط وغير موجود",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 76
  },
  {
    "id": 236,
    "text": "أ. الميتوكوندريا. ب. النواة. ج. جهاز جواجي. د. البلاستيدة الخضراء. 5. أي مما يلي في ورقة نبات السنط وغير موجود في الإنسان؟ أ. جدار الخلية. ب. الميتوكندريا. 6 عندما تعمل عضلتان مما للقيام بحركة, فإن إحدى هذه العضلات يتما الأخرى 1 أ. تتحرك, تظل ثابتة. ب. تنقبض؛ وتنبسط 7. أي العضلات الآتية إرادية الحركة؟ 1 أ.عضلات المعدة. ب. عضلات الأمعاء الدقيقة .",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 76
  },
  {
    "id": 237,
    "text": "حقائق علمية درستها في هذه الوحدة, ستتعلّم الكثير عن الحرارة وانتقال الطاقة. عندما تلاحظ الصور التالية تأمل فيما تعلمته عن درجة الحرارة والابتكار مكًا. على سبيل المثال في الصورة (1) والتي توضح الترمومتر. هل يوضح القياس درجة الحرارة ساخنة أم باردة؟ كيف تعرف ذلك؟ في الصورة (2)؛ ترتدي المرأة قفاز فرن. لماذا؟ هل سبق لك استخدام قفاز فرن أو قطعة قماش عند الطهي؟ ماذا يحدث إذا حاوات الإمساك بصينية الفرن دون أداة الحماية؟ أما صورة (3)؛ فهي لامرأة تختار ملابس, ولكن بطريقة متطورة تعتمد على التكنولوجيا. ما الذي تنظر إليه في الجهاز اللوحي ل والذي قد يساعدفا فى تصديد نوع",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 238,
    "text": "ولكن بطريقة متطورة تعتمد على التكنولوجيا. ما الذي تنظر إليه في الجهاز اللوحي ل والذي قد يساعدفا فى تصديد نوع الملئيس التى ستختارها؟ فل تختان ملايسك المختلفة بِناءٌ على المتاسيات المختلفة؛ كيف يؤثر عامل الحرارة أو درجة الحرارة في اختياراتك؟ 2 عندما تفكر في الصور السابقة؛ اكتب ما تعرفه عن درجة الحرارة وانتقال الحرارة؛ وما هو دور أنواع أقمشة كم الملابس في حمايتنا من درجات الحرارة المختلفة وشعورنا بالراحة. ب 90 5 2 حب تحدث إلى زميلك فكر في البرامج والتطبيقات التكنولوجية المختلفة التي يمكن أن تستخدمها المرأة في متجر الملابس. قم 23 بعمل عصف ذهني عن دور التكنولوجيا في",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 239,
    "text": "والتطبيقات التكنولوجية المختلفة التي يمكن أن تستخدمها المرأة في متجر الملابس. قم 23 بعمل عصف ذهني عن دور التكنولوجيا في مساعدتنا على اتخاذ قرارات بشأن الملابس التي نرتديها أو الأنشطة التي نمارسها اس 8 لك استخدام تطبيق أو أو شكل آخر من أشكال التكنولوجيا لمساعدتك في اتخاذ قرار؟ هل يمكن أن تساعد التكنولوجيا في صنع 1 أقمث 5 قمشة جديد ب ا ب الوحدة الثانية الحصول على الطاقة",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 240,
    "text": "12 اتساءل كيف ترتبط التغيرات في الطاقة الحرارية؛ وانتقال الحرارة؛ ودرجات الحرارة بجسيمات المادة؟ نشاط 2 7 تساءل كمال التتتسوي. هل سألت نفسك عن طرق تصنيع الزجاج؟ لقد اكتشف الإنسان قديمًا؛ أنه يمكن جمع كمية كبيرة من الزجاج المنصهر على طرف أنبوبة مجوفة ثم النفخ فيه ومن ثم عمل أشكال مختلفة منه. عن طريق الهواء الداخل إلى الأنبوبة تحت درجات حرارة مرتفعة جدًا. انظر إلى الصورتين. تبادل الأسئلة مع زميلك عن الطاقة الحرارية وعلاقتها بحالات المادة. بعض الأسئلة ستكون مفتوحة؛ ما يعني أنه ستكون هناك أكثر من إجابة لها وبعض الأسئلة ستكون بسيطة ويمكن الإجابة عنها ا بنعم أولا. فكّر",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 86
  },
  {
    "id": 241,
    "text": "ما يعني أنه ستكون هناك أكثر من إجابة لها وبعض الأسئلة ستكون بسيطة ويمكن الإجابة عنها ا بنعم أولا. فكّر أكثر في كيفية طرح أسئلة مفتوحة. صنع الأواني الزجاجية عند درجة حرارة مرتفعة ما الذى أثار تساؤلك فى هذه الصور؟ فكَّر فى الطاقة الحرارية وعلاقتها بحالات المادة. اكتب ثلاثة أسئلة وشاركها مع باقي زملائك في الفصل. وبعد أن تسجل الأسئلة الخاصة بنشاط تساءل, شاركها مع زميلك. لا تتردد في إضافة أي أسئلة جديدة تبادرت إلى ذهنك أثناء المناقشة إلى قائمتك.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 86
  },
  {
    "id": 242,
    "text": "6467 عورف / كباميزة نعزه فيد دملا و صمم مخططات لعمل نموذج يوضح ما يحدث لجسيمات المادة عند تغير حالتها من حالة إلى أخرى. من الحالة الصلبة إلى الحالة السائلة من الحالة السائلة إلى الحالة الغازية من الحالة الغازية إلى الحالة السائلة من الحالة السائلة إلى الحالة الصلبة المفهوم 1.2 الطاقة الحرارية وحالات المادة  83",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 243,
    "text": "هل تعلم كيف ترتبط التغيرات في الطاقة الحرارية, وانتقال الحرارة, ودرجات الحرارة بجسيمات المادة؟ 0 نشاط 9 7 لاعت ب الكود السريع البحث العملي صنع ترمومتر 388904 تُستخدم الترمومترات الزجاجية منذ مات السنين. فى هذا النشاط ستقوم بتصميم ترمومتر. ستضع توقع فكر فى حركة الجزيئات عندما تتعرض للسخونة أو البرودة. ماذا يحدث للماء داخل الماصة عندما تكون الزجاجة فيها ماء بارد؟ سجّل توقعاتك. ماذا سيحدث للماء داخل الماصة عندما تحتوي الزجاجة على ماء ساخن؟ سجّل توقعاتك. ال ما المواد التي ستحتاج إليها ؟ (لكل مجموعة) * صلصالء كرة قطرها حوالي 3 إلى 4 سم زجاجة ماء من البلاستيك سعتها 500",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 244,
    "text": "ستحتاج إليها ؟ (لكل مجموعة) * صلصالء كرة قطرها حوالي 3 إلى 4 سم زجاجة ماء من البلاستيك سعتها 500 مل * ألوان طعام لونها أحمر * مسطرة مترية ا 50 مل من كدول مرك 107 * نظارة واقية (لكل تلميذ) ٍ * مامنة شقافة من البلاسشك * وعاء من الماء الساخن ّ * 50 مل ماء * وعاء من الماء المثلج مح مرجة لحزازة للغرلة",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 245,
    "text": "هل تتبقنى مساحة كافية للتمدد؟ يؤدي ارتفاع درجات الحرارة إلى زيادة التمدد في الطرق والسكك الحديدية. ابحث عن أمثلة توضح وجود خلل في فواصل التمدد في الطرق أو السكك الحديدية (والتي غالبًا ما يشار إليها باسم التواءات القضبان بسبب حرارة الشمس). قم بإدراج صور توضح المشكلة. ما مدى انتشار هذه المشكلة؟ ٠ ما المشكلات الأخرى التي قد يسببها ارتفاع درجة الحرارة؟ ما الذي يجب فعله لحل هذه المشكلة؟ إذا لم يكن البحث عن التواءات القضبان ممكنًا؛ فتبادل الأفكار عن قائمة بالهياكل التي قد تتأثر بتغير درجة الحرارة. وضّح مدى تأثير ذلك في سلامة بنية الهياكل إذا لم يتم اتخاذ تدابير",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 246,
    "text": "بالهياكل التي قد تتأثر بتغير درجة الحرارة. وضّح مدى تأثير ذلك في سلامة بنية الهياكل إذا لم يتم اتخاذ تدابير سلامة وتنفيذها. مصدر الصورة (10146546616.600 / 37 مايا8 (ط) ,16016.60101 5001166 / م500 لولم (ه كيف يرتبط ما تعلمته عن الطاقة الحرارية, والحرارة ودرجة الحرارة بمشروع الوحدة التبريد بالأواني الفخارية؟ ما الأبحاث والمصادر التى ستحتاج إليها لإكمال مشروع الوحدة؟ المفهوم 1.2 الطاقة الحرارية وحالات المادة 93",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 247,
    "text": "لس 0 ِ الكود السريع ما الحرارة؟ 38807 تتكون كل المواد من جسيمات بالغة الصغر تسمى الذرات التى تكون الجزيئات وتكون في حالة اهتزاز وكلما ازدادت طاقة الحركة, زادت سرعة اهتزاز الجزيئات. قد يكون لديك العديد من الأسئلة عن الحرارة. فعلى سبيل المثالء هل كل الأجسام تنقل الحرارة؟ هل يمكن توليد الحرارة؟ وهل يمكن انتقال الحرارة؟ اقرأ النص التالي, وظلل المعلومات التي يمكنك استخدامها لدعم أفكارك للاجابة عن سؤال هل تستطيع الشرح؟. بعد أن تنتهي من قراءة النص, عُد إلى الأسئلة المتعلقة بالحرارة وابحث عن دليل من النص لدعم أفكارك. يمكن تسخين المعادن عن طريق الطَرّق باستخدام موقد مشتعل. فكلما",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 106
  },
  {
    "id": 248,
    "text": "الأسئلة المتعلقة بالحرارة وابحث عن دليل من النص لدعم أفكارك. يمكن تسخين المعادن عن طريق الطَرّق باستخدام موقد مشتعل. فكلما ارتفعت درجة حرارة جسم ماء ازدادت طاقة الحركة فى ذراته أو جزيئاته. تُسمى الطاقة التي تنتفل من جسم إلى آخر نتيجة اختلاف درجة الحرارة بينهما ولحاي قاو الحرارة عاد بوحدة تسى تكرت الكزارا.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 106
  },
  {
    "id": 249,
    "text": "العزل الحراري وتوصيل الحرارة تنتقل الحرارة عبر المواد المشتفة عن طرق توصيل السوازة ومعدلات تتاف نرغب في بعض الأحيان أن الحرارة بيطا مثل عند صدنع كوب اي لأحد أصدقائك. اقرأ الفقرة وسجّل أفكارك في مخطط الأفكار. هل هي مادة موصلة أم عازلة؟ عندما تقوم بصب حساء ساخن في وعائين مختلفين أحدهما وعاء معدني والآخر من البلاستيك, ثم لمست الجزء الخارجي من كلا الوعائين. ستلاحظ أن الوعاء المعدني كان سانا بينما الوعاء البلاستيكي زاف فق بحدث هذا الأن بعش الأزاد كي اتفال الدزارة بول حك تضبل هده لدان على توصل الحرازة. تُسمى المواد التي تسمع بانتقال الحرارة بسهولة بالمواد الموصلة للحرارة.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 111
  },
  {
    "id": 250,
    "text": "اتفال الدزارة بول حك تضبل هده لدان على توصل الحرازة. تُسمى المواد التي تسمع بانتقال الحرارة بسهولة بالمواد الموصلة للحرارة. وتعد المعادن. - كالنحاس والحديد؛ مواد جيدة التوصيل للحرارة. ١ ومى بعش النواد ردي التوصبيل للجرارة بالفواد الغارلة. وتغشير الهواى والملانيشك والخشب واإرجاج أمثلة على المواد العازلة. ربما تلاحظ أن بعض الأجسام باردة حتى لو كانت في حرارة الغرفة. فمقبض الباب المعدني قد يكون أكثر برودة من الباب الخشبي المتصل به؛ يحدث هذا لأن جسم الإنسان يصدر طاقة باستمرار, تنتقل من اليد إلى المقبض المعدني, لكن هذا لا يحدث مع مادة الخشب. لذا يبدو المقبض أكثر برودة من الباب الخشبي",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 111
  },
  {
    "id": 251,
    "text": "من اليد إلى المقبض المعدني, لكن هذا لا يحدث مع مادة الخشب. لذا يبدو المقبض أكثر برودة من الباب الخشبي رغم أنهما في نفس درجة حرارة الغرفة. ارسم مخطط مفاهيمي يعبر عن المواد الموصلة والمواد العازلة؛ مع ذكر أمثلة لكل منهما. المفهوم 2.2 انتقال الحرارة 103",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 111
  },
  {
    "id": 252,
    "text": "22 تعلم ما الذي يحدث للجسم عند انتقال الحرارة؟ 6. قم بطي القصاصات الموجودة على الجانب الآخر لعمل الجدار الآخر. 7. قم بثني الشريط الورقي أفقيًا لعمل منحنى ثم ألصق القصاصات ممًا لتثبيت المنحنى في مكانه. 8. باستخدام قطعة من الورق المقوى كقاعدة, ضع المسارات الخاصة بك مما وفقًا لخطتك. قم بلصق أجزاء المسار مكًا. قم بلصق المسارات على القاعدة. 9. قم بوضع كرة البلي أعلى المسار واتركها لتنزلق. ارسم مخططًا لمساركرة البلي الخاصة بك. اكتب أماكن وجود طاقة الحركة وطاقة الوضع. فكرفي النشاط فكّر في الطريقة التي تتحرك بها كرة البلي الخاصة بك إلى أسفل المسار. ٠ هل وصلت",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 116
  },
  {
    "id": 253,
    "text": "وطاقة الوضع. فكرفي النشاط فكّر في الطريقة التي تتحرك بها كرة البلي الخاصة بك إلى أسفل المسار. ٠ هل وصلت كرة البلي الخاصة بك إلى نهاية مسارك؟ لماذا أو لم لا؟ ٠ ما المكان الذي كانت تمتلك فيه كرة البلي أكبر قدر من طاقة الوضع؟ ما هي التغييرات التي ستجريها على مساركرة البلي الخاصة بك؟ ٠ ما العلاقة التي تربط بين طاقة الوضع وطاقة الحركة والاحتكاك؟ ماذا سيحدث إذا استخدمت كرة بلي بحجم أكبر؟ لماذا ؟",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 116
  },
  {
    "id": 254,
    "text": "لنجهز الأواني الفخارية للتبريد 1. أحضر وعائين من الفخار غير مطليين (أحدهما يتم وضعه داخل الآخر مع وجود مسافة حوالي 6 سم بينهما) واملاً قاع الإناء الأكبر لارتفاع حوالي 5 سم بالرمال. 2. قم بوضع الإناء الأصغر داخل الإناء الأكبر ثم سُدٌ الفتحة الموجودة في قاع الإناء بالطين أو بسدادة مطاطية. 3. املاً المسافة الموجودة بين الإناعين بالرمال. 4 قم بإضافة المياه إلى الرمال ثم قم بتغطية الإناعين بقطعة قماش مبللة. رتب الصور ترتيبًا صحيحًا لتوضح كيفية تجهيز الإناء الفخاري للتبريد. أضف بيانات لشرح ما الذي يحدث في كل صورة مع التفسير العلمي لذلك. ٠ الخطوة 2 الخطوة83 - الخطوة",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 121
  },
  {
    "id": 255,
    "text": "للتبريد. أضف بيانات لشرح ما الذي يحدث في كل صورة مع التفسير العلمي لذلك. ٠ الخطوة 2 الخطوة83 - الخطوة 4 الثلاجات والأواني الفخارية الخطوة1 قارن بين الإناء الفخاري والثلاجة العادية. ما مزايا وعيوب كل منهما؟ اختبار التبريد بلأواي الفخارية ما الطرق التي يمكنك من خلالها اختبار العوامل المؤثرة في درجة حرارة إناء فخاري؟ اختر أيًا من الأسئلة التالية وقم بوضع خطة لاختبار تأثيره. اكتب الخطوات التي سوف تتبعها في بحثك وقدم رسمًا لخطتك. ٠ هل يؤثر حجم الإناء الفخاري في درجة الحرارة؟ ٠ إذا كان الإناء الداخلي مطليًا؛ فهل سيكون الانخفاض في درجة الحرارة أكثر أم أقل؟ ٠ هل",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 121
  },
  {
    "id": 256,
    "text": "في درجة الحرارة؟ ٠ إذا كان الإناء الداخلي مطليًا؛ فهل سيكون الانخفاض في درجة الحرارة أكثر أم أقل؟ ٠ هل يؤثر اختلاف نوع الرمال في درجة الحرارة؟ الوحدة الثانية الحصول على الطاقة 113 نيد 7 اد را ححط لكسا تلجت با ححق هت 7 عاق ال 0 7 ٍ",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 121
  },
  {
    "id": 257,
    "text": "الذكاء الاصطناعي هذا عصر مثير في مجال الذكاء الاصطناعي. اكتشف العلماء طرقًا عديدة لصنع أجهزة كمبيوتر ذات ذكاء اصطناعي الطب في مجال الطب, تستخدم المستشفيات والأطباء الحواسب الفائقة لمراجعة بيانات الأفراد الصحية. يساعد توفر الكم الهائل من المواد في قواعد البيانات العامة والمراجع الطبية, والدوريات العلمية على تطوير علاجات أكثر تخصيصًا. أحد مجالات البحث المهمة في الذكاء الاصطناعي هو دراسة التواصل بين المخ والكمبيوتر. يحدث التواصل بين المخ والكمبيوتر عندما يستخدم الجهاز إشارات من المخ للتحكم في شيء ماء مثل مؤشر على جهاز كمبيوتر أو التحكم في حركة الأصابع كجزء من طرف صناعي. الصناعة بالإضافة إلى التطببقات الطبية. يجد الذكاء",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 126
  },
  {
    "id": 258,
    "text": "مؤشر على جهاز كمبيوتر أو التحكم في حركة الأصابع كجزء من طرف صناعي. الصناعة بالإضافة إلى التطببقات الطبية. يجد الذكاء الاصطناعى طريقه فى الوظائف الخطرة على الإنسان. فمجالات التعدين, ومحلات لاف النووية والنشيين هي مجالان يت استتداء الروبوتات فيها فك فى الوظائف الى يمكن الوويودات أن تقوم بها والتي قد تساعد في الحفاظ على سلامة الأشخاص. الزراعة يؤثر الذكاء الاصطناعي في اقتصادنا. فالمزارعين يتعرضون للضغط المتزايد لإنتاج المزيد من المحاصيل لإطعام المزيد من الناس. يتم صنع الروبوتات لأداء المهام الصعبة التي لم يكن من الممكن أداؤها في الماضي. يمكن للروبوت المزارع التعامل مع البيئة المحيطة به من خلال جمع الخضراوات",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 126
  },
  {
    "id": 259,
    "text": "التي لم يكن من الممكن أداؤها في الماضي. يمكن للروبوت المزارع التعامل مع البيئة المحيطة به من خلال جمع الخضراوات أو الفواكه. واستخدام المبيدات الحشرية في مناطق محددة أو 1 زراعة البذور. يمكن أن تخبرنا المستشعرات على ذراع الروبوت أي حبة توت ناضجة وأيها غير ناضج بناءً على شكلها وحجمها. يمكن للأنظمة الدقيقة الأخرى أن توزع المياه وتنثر البذور, وترش الأسمدة والموارد الأخرى التي تحافظ على صحة النبات من خلال تطبيق على شبكة الإنترنت؛ مثل لعبة من ألعاب الزراعة الشهيرة. - روبوت يستخدم في الزراعة يؤثر الذكاء الاصطناعي, كما رأيت, في العديد من جوانب الحياة في المجتمع بشكل إيجابي. فُكر",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 126
  },
  {
    "id": 260,
    "text": "- روبوت يستخدم في الزراعة يؤثر الذكاء الاصطناعي, كما رأيت, في العديد من جوانب الحياة في المجتمع بشكل إيجابي. فُكر في مجتمعك المحلي.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 126
  },
  {
    "id": 261,
    "text": "تدريبات الوحدة الثانية أجب عن الأسئلة التالية السؤال الأول أختر الاجابة الصحيحة 1. الطاقة الحرارية هي مت د أ. درجة حرارة جسم ب. انتقال الحرارة ج. مجموع طاقات حركة الذرات والجزيئات د. كتلة مادة 2. تنتقل الحرارة من المادة.......... إلى المادة ا أ. الأكثر سخونة؛ الأكثر برودة ب. المجمدة, المنصهرة ج. الأكثر برودة؛ الأكثر سخونة د. الأكبرء الأصغر 3. درجة حرارة المادة هى متوسط مقدار ...........التى تمتلكها الجسيمات من المادة. أ. طاقة الوضع ب. الكتلة ج. طاقة الحركة د . عداد 4. كلما زادت الطاقة الحرارية للأجسام .......... طاقةاحركتهًا أ. زادت ب. قلت ج. تساوت د. انعدمت 5. ما يحدث",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 131
  },
  {
    "id": 262,
    "text": "عداد 4. كلما زادت الطاقة الحرارية للأجسام .......... طاقةاحركتهًا أ. زادت ب. قلت ج. تساوت د. انعدمت 5. ما يحدث من تباعد جزيئات المادة عندما تنتقل الحرارة إليها يسمى 1 أ. الانكماش ب. التمدد ج. النمو د. نقطة التجمد 6. عند تصميم منتج موصادٌ جيدا للحرارة؛ فما المادة التي ستختارها؟ ج. الفوم د. المعدن 7. تسمى عملية انتقال الحرارة بفعل حركة جزيئات مادة سائلة أو غازية باسم أ. الإشعاع الحراري ب. التوصيل الحراري ج. التجمد د. الحمل الحراري الوحدة الثانية الحصول على الطاقة 123",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 131
  },
  {
    "id": 263,
    "text": "مراجعة الادارة المركزية لتطوير المناهج د/ روجينا محمد حجازي أ/ موندا عبدالرحمن محمد سلام د/ شاهيناز نصر عبد الله أ/ داليا على محمد رئيس قسم العلوم مستشار العلوم د/ حنان ابو العباس محمد د/ عزيزة رجب خليفه إشراف د/ أكرم حسن محمد مساعد الوزير لشئون تطوير المناهج التعليمية والمشرف على الإدارة المركزية لتطوير المناهمج المواصفات الفنية ٠١ 1/١١ / ١ / ٠ / 1 (67*07م)سم ١ 1 ألوان + ألوان ٠ جم أبيض ٠ جم كوشيه ٠ صفحة 110//1616810109.0106.-20 1.9 اكه 1 المثار الحديثة - نشر - توزيع لعي ا ِ ايتاي البارود - البحبيرة حقوق الطبع والتأليف جميع حقوق",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 136
  },
  {
    "id": 264,
    "text": "اكه 1 المثار الحديثة - نشر - توزيع لعي ا ِ ايتاي البارود - البحبيرة حقوق الطبع والتأليف جميع حقوق الطبع والتأليف محفوظة لوزارة التربية والتعليم والتعليم الفني بجمهورية مصر العربية. لا يجوز توزيع هذا الكتاب خارج وزارة التربية والتعليم والتعليم الفني.",
    "book": "Science_AR_prim6_TR1",
    "subject": "General",
    "page": 136
  },
  {
    "id": 265,
    "text": "7 و - المقومات الزراعية في - مقومات الزراعة. - قراءة الخرائط. - ترشيد الاستهلاك. - الأمن الغذائي الوطن العربي. الدرس الأول - أهم المحاصيل الزراعية النشاط الزراعي فى الوطن العربي. في وطننا العربي. - أهم المشكلات التي تواجه الزراعة في الوطن العربي. - المراعى الطبيعية في - المراعي الطبيعية . - التصنيف. - الرحمة بالحيوان. - التنمية المستدامة. الوطن العربي. - المصايد البحرية. - استخدام الخرائط. الدرس الثاني - الثروة احيوانية فى الوطن - المزارع السمكية. الثروة الحيوانية العربي. والسمكية في وطننا - أهمية الثروة الحيوانية في العربي. الوطن العربي. - أهمية الثروة السمكية في الوطن العربي. - الثروة",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 266,
    "text": "والسمكية في وطننا - أهمية الثروة الحيوانية في العربي. الوطن العربي. - أهمية الثروة السمكية في الوطن العربي. - الثروة المعدنية. - التفكير الناقد. - الحفاظ على الثروات. - التنمية المستدامة. الدرس الثالل؟ سار الطاقة. -الطاقة المتجددة. المعادن ومصادر - الطاقة غير الطاقة في وطننا المتجددة. العربي. ورت الداع - السياحة. دتطال لون - الفخر بالتراث. دلوج جني الدرس الرابع 0 مقومات الس - التواصل. 53 . - أنواع السياحة. النشاط السياحي .. - أمية السياحة . في وطننا العربي. . - تنمية السياحة .",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 6
  },
  {
    "id": 267,
    "text": "الوحدة الأولى ) وطننا العربي (خصائص وتحديات) الموقع الجغرافي للوطن العربي ويقصد به موقع الوطن العربي بالنسبة لليابس والماء. ٠ يقع وطننا العربي في وسط قارات العالم القديم (إفريقيا وآسيا وأوروبا)؛ ما جعله يحتل مكانة مهمة بين دول العالم. ويحيط به حدود طبيعية تتمثل فيما يلي الحدود الشرقية جبال كردستان. جبال زاجروس, الخليج العربي؛ خليج عُمان. الحدود الشمالية البحر المتوسط؛ جبال طوروس. ٠ شرقًا ٠ غريًا 6 شمالاً ل الوطن العربي كم خريطة (3) الموقع الجغرافي للوطن العربي الحدود الغربية المحيط الأطلنطي.  الحدود الطبيعية للوطن العربي أثرت في تاريخه وحضارته؛ ولم تمنع تواضّله مع العالم مرحي",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 11
  },
  {
    "id": 268,
    "text": "8 أكمل العبارات التالية بما يناسبها من كلمات -١ تعرض الوطن العربي للاحتلال بسبب ف ؟ - أكبر الدول العربية من حيث المساحة هي ا ؟ - يضم الوطن العربي عدد ست دولة. ؛ - الجزء الأكبر من مساحة الوطن العربي يقع في الجّناح م اختر الإجابة الصحيحة مما بين الأقواس لكل عبارة مما يلى -١ تشرف دولة اليمن على الم (مضيق باب المندب - مضيق جبل طارق مضيق هرمز - قناة السويس) - تضم فلسطين بعض أماكن دينية مقدّسة منها ا (المسجد الأقصى - المسجد النبوي المسجد الأموي الكنيسة المعلّقة) ؟ - يمتد الوطن العربي في قارتي ب (أوروبا",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 269,
    "text": "منها ا (المسجد الأقصى - المسجد النبوي المسجد الأموي الكنيسة المعلّقة) ؟ - يمتد الوطن العربي في قارتي ب (أوروبا وإفريقيا إفريقيا وآسيا - أوروبا وآسيا - إفريقيا وأستراليا) ؛ - يمر خط الطول صفر بالوطن العربي عند دولة ب (مصر - السعودية - تونس - الجزائر) ١ - الأهمية الدينية للوطن العربي. - الأهمية الاقتصادية للوطن العربي. ... - تعرّض الوطن العربي للاحتلال. ا 8 دلل على صحة ما يلي تتنوع المسطحات المائية التي يطل الوطن العربي عليها. ...تت ما النتائج المترتبة على...؟ - الموقع المتميز للوطن العربي. ...تت )هيا نستعي الدرس القادي هل تعلم أن أرض وطننا العربي",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 270,
    "text": "ما النتائج المترتبة على...؟ - الموقع المتميز للوطن العربي. ...تت )هيا نستعي الدرس القادي هل تعلم أن أرض وطننا العربي ليست كلها متشابهة؟ ففي بعض الأماكن نجد الجبالء وفي أخرى نجد الصحاري والسهول والأنهار. ما أشكال سطح الأرض التي يمكن أن تجدها في وطننا العربي؟",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 16
  },
  {
    "id": 271,
    "text": "الوحدة الأولى ) وطننا العربي (خصائص وتحديات) السهول أراض مستوية أو شبه مستوية السطح, وتنقسم في الوطن العربي إلى ثلاثة أنواع (لاحظها على الخريطة) خريطة () سهول الوطن العربي السهول الفيضية تكرّنت بفحل إرساب الأنهار للمواد العالقة. وتتميز بخصوبة تربتها وتركز السكان فيهاء مثل سهول نهر النيل في مصر والسودانء وسهول دجلة والفرات في العراق. () السهول الساحلية تتميز بتنوع الموارد والاستخدامات. فسهول البحر المتوسط تتميز بتربة خصبة صالحة للزراعة. وسهول البحر الأحمر والخليج العربي غنية بالثروات المعدنية ومصادر الطاقة. السهول الصحراوية تكزّنت بفعل الرياح عن طريق النحت أو الترسيب؛ وتتنوع السهول ما بين رملية وصخرية؛ وتتميز بندرة السهول الساحلية",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 21
  },
  {
    "id": 272,
    "text": "السهول الصحراوية تكزّنت بفعل الرياح عن طريق النحت أو الترسيب؛ وتتنوع السهول ما بين رملية وصخرية؛ وتتميز بندرة السهول الساحلية السهول الصحراوية",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 21
  },
  {
    "id": 273,
    "text": "الدرس الثالث وطننا العربي (المناخ - النبات الطبيعي) ََ مرحبًا يا أصدقائى, بالاستعانة بالمخطط السابق هيا نتعرف من خلاله على العوامل المؤثرة في مناخ وطننا العربي. () الموقع الفلكي يؤثر الموقع الفلكي في المناخ, فالمناطق القريبة من دائرة الاستواء تكون أعلى حرارة؛ وتقل درجات الحرارة كلما ابتعدنا عن دائرة الاستواء شمالًا أو جنوبًا؛ لذلك فمعظم الوطن العربي يتميز بالمناخ الحار ما عدا الأجزاء الشمالية فتتميز بالمناخ المعتدل. المناطق المناخية () الموقع بالنسبة للمسطحات المائية تتميز المناطق القريبة من المسطحات المائية (البحار - المحيطات) باعتدال المناخ, أما المناطق البعيدة عن المسطحات المائية (المناطق الداخلية) فتكون شديدة الحرارة صيقًا وشديدة البرودة شتاءً.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 274,
    "text": "(البحار - المحيطات) باعتدال المناخ, أما المناطق البعيدة عن المسطحات المائية (المناطق الداخلية) فتكون شديدة الحرارة صيقًا وشديدة البرودة شتاءً. المدن الساحلية وضح سبب اختلاف درجة الحرارة بين مدينة الإسكندرية ومدينة الرياض. مظاهر السطح تؤثر في مناخ الوطن العربي من حيث الارتفاع كلما ارتفعنا 9١ مترًا عن سطح البحر تنخفض درجة الحرارة درجة مثوية واحدة؛ ولذلك تغطّي الثلوج بعض القمم العالية مثل جبال لبنان. ٠ اتجاه الكتل الجبلية يؤُثر في توزيع كمية المطر؛ لذلك نجد سفوح (جوانب) الجبال المواجهة للرياح المحملة ببخار الماء تكون أغزر مطرًا من السفوح (الجوانب) الداخلية مثل جبال أطلس. -١ فسّر سبب تغطية الجليد لبعض قمم",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 275,
    "text": "المحملة ببخار الماء تكون أغزر مطرًا من السفوح (الجوانب) الداخلية مثل جبال أطلس. -١ فسّر سبب تغطية الجليد لبعض قمم الجبال المرتفعة. ل اط وزع سار - وضح العلاقة بين اتجاه الجبالء وتوزيع كمية المطر في الوطن العربي.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 26
  },
  {
    "id": 276,
    "text": "أهداف الدرس في نهاية هذا الدرس سأكون قادرًا على أن التق جوو يحتى الول العربة الحماية ازبحة االطلبيصة. ٠ أفسّر أسباب بعض المشكلات البيئية في الوطن العربي أستنتج الآثار المترتبة على المشكلات البيئية في الوطن العربي. أقترح أكبر عدد من الوسائل للحفاظ على البيئة وتنميتها بشكل مستدام في الوطن العربي. وطننا العربى يواجه العديد من ! التغير المناخى المشكلات البيثية؛ منها الجفاف هو تغيِّر طويل في درجات وندرة المياه العذبة والتصحر الحرارة وأتماط المطر, وتلوث الهواء والسيولء ويؤثر ذلك ويؤدي إلى موجات جفافء على مستقبل التنمية والاستقرار في وحرائق غابات؛ وانقراض التي تواجه وطننا العربي, والتي تؤثر على حياتنا اليومية.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 277,
    "text": "إلى موجات جفافء على مستقبل التنمية والاستقرار في وحرائق غابات؛ وانقراض التي تواجه وطننا العربي, والتي تؤثر على حياتنا اليومية. 4 اليوم سننطلق معَّا في رحلة للتعرف على بعض المشكلات والتحديات البيئية يعاني الوطن العربي من مشكلة ندرة المياه 3م جنانية بي العذبة. ويرجع ذلك لعدة أسباب؛ منها ا قلة سقوط الأمطار. ٍ الحفاظ على البيكة من التلوث ني سوء إدارة الموارد المائية باستخدام طرق الري ؛ والانبعاث الحراري يساهم في التقليدية (القديمة). ١ التخفيف من آثار التغير المناخي زيادة عدد السكان فى بعض الدول العربية. وارتفاع درجة الحرارة.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 278,
    "text": "عدد السكان فى بعض الدول العربية. وارتفاع درجة الحرارة.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 31
  },
  {
    "id": 279,
    "text": "التصحر يسبب التصحر اختفاء النباتات وتدهور الأراضى الزراعية بسبب قلة الأمطار وقطع الأشجار والرعى الجائر. ١ ما النتائج المترتبة على التصحر؟ 8 فسر الرعي الجائر يسبب التصحر. السيول ( نص إثرائي ) تحدث السيول فجأة بعد سقوط أمطار غزيرة؛ فتجرف التربة والمباني وتتلف المحاصيل. وتزداد خطورتها في المناطق التي لا توجد فيها سدود أو شبكات صرف جيدة؛ لذلك تبني الدول العربية السدود وتطوّر البنية التحتية لتقليل أضرار السيول. 89 ما النتائج المترتبة على السيول في الوطن العربي؟ 8 بم تفسر بناء السدود وسيلة لمواجهة السيول؟ دلل على خطورة السيول باستخدام مثال من الحياة أو البيئكة المحيطة. تلوث الهواء ( نص",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 280,
    "text": "بناء السدود وسيلة لمواجهة السيول؟ دلل على خطورة السيول باستخدام مثال من الحياة أو البيئكة المحيطة. تلوث الهواء ( نص إثراني ) يزداد تلوث الهواء فى المدن الكبرى بسبب عوادم السيارات ودخان المصانع وحرق النفايات. ويؤثر هذا التلوث على صحة الإنسان. فيسبَّب أمراضًا تنفسية؛ كما يؤذي النباتات والحيوانات. ويؤّدي إلى تغيرات في المناخ على المدى الطويل. فسر تلوث الهواء يؤثر على صحة الإنسان. 18 ما النتائج المترتبة على استمرار تلوث الهواء في المدن؟ اقترح ثلاث طرق لمواجهة تلوث الهواء في وطننا العربي. ا أكمل الجمل الآتية بما يناسبها من كلمات -١ يؤدي تلوث الهواء إلى الإضرار ب ؟ - يمكن",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 281,
    "text": "وطننا العربي. ا أكمل الجمل الآتية بما يناسبها من كلمات -١ يؤدي تلوث الهواء إلى الإضرار ب ؟ - يمكن مواجهة ندرة المياه من خلال تحسين شبكات - تحدث ندرة المياه العذبة فى وطننا العربى بسبب ؛ - أحد أسباب السيول في الوطن العربي 0 ا ٠ - أحد أسباب تلوث الهواء في الوطن العربي 0",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 36
  },
  {
    "id": 282,
    "text": "--- دروس الوحدة - الدرس الأول شبه الجزيرة العربية (قبل وبعد ظهور الإسلام). الدرس الثاني الهجرة وعالمية الدعوة. الدرس الثالث إنجازات الخلفاء الراشدين (يظ). الدرس الرابع الدولة الإسلامية (الأمويون - العباسيون).",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 41
  },
  {
    "id": 283,
    "text": "الدرس الأول شبه الجزيرة العربية (قبل وبعد ظهور الإسلام) بحثت في مصادر التعلم المختلفة عن سيرة النبي محمد (55) وجمعت أهم هجا مقا 55 نتعرّف عليها مما عاش النبي محمد (8ة) في ديار بني سعد عند مرضعته السيدة حليمة آمنة بنت وهب حتى تُوفيت وهو اللسان وقوة البنيان ورجاحة العقل. تولى جده عبد المطلب رعايته؛ يي ثم توفي عندما كان النبي محمد ل ة / سنوات. الأغنام لكي لا يكون عبقًا على عمه؛. وفى شبابه عمل بالتجارة ولُقّب بالصادق الأمين. تزرَّج من السيدة خديجة بنت خويلد وأنجّب منها من الذكور اثنين. ومن الإناث أربعًا. نزل عليه سيدنا جبريل بالوحي وهو",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 284,
    "text": "تزرَّج من السيدة خديجة بنت خويلد وأنجّب منها من الذكور اثنين. ومن الإناث أربعًا. نزل عليه سيدنا جبريل بالوحي وهو يتعبِّدَ في غار حراء في إحدى أَخْبَرَهِ ورقة بن نوفل ابن عم السيدة ليالي شهر رمضان. خديجة أنه نبى هذه الأمّة. خط زمني لسيرة النبي (ثنة)",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 46
  },
  {
    "id": 285,
    "text": "الهجرة وعالمية الدعوة أهداف الدرس في نهاية هذا الدرس. سأكون قادرًا على أن ٠ أشرح أهمية الهجرة إلى يثرب. أفسّر أهمية أسس بناء الدولة الإسلامية. ٠ أتعرّف بعض غزوات الرسول (كلة). 0 أستنتج ة قيم المواطنة من صحيفة المدينة. ِِ 2 بعد أن اشتد أذى قريش للمسلمين في مكة. أذِن النبي (كلة) لأصحابه بالهجرة إلى يثرب, فتركوا خلفهم أموالهم ومنازلهم؛ هربا من التعذيب والاضطهاد. لكن قريش خافت من هجرة المسلمين إلى يثرب؛ فاجتمع زعماؤها في دار الندوة ليتآمروا على قتل النبي (ك4ة)؛ ليمنعوه من الهجرة. ألاحظ وأجيب لماذا هاجر المسلمون إلى يثرب؟ ؟ توقع كيف استقبل أهل يغرب الرسول (كية)",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 286,
    "text": "النبي (ك4ة)؛ ليمنعوه من الهجرة. ألاحظ وأجيب لماذا هاجر المسلمون إلى يثرب؟ ؟ توقع كيف استقبل أهل يغرب الرسول (كية) وأصحابه. ب ا وخجا مالي في يزية ثامة. اخقا لين (45) وساب في غار ذَوْر ثلاثة أيام؛ وكانت عناية الله تحرسهما من أَعيُن المشركين ثم استأجر النبي (كِلة ) رجلا أمينًا يعرف طرق الصحراءء؛ فسارا وسلكا معه طريقًا غير مألوف؛ حتى لا يُكتشف أمرهماء ويحد رحلة شاقة وطويلة وص إلى ترربه وهناك استقبلهم أهلها بالفرح والسرور.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 51
  },
  {
    "id": 287,
    "text": "-١ توفى النبى محمد (كيةٍ) فى (مكة - المدينة - الطائقف - الرياض) ؟ - بدأت مرحلة عالمية الدعوة بعد ملم (صلح الحديبية غزوة أُحْد غزوة الخندق فتح مكة) ؟ - انتصر المسلمون دون قتال فى غزوة (أحد- يدر - الخندق - الحُدَيبية) ؛ - تحول نصر المسلمين إلى هزيمة في غزوة (يدر - أحد - الخندق فتح مكة) ٠ - أول أعمال النبي (كية) بعد الهجرة 0 (المؤاخاة بين المهاجرين والأنصار بناء المسجد - وضع صحيفة المدينة - تأمين الدولة) 8 اكتب كلمة (صواب) أمام العبارة الصحيحة. وكلمة (خطأ) أمام العبارة غير الصحيحة ١ ماجد القبي 8 إلى المدينة",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 288,
    "text": "الدولة) 8 اكتب كلمة (صواب) أمام العبارة الصحيحة. وكلمة (خطأ) أمام العبارة غير الصحيحة ١ ماجد القبي 8 إلى المدينة سنا ) - أحد أعمال النبي (كِية) في المدينة المؤاخاة بين المهاجرين والأنصار. ) ؟ - أحد أسباب انتصار المسلمين في غزوة بدر حفر الخندق. ) ؛ - حطَّم النبي (كَي) الأصنام عند فتح مكة وعفا عن أهلها. بم تفسر.. ؛9 -١ توجّه النبي (ِية) لفتح مكة. ... - أهمية المسجد في الإسلام. ... ؟ - أحد أسباب انتصار المسلمين في غزوة بدر تطبيق مبداً الشورى. ... - أهمية صلح الحُدَيْبية. ل ا لللسمسللسسسس نسللسللللللللءال2ا2ا اسكحسرم كسم كسم مس أي",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 289,
    "text": "في غزوة بدر تطبيق مبداً الشورى. ... - أهمية صلح الحُدَيْبية. ل ا لللسمسللسسسس نسللسللللللللءال2ا2ا اسكحسرم كسم كسم مس أي بالأدلة صحة العبارات التالية -١ تحلى النبي (كيةٌ) بالأخلاق الحميدة في التعامل مع قريش. ... - نصر الله المسلمين فى إحدى الغزوات دون قتال. 3 ما المقصود بالمصطلحات التاريخية التالية...؟ -١ المهاجرون - الأنصار 710-176 ماذا حدث بعد وفاة النبي (كل)؟ ومن سيقود الأمة بعد النبي (لة)؟ و ّ",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 56
  },
  {
    "id": 290,
    "text": "الوحدة الثانية ) الدولة الإسلامية من النشأة إلى العالمية إدارة شئون الدولة بعد اتساعها. تربى في بيت النبي (كية) ) وكان معروفًا بذكائه وفصاحته وبلاغته؛ كما اتّصف بالعلم والزهد والتواضع أسلم وهو في العاشرة من عمره. وتحم في دار الأرقم بن أبي ارقم ويد أول قدائي في الإسلاٍ لأنه نام في فراش النبي (كية) ليلة الهجرة. شارك مع النبي (كية) في كل الغزوات ما عدا غزوة أهم أعمال علي بن أبي طالب (28) بعد توليه الخلافة من المدينة إلى الكوفة في العراق لتسهيل معلومة ال حرّص علي بن أبي طالب (ققة) للنظر في مظالم الناس. لحفظ الأمن والاستقرار وملاحقة المجرمين",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 291,
    "text": "في العراق لتسهيل معلومة ال حرّص علي بن أبي طالب (ققة) للنظر في مظالم الناس. لحفظ الأمن والاستقرار وملاحقة المجرمين والخارجين عن القانون. استشهد علي بن أبي طالب (5 88ة) عام 6٠0 ه على يد عبد الرحمن بن مُلْجَم أثناء خروجه لصلاة الفجر. ْ ف .أ تعلمت من هذا الدرس الصدق والأمانة. وأن العدل أساس كل شىء. 2 أقرأ وأحدد -١ اذكر أهمية الشرطة فى خلافة على بن أبى طالب (ققة). - لماذا أُطلق على علي بن بي طالب (285) أول فدائي في الإاد؟ التواضع مع الناس من صفات القادة الحقيقيين.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 292,
    "text": "أول فدائي في الإاد؟ التواضع مع الناس من صفات القادة الحقيقيين.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 61
  },
  {
    "id": 293,
    "text": "الدرس الرابع الدولة الإسلامية (الأمويون العباسيون) عصر الدولة الأموية (اء - 2!ا١) هف أول خلفاء الدولة الأموية. ومن أعماله ؟ - اهتم ببناء البحرية الإسلامية. - أنشاً مدينة القيروان لنشر الإسلام فى شمال إفريقيا. ب أمّس ديوان الخاتم لحماية رسائل الدولة من التزوير. () عبد الملك بن مروان (47-16)ه فى عهده استقرت الدولة الإسلامية بعد فترة من الفوضى والصراعات. ومن أعماله -١ قام بسك أول عملة إسلامية. - أمر بنّقط المصحف لتسهيل قراءة القرآن الكريم. ؛ - عرَّب الدواوين للغة العربية. الوليد بن عبد الملك (47-47)ه تميِّز عهده بالرخاء الاقتصادي. وانتشار الأمن والاستقرار. ومن أعماله ١ - واصل الفتوحات الإسلامية",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 294,
    "text": "العربية. الوليد بن عبد الملك (47-47)ه تميِّز عهده بالرخاء الاقتصادي. وانتشار الأمن والاستقرار. ومن أعماله ١ - واصل الفتوحات الإسلامية شركًا إلى بلاد السندء وغربًا إلى بلاد الأندلس, وبلغّت الدولة الأموية أقصى اتساعها. ؟ - أعاد بناء المسجد النبوي ووسع الحرم المكي. ؟ - شيِّد المسجد الأموي في دمشق. ١ أفكر وأقارن المسجد الأموي في دمشق قارن بين جهود معاوية بن أبي سفيان والوليد بن عبد الملك في العمارة الإسلامية.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 66
  },
  {
    "id": 295,
    "text": "ا اكتب كلمة (صواب) أمام العبارة الصحيحة.؛ وكلمة (خطا) أمام العبارة غير الصحيحة -١ كان لدعم أبي مسلم الخراساني دور في نجاح قيام الدولة العباسية. ) - قام الخليفة العباسي هارون الرشيد بإنشاء سوق الوراقين. - استمرت الدولة العباسية أكثر من ستة قرون. 8 اختر الإجابة الصحيحة مما بين القوسين -١ قام الخليفة . ... ببناء مدينة سامراء. (أبو العباس المأمون - المعتصم - الأمين) ؟ - الخليفة الذي قام ببناء مدينة بغداد امت (أبو جعفر المنصور- الوليد بن عبد الملك أبو مسلم الخراساني - مروان بن محمد) ؟ - عاصمة الدولة الإسلامية فى العصر الأموي ا ب- له -",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 296,
    "text": "الملك أبو مسلم الخراساني - مروان بن محمد) ؟ - عاصمة الدولة الإسلامية فى العصر الأموي ا ب- له - (المدينة - دمشق الكوفة بغداد) - كل الأعمال التالية قام بها الوليد بن عبد الملك؛ ما عدا ا (بناء المسجد الأموي الاهتمام بالفتوحات الإسلامية بناء مسجد قبة الصخرة توسعة الحرم النبوي) ٠ - قام بتعريب الدواوين في الدولة الإسلامية ات (معاوية بن أبي سفيان - الوليد بن عبد الملك عبد الملك بن مروان عمر بن عبد العزيز) -١ نجاح العباسيين في إسقاط الدولة الأموية. ...تت - ضعف الدولة الأموية في أواخر عهدها. ...... ؟ - سقوط الدولة العباسية. ...تت دلل",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 297,
    "text": "في إسقاط الدولة الأموية. ...تت - ضعف الدولة الأموية في أواخر عهدها. ...... ؟ - سقوط الدولة العباسية. ...تت دلل على صحة العبارات التالية -١ شهد المجتمع الإسلامي في العصر الأموي نهضة عمرانية. - تميزت العملة في العصر الأموي بطابع إسلامي. تت أن فيا عتمي ادس تاي ٍ ما العوامل التي تساعد على قيام الزراعة؟",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 71
  },
  {
    "id": 298,
    "text": "الوحدة الثالثة وطننا العربي والتنمية الاقتصادية أهمية الزراعة في وطننا العربي تُعد الزراعة من أهم الأنشطة الاقتصادية فى وطننا العربى؛ حيث تلعب دورًا كبيرًا فى حياة السكان.ء فهى توفر الغذاء للإنسان. والعلف للحيوان. تاريخية توفر المواد الخام اللازمة للصناعة. يي ٠ 0 توفر فرص عمل للشباب. سجل المصريون أنشطتهم الزراعية على تي مصدر رئيسي للدخل القومي لبعض الدول ض جدران المعابد والمقابر. مما يدل على العربية. . أهمية الزراعة في حياتهم واقتصادهم. ماذا يمكن أن يحدث إذا لم تهتم الدول العربية بالزراعة؟ أهم المشكلات التي تواجه الزراعة في الوطن العربي تواجه الزراعة عدة مشكلات تعوق تطورهاء رغم توافر المقومات الطبيعية",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 299,
    "text": "العربية بالزراعة؟ أهم المشكلات التي تواجه الزراعة في الوطن العربي تواجه الزراعة عدة مشكلات تعوق تطورهاء رغم توافر المقومات الطبيعية والبشرية قلة الأمطار. نقص العمالة المدربة. ندرة المياه العذية. التلوث والزحف العمراني. التغيرات المناخية. ني ضعف الاستثمار الزراعي. جهود بعض الدول العربية لحل مشكلات الزراعة تعمل الدول العربية على حل مشكلات الزراعة من خلال تحلية مياه البحر. استصلاح الأراضي الصحراوية. معالجة مياه الصرف. بناء السدود والخزانات. استخدام أساليب الري الحديثة مثل الرش والتنقيط. استحداث بذور مقاومة للتغيرات المناخية. معمل لاستحداث البذور",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 81
  },
  {
    "id": 300,
    "text": "الدرس الثاني الثروة الحيوانية والسمكية في وطننا العربي صنّف الآتي حسب ما ينتمى إلى مَراع معتدلة (الإستبس) - مَراع حارة (السافانا) (الأغنام - الأيقار - الأعشاب القصيرة - الحشائش الطويلة - المَاعز - السودان - المغرب). حٍِ أهلًا بكم؛ سوف أصحبكم في رحلة استكشافية لمعرفة أهم الحيوانات ١ 7 وتوزيعهاء باستخدام الخريطة التالية جم الجاموس يا 8 8 6* الماعز والأغنام والأبقار والخيل خريطة )١( أولى دول الوطن العربي إنتاجًا للثروة الحيوانية الثروة الحيوانية في الوطن العربي () الأبقار والأغنام والماعز والخيول تُعد السودان من أكثر الدول العربية تربيةً لهذه الحيوانات؛ لوفرة المراعى الطبيعية بها. الإبل (الجمال) تُعد الصومال أولى",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 86
  },
  {
    "id": 301,
    "text": "والماعز والخيول تُعد السودان من أكثر الدول العربية تربيةً لهذه الحيوانات؛ لوفرة المراعى الطبيعية بها. الإبل (الجمال) تُعد الصومال أولى الدول العربية في تربية الإبل؛ نظرًا لطبيعة 0 أراضيها الجافة. الجاموس تتوافر المياه والبيئة الرطبة للجاموس في وطننا العربي, وتحتل مصر المركز الأول عربيًّا في تربية الجاموس, وذلك بفضل البيئة الزراعية الخصبة على ضفاف نهر النيل التى تُعد مناسبة جدَا 5 0 نَ لتربية هذا الحيوان. الجاموس",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 86
  },
  {
    "id": 302,
    "text": "8 اختر الإجابة الصحيحة مما بين القوسين أحد الحيوانات التي ترعى في البيئة الصحراوية ااا (الخيل الإبل الجاموس - الأبقار) أكمل العبارات التالية بما يناسبها ........ الدول العربية الكبرى في إنتاج الدواجن - ١ ؟ - تعد الثروة الحيوانية مصدرًا ل اتا - تتمثل أهم تحديات الثروة السمكية في ااا ؛ - إحدى وسائل حماية الثروة الحيوانية اتا بم تفسر...؟ -١ اهتمام الدول العربية بتربية الماشية. - تعد الأسماك مصدرًا مهنا للقيمة الغذائية. ما النتائج المترتبة على...؟ ١ - التغيرات المناخية بالنسبة لحرفة الرعي. - التوسع في مشروعات الاستزراع السمكي. دلل على صحة العبارات التالية -١ تسهم الدواجن في تحقيق",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 303,
    "text": "المناخية بالنسبة لحرفة الرعي. - التوسع في مشروعات الاستزراع السمكي. دلل على صحة العبارات التالية -١ تسهم الدواجن في تحقيق الأمن الغذائي للسكان.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 91
  },
  {
    "id": 304,
    "text": "الدرس الثالث  المعادن ومصادر الطاقة في وطننا العربي يمتلك وطننا العربي أنواعًا متعددة من مصادر الطاقة؛ وهي نوعان غير متجددة ومتجددة؛ وهى أساس التقدم والرفاهية فى حياتنا. مصادر الطاقة غير المتجددة 1 ل خريطة () مصادر الطاقة غير المتجددة بالوطن العربي  البترول يُستخدم في تشغيل المصانع والسيارات والطائرات؛ ويدخل في صناعة البلاستيك. ومن أكثر دول الوطن العربي إنتاجًّا له السعودية والعراق والكويت؛ وهو سبب رئيسي في قوة الاقتصاد لبعض دول وطننا العربي. () الغاز الطبيعي يُستخدم في الطهي وتوليد الكهرباء وتشغيل المصانع,؛ ومن أكثر دول الوطن العربي إنتاجًًا له قطر والجزائر ومصرء وهو أقل مصادر",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 96
  },
  {
    "id": 305,
    "text": "الدرس النشاط السياحي في وطننا العربي أهداف الدرس في نهاية هذا الدرس. سأكون قادرًا على أن ٠ أوضح المقومات التي تساعد على جذب السياح إلى وطننا العربي. مير بين أنواع السياحة في وطننا العربي. ا ٠ أفسّر أهمية النشاط السياحى لوطننا العربى. أقدِّر جهود الحكومات العربية في النشاط المبياحي. يُعد الوطن العربي من أهم المناطق التي تجذب السائحين من كل مكان في العالم؛ لأنه يتميز بطبيعة خلابة وتاريخ قديم؛ وتعد السياحة مصدرًا مهمًا للدخل. وفرصة للتعزّف على حضاراته الرائعة والمميزة. هل فكرت يوا لماذا يُفضّل السياح ذيانة اليو و ا وطننا العربي دون غيرة؟ تت قال واد من مكان بي",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 306,
    "text": "هل فكرت يوا لماذا يُفضّل السياح ذيانة اليو و ا وطننا العربي دون غيرة؟ تت قال واد من مكان بي آخر داخل بلدهم أو خارجه. مقومات السياحة في الوطن العربي اليوم سأقدم لكم عرضًا رائعًا عن مقومات السياحة في وطننا العربي. الموقع المميز التنوع ١ تنوع الآثا توافر الأمن لموقع المميز لتنوع الطبيعي تدع الالألىء الضرافة ن عار هد المناخ المعتدل ح* 1 والأمان والمواصلات الفنادق والقرى السياحية",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 101
  },
  {
    "id": 307,
    "text": "؛ - من آثار السياحة على الاقتصاد لتق ا ٠ - من جهود مصر الحديثة فى السياحة لتاق م -١ أهمية السياحة فى وطننا العربى. - إقبال السياح على زيارة دول مثل مصر ولبنان والمغرب.  ما النتائج المترتبة على - تنمية السياحة في الوطن العربي؟ 8 دلل على صحة العبارات الآتية ١ - السياحة تؤثر على الاقتصاد العربى. ؟ - هناك جهود حقيقية من الدول العربية لتنمية السياحة. -١ ما العلاقة بين الأمن والاستقرار وحركة السياحة؟  - ما المقصود بالسياحة؟ وما أنواعها في الوطن العربي؟ 8",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 106
  },
  {
    "id": 308,
    "text": "٠ - ضعف وسقوط الدولة العباسية. ٠١ - اختيار أبي بكر الصديق (885) خليفة للمسلمين. - أهمية النشاط السياحي. ٠ - قيام عبد الملك بن مروان بنقط المصحف. - الاعتماد على الزراعة في بعض الدول العربية. - وجود السهول الفيضية في مصر والعراق. السؤال الرابع ما النتائج المترتبة على...؟ ؟ - تنوع الموارد والثروات الطبيعية في الوطن العربي. ........ ؟ - الموقع الفلكي للوطن العربي. تت ؛ - حدوث السيول في الوطن العربي. .. ٠ - فتح مكة لها لت ١ - غزوة الخندق 9 هات ١ - اهتمام المأمون بالترجمة. تت 8 - تنوع الأنشطة الاقتصادية في الوطن العربي.",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 111
  },
  {
    "id": 309,
    "text": "١ - غزوة الخندق 9 هات ١ - اهتمام المأمون بالترجمة. تت 8 - تنوع الأنشطة الاقتصادية في الوطن العربي. ......... - وجود أنهار مثل النيل والفرات في الوطن العربي. .........",
    "book": "Social_prim6_Tr1",
    "subject": "General",
    "page": 111
  }
]