{"text": "Language: xxxxxxxxxx The MOETE launched Egypts reform vision for the development of education, and the process of developing curricula comes at the heart of this vision. The implementation of this vision was heralded in 2018, starting with the kindergarten stage in its first and second grades, with the aim of continuing until the end of the secondary stage. This vision endeavored to make major transformations in the teaching and learning processes, where there is a transition from acquiring knowledge to producing it, and from learning skills to employing them both in specific learning situations and in the general life of the learner outside the classroom.", "metadata": {"page": 2, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Our curricula also integrate values that contribute to the establishment of our societyvalues which pose as a protective fort for our homeland. Egypts reform vision for curriculum development also aims to take into account the specifications of pre-university education graduates, as well as the challenges Egypt faces locally, regionally, and globally. The developed curricula are intended to foster a citizen who is capable of engaging in civilized conversations and positive dialogues with the other, in addition to acquiring digital citizenship skills. In this regard, the MOETE extends its gratitude and appreciation to the Central Administration of Curriculum Development.", "metadata": {"page": 2, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "It also extends its thanks and gratitude to Longman Egypt and York Press for their active participation in the preparation of this book. Gratefulness also goes to all the Ministrys experts who contributed to the enrichment of this work. Egypts current president, His Excellency President Abdel Fattah el-Sisi. Overhauling the educational system is part of the Presidents vision of rebuilding the Egyptian citizen and it is closely coordinated with the Ministries of Higher Education and Scientific Research, Culture, and Youth and Sports.", "metadata": {"page": 2, "chunk_id": 3, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "The new educational system is only a part in a bigger national effort to propel Egypt to the ranks of developed countries, and to ensure a great future for all of its citizens. Dear students and fellow teachers, It gives me great pleasure to celebrate this crucial stage of comprehensive and sustainable development, an epic in which all Egyptian people are taking part. This pivotal stage necessitates paving a foundation for a strong educational system which yields a generation that is not only capable of facing the major challenges the world is witnessing today, but one that also has complete possession of the skills of the future.", "metadata": {"page": 2, "chunk_id": 4, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "For this reason, the Egyptian state is keen on empowering its citizens by establishing a top-notch educational system that invests in its children the expertise required to get them to compete at both a regional and global level, at a time when the world is witnessing successive industrial revolutions. This dictates that our educational system has at its core an emphasis on skills development, deep understanding, and knowledge production. This can only be done through modern curricula that keep up with the changes taking place globally-- curricula which prioritize the development of skills and values, and the integration of knowledge.", "metadata": {"page": 2, "chunk_id": 5, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "They are also curricula that focus on the provision of multiple learning sources, and integration of technology to enrich the educational process and to improve its outcomes, while addressing the most important contemporary issues. To achieve this, we must all join hands to continue to revolutionize our education, and to support it with all that is required to transform it into a globally pioneering educational system. My warmest regards to you, dear students, and my deepest gratitude to my fellow teachers.", "metadata": {"page": 2, "chunk_id": 6, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Theme 3: How the world works Unit 7 Unit 8 Unit 9 On the farm Review 3 Theme 4: Communication Unit 10 Its home time Unit 11 Go straight on Unit 12 : The Water Pump Review 4", "metadata": {"page": 3, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Theme 3: How the world works Unit 7 Unit 8 Unit 9 Review 3 flower , park, tree, grass, plant, river , beautiful, rainbow, bench wave, high, low pick, protect, environment, throw, trash, recycle, trash can coins, bills, pounds, money, numbers 1-100 stationery shop, toys, school items, pencil case, pen sell, buy nut, apple, orange, banana, lemon, fig useful, currency, sweets, house, eat, flag, people metal, paper , plastic, glass farm, animal, cow, donkey, duck, fish, goat, horse, sheep, bird, cat, hen food, water , shelter , space, Revision of units 7- 9 Yes, there is. No, there isnt. Are there any (red pens) Yes, there are. No, there arent. There is a (cow). There are (twelve goats). m, st", "metadata": {"page": 4, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "ar , ar se, c ts, st ning, e, st , rainb , arr Collaboration: Critical thinking: reality and imagination: Communication: role-plays Problem-solving: Collaboration: Critical thinking: Collaboration: Critical thinking: Observation: Self-management Independence: Self-responsibility: Curiosity: Cooperation: Curiosity: Connect with Science: responsibility: Environmental responsibility: cross- Social Studies: Science: Math: Social studies:", "metadata": {"page": 4, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Theme 4: Communication Unit 10 Unit 11 Unit 12 Review 4 apartment, house armchair , TV , picture, bed, computer , cupboard, couch, wardrobe bedroom, kitchen, living room oasis triangle, circle, square, rectangle ride, cycle, walk, drive taxi, plane left, right, straight, turn, next to street, city, village, country, town, world park, library, school, store, museum, Problem-solving 10-12 room. He rides a bicycle. She drives a car . Turn right. Turn left. Its next to the park. l, tr t, firef ter , r Collaboration: Respect for diversity: Collaboration: Critical thinking: Observation: Self-management Compassion: Independence: Love of home: Loyalty and belonging: cross- Social Studies: Geography:", "metadata": {"page": 5, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 7 Where are you, Grandmother . Its Look, listen, and read Yes, there is. Im on the bench now. Yes, there is. Im on No, there isnt. LESSON 1", "metadata": {"page": 6, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "green, brown, Language: Is there a flower Yes, there is. No, there isnt. Vocabulary: beautiful, rainbow, bench Listen, point, and say Listen, point, and say No, there isnt. Listen, point, and say Listen, point, and say Yes, there is No, there isnt.", "metadata": {"page": 7, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": ". Steam is a gas. is a liquid. . Ice is solid. Water has three states. Connect with Science: LESSON 2", "metadata": {"page": 8, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Look, read, and answer e this picture. It is pin blue, and yellow. I can see boats. I can see the sea. Wow It's a picture of the sea. at the sunset. The . The sun is going down. The s is blue, pin and yellow. I li picture, too. water that doesn't", "metadata": {"page": 9, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "2 Look and circle ar and or 1 Listen and repeat Phonics: the or and ar soundshorsecorn abcdefghijklmnopqrstuvwxyz 6parkstarLESSON 3", "metadata": {"page": 10, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 7 71This par k a beautiful is. 2is a There farm on the horse. 3I sport play the in par k. 4There flowers are in garden the. This is a beautiful par k. 1 Look, read, and order 2 Listen and circle the odd sound out 1park car trash arm 2forty shorts horse flower 3parent garden farm jar", "metadata": {"page": 11, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Yes, there is. Look at the beautiful flowers. 2Hana li kes the flowers. I want a flower. 1 Listen and read Hany and Hana are in the par k with their parents. No, Hana. Dont pick the flowers. We must protect our environment. Is there a river Issues: Environmental responsibility2 Role-play 8LESSON 4", "metadata": {"page": 12, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "3Hany has finished his drin k. in the trash can. This is a beautiful par k. Lets keep it beautiful Unit 7 We can recycle it at home. Look at the trash on the grass. No, Hany. Dont throwyour trash in the river.", "metadata": {"page": 13, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1 Read and choose, then check with your partner . liked the flowers. She wanted to the flowers. Mom said . bHany wanted to throw in the . Dad said they can it at home. Remember to our environmentpark1 I am in the par k. I have some trash. aI put it in the trash can. bI throw it on the grass. cI put it in a recycling bin. 2 If I li ke a flower in the par k, I can . . asmell it. btake a picture of it. cpick it. 2 Listen and complete Read and choose, then check with your partner", "metadata": {"page": 14, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 7 1Look and put a or pick olers. I don't pic k flowers. put trash in the trash can. t put trash in the trash can. throl trash in the riker. t throl trash in the riker. recncle. t recncle. throl trash on the grass. t throl trash on the grass. plant trees. t plant trees. 2Read and trace the", "metadata": {"page": 15, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Project: An Earth collage 1 Read and make 1 Find some old colored paper. 2 Tear the paper into small pieces. 3 Ma ke a picture of the Earth. 4 Stic k the paper onto the page. 12colored paper glue scissors colored pencils LESSON 5", "metadata": {"page": 16, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1 Show and tell Unit 7 Language: This is my Earth collage. It's blue and green. natural world with help. I can read a text on the natural world on my own. I can read and answer questions on a text on the natural world. ar or or sounds with help. I can read key words with ar or or sounds alone. I can put words into groups of ar or or sounds. Writing I can write words on my own. I can write answers to no eo. I can reorder words to form sentences. Issues and speaking I can say why the environment is important to us. I can say ways to protect the environment. I can say other ways to protect the environment. Science I can say the three states of water with help. I can say the three states of water. I can say the state of water and other given objects. make an Earth collage. I wor k with my group to make an Earth collage. We help each other to ma ke an Earth collageSelf-Assessment", "metadata": {"page": 17, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 8 A trip to the store 1Look, listen, and read No, there arent. There are blue pens and red pens. Yes, there are. stationery shop with their parents. What is a stationery shop A shop that sells toys school items. 4LESSON 1", "metadata": {"page": 18, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Look and number 2 Look, read, and complete 1Are there any red pens . 2Are there any orange rulers . 3 Are there any blue noteboo ks . Language: Are there any red pens Yes, there are. No, there arent. Vocabulary: Stationery shop, ruler, pen, bag, notebook, calculator, book, paint, scissors, paint brush, colored pencils, colored paper, pencilpens rulers 3", "metadata": {"page": 19, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1Listen and read 2Listen and point 3Listen, point, and say Connect with Math: Numbers 10-100 LE 52 Its bus number 43. Its 52 pounds. The car is number 84 in the race. I live in number 67. Im number 20 in my team. My grandpa is 75 years old. Connect with math: Numbers I0-I0020", "metadata": {"page": 20, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "2Point and say Connect with math: Numbers I0-I00 Unit 8 Are there any chairs How many are there1 Are there any children How many are there2 Are there any bags How many are there3 Are there any boo ks How many are there 4 There are 33 chairs in my classroom. 171 Read, count, and write", "metadata": {"page": 21, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "3Point, ask and answer Life s kills: Using money LE 35 LE 18 LE 43 LE 29 LE 8 1 and shoes, please 1How much are the shoes and pants, please Thats . , please. 2How much are the T-shirt and s kirt, please Thats . , please. 3 How much are the pants and s kirt, please Thats . , please. 3Read and complete I want a T-s hirt and a jac ket, too, please. Thats 99 pounds, please. Thats 72 pounds, please. 181Look and read 2Role-play 78 pounds", "metadata": {"page": 22, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1Listen and read 2 Read and choose the correct answer 3Read and write 1 Money is useful not useful. 2 Things we need are sweets houses. 3 We use money to buy eat things. 4 The pound is the currency people of Egypt. We use money to buy things. Money is very useful in our world. In Egypt, people use money to buy things they need, li ke food, clothes, and houses. We can also use it to buy things we want, li ke sweets and toys. In Egypt, the pound is our money or currency. Unit 8 192Role-play", "metadata": {"page": 23, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "2 Listen and repeat abcdefghijklmnopqrstuvwxyz1 Look and circle oi and oy Phonics: the oi and oy 5LESSON 3", "metadata": {"page": 24, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "2 Listen and repeat abcdefghijklmnopqrstuvwxyz1Look and trace. Then say 2Listen and match Unit 8 The boy has a toy . the soilPoint at the oil.", "metadata": {"page": 25, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "A coin is made of metal. A bill is made of paper. 2 Look and write 1 Listen and read 22metal paper . 2 . 4 . 3 . 1 A noteboo k is made of paper. LESSON 4", "metadata": {"page": 26, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 8 1 Look and write Number 1 is a toy. Its made of plastic and metal. 2Point and say 23plastic paper metal glass . . A bag is made of plastic1 2 . 3", "metadata": {"page": 27, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Decorate the bottle. Decide what to ma ke. 1 Paint your bottle. 2 Project: Make a money box or bottle money box. water bottle glue money paintLESSON 5 24colored paper1 Read and do", "metadata": {"page": 28, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 8 1 Show and tell Language: This is my money bottle. stores. I can read and answer questions on a text on the stores. I can read and guess the meaning of new words in a text on the stores. oi or oy sounds with help. I can read words with oi my own. I can complete sentences with words having sounds. Are there. I can as k and answer Are there. . . I can tal k about the There are. Writing I can write material words. I can complete a text using number words. I can write simple sentences on what things are made of. Math I can say the numbers 1-100 correctly. I can write the numbers 1-100 in words. I can use the numbers - 1-100 to describe things inside and outside classroom.", "metadata": {"page": 29, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Science I can say the names of some of the materials given in the unit. I can say the names of the materials given in the unit. I can say what different classroom objects are made of. kills I can do simple sums with money with help. I can do simple sums with money. I can as about the price of given things. Project I have problems when I work with my group to make the money box or bottle. I work with my group to make a money box or bottle. We help each other to make a money box or bottle. Self-Assessment L. E. 35 L. E. 18 L. E. 43 L. E. 29 L. E. 81", "metadata": {"page": 29, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 9 On the farm There is a cow and a sheep. They eat grass. There is a horse and a goat. The horse is very big ks in the water. There is a hen and a don key. Look The hen is on the don key. This is a farm with animals. 1Look, listen, and read 2Read and match What is in the water1 5LESSON 1 26At the farm. Ducks and fish. A hen. a", "metadata": {"page": 30, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "3Look and write sentences Unit 9 2There are cows on the farm. . 1 . 3. 2 . 4 Language: There is a cow. There are cows. 2Read and number 1Listen, point, and say 271There is a cow on the farm.", "metadata": {"page": 31, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1 Listen and write the number 1 cow 2 cows 1 sheep 2 sheep 1 fish 2 fish 100 animals A 100 animals Connect with Math: Using numbers 1-100 2 Ask and answer There are many animals on the farm. There are 25 . and 30 . . There are 45 . and 14 . . There are 18 . and 42 . . There are 26 . . 3 Listen again and complete There are many animals on the farm. There are 25 There are 25 cows. LESSON 2", "metadata": {"page": 32, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 9 1 Look, count, and complete 2Ask and answer Yes, there are. No, there arent. Are there any donkeys Are there any sheep41Are there any fish2 birds catshorses3", "metadata": {"page": 33, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1 Listen and repeat 2 Look, read, and say abcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyz1 3 4 6 5LESSON 3 LESSON 3 LESSON 3 Look, read, and say Phonics: the oa,ow, and o-e soundsThere are yellow arrows on my boat.", "metadata": {"page": 34, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "abcdefghijklmnopqrstuvwxyz 32 Values: Caring for animals This animal needs . . 2 Look and write what's missing This animal needs . . 1 Listen and read water. Animals need shelter. Animals need space. Animals need food. abcdefghijklmnopqrstuvwxyzLESSON 4", "metadata": {"page": 36, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "abcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyz 33 abcdefghijklmnopqrstuvwxyz2 Now listen and check your answers Connect with science: 3 Draw and complete A . gives us . . A cow gives us . . A hen gives us . . A sheep gives us . . A duc k gives us . . A goat gives us . . milk and meat. 1 Read and write Unit 9", "metadata": {"page": 37, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1Read and make Project: A model of a farm Wor k in groups. 1 Make your animals. 2 Show and tell. 4 Cut out and stic k. 3 Language: There are cows. There is a horse. 2Show and tell LESSON 5", "metadata": {"page": 38, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 9 farm with help. I can read and answer questions on a text on the farm. I can read a text and choose the correct picture that describes it. oa, ow, and o-e sounds. I can write key words with oa, ow, and o-e sounds. I can put words into groups of oa, ow, and o-e sounds. there isthere are . I can complete a text with there isthere are . I can describe a picture using there isthere are . Writing I can complete sentences about animals. I can complete sentences on what animals need and what animals give us. I can write sentences on what animals need and what animals give us. Science and values I can say what animals need and what animals give us.", "metadata": {"page": 39, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "I can say what happens to animals when they dont have their food, shelter, etc. I can say what happens when animals dont give us food and materials. Math I can count the animals in a picture. I can complete a text using what I see in a picture. I can read and say what is missing in the picture. design a model of a farm. I wor k with my group to design and improve the model of the farm. We help each other to design and improve the model of the farm. Self-Assessment", "metadata": {"page": 39, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Review 3 1Listen and say 2Ask and answer Revision of vocabulary and language from units 7-936 Its a fish. LESSON 1", "metadata": {"page": 40, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Review 3 2Ask and answer Revision of vocabulary and language from units 7-9 1Look, read, and answer Is there a farm . 1 Are there any goats . 2 Are there any don keys . 3 Is there a par k . 4 Is there a river . 5 Are there any plants . 6Yes, there is. Its a fish.", "metadata": {"page": 41, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1Listen and write Review 3 ar or oioy oaowo-e 1How much are eleven pens . . 2I want a boo k and a T-shirt, please. Thats . pounds. 4I want eight water bottles, please. Thats . pounds. 5How much are a car and a trash canThats . pounds. Thats thirty-three pounds LE 43LE 5 LE 25LE 65 LE 81 Count and write the numbers in words Revision of phonics from units 7-94 38LESSON 2", "metadata": {"page": 42, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1 Check () what you can say ) what you can say ) what you can say Review 3 Self-Assessment say numbers. name nature words. name farm animals. say these sounds. oioao-eor Now I can .", "metadata": {"page": 43, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1Look, listen, and read Unit 10 Its home time This is my house. I have an armchair, a couch, and a TV in my living room. My bedroom is small. The kitchen is big. I li ke my house. itchen is big. I li e my house. This is my bedroom. I have a bed, a computer, and a wardrobe. There are some toys and boo ks in my bedroom. Its greatThis is Hanas house. This is Amiras house. 1 21LESSON 1", "metadata": {"page": 44, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1Read and match 2Say what you have at home I have an armchair, a computer, and a bed in my bedroom. 1 in my bedroom. in my kitchen. 2 my living room. in my living room. in my bedroom. in my bedroom. LESSON 2 Language: I have (a cupboard) in my ( kitchen). 42", "metadata": {"page": 46, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Draw your bedroom, then complete In my bedroom, I have a picture, a computer, a bed, and a wardrobe. In my bedroom, I have , and", "metadata": {"page": 47, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "1Listen and read Some people around the world live in houses. Usually one family lives in a house. Some houses have gardens. Other people live in apartments in big cities. Apartment buildings are big. Many families live in the building. 2Look and complete the graph 3Talk about your graph There are . Connect with social studiesLESSON 3 44apartment", "metadata": {"page": 48, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "in the Western Desert of Egypt. An oasis is a green area of land in the desert. It has fresh water and green plants. Houses in Siwa are of different shapes. This is a house from Siwa.", "metadata": {"page": 49, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "2 Look and color the pictures with ay tail play say1 Listen and repeat Phonics : the ai, ay, and a-e sounds ai, ay, ai, ay, abcdefghijklmnopqrstuvwxyz1Nour wants to eat . 2I have one and one nose. 3The cat has a long . 3 Look, read, and complete aia-eay LESSON 4", "metadata": {"page": 50, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "This is my cats tail. I play with my friends. I have a toy train. Look, trace, and say I li e grapes.", "metadata": {"page": 51, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Cut out windows, a door, and a roof. cardboard. Project: : My 3D house Look, choose, and make the house. Stic and the door. the garden. LESSON 5", "metadata": {"page": 52, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 10 1 Show and tell Language: This is my 3D house. There are 2 windows . . houses with help. I can read a text to complete a paragraph on shapes. I can read a text and draw what I read. ai, ay, and a-e sounds. I trace sentences with words with ai, ay, and a-e sounds. I can complete sentences with words with ai, ay, and a-e sounds. Speaking I can say what I have in my bedroom. I can describe my house using I have . I can say what I li kedont like in my house. Writing I can write items in my house. I can complete a graph on houses and apartments. I can write sentences on my house. kills I love my house. I know that other people love their houses too. I know that my house is good and the houses of others are good too. make our 3D house. I wor k with my group to make our 3D house. We help each other to ma ke our 3D house. Self-Assessment ai, ay, aia-eay", "metadata": {"page": 53, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 11 Go straight on 1 Look, listen, and read Our mom drives the car home. Seleem ta kes a taxi. Youssef rides his bicycle home. Amira wal ks home. Thats her house. Who wal ks homeLESSON 1", "metadata": {"page": 54, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 11 beautiful. Theres a 1beach. In front a 2restaurant with yummy food. 3museum and a 4library. I live on Ismail Mohamed Street. My 5school is on my street and next to the school theres a 6park. In the park there are trees and flowers. Behind the park theres a 7store where we buy all our food. 2Look and complete 1Listen, read, and number the places 1 Theres a next to the . 2 Theres a behind the . 3 Theres a next to . 4Theres a in front of the . store park1Library MuseumStore", "metadata": {"page": 57, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Hello. Hany and Hana meet Amira. Hello, Younis. Im Hany. This is Hana. Yes, I do. The city has stores, restaurants, s. There are a lot of people. Hello, Hana. Hello, Hany. This is my cousin, Younis. He is visiting us. Role-play In front of a store. Next to a library. LESSON 3 Where do you live, in a city or a village", "metadata": {"page": 58, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Yes, we can. . Its small. There are trees and farms. I can play with the animals on the farm. Daddy, can we visit Youniss Where do you live, Younis there are trees and farms. in a village. In a village, it has stores, restaurants, and par es the city because. animals on the farm.", "metadata": {"page": 59, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "41 Listen and read. Then say 2 Listen and underline the igh letters 1 firefighter 4 traffic lights2 night5 right3 eight 3Match to form the name of each picture 1fire 3 nia ghtb ightc fighter abcdefghijklmnopqrstuvwxyzPhonics: the igh soundLESSON 4 LESSON 4 LESSON 4 LESSON 4 LESSON 4", "metadata": {"page": 60, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Unit 11 1 Look and trace The firefighter helps us. Go right. 3 The night is black. 1has eight Sara toys. . 2 sleep We at night. . 3 store The is the right on. . 4 father My is firefighter a. . 2 Order to make sentences 3 eight", "metadata": {"page": 61, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Lina: Waleed, where is the restaurant Waleed: Its very easy. Go out of my house, turn left, then right. Go straight, on the left, then past Sherifs house, and its on your right. Lina: Listen and read. Say what buildings A, B, and C are Zein: Waleed, where is Waleed: Go out of my house, turn left, then right, and go straight, past the par on the left, then Sherifs house is on your right. Zein: Ziad: Waleed, where is the Waleed: Go out of my house, turn right and go straight. right. Go straight past the school. Cross the street. The museum is on the left. Ziad:", "metadata": {"page": 63, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Project: A 3D model of our town Choose your building. e your building. Write the name of your street. Put up your building in the town. LESSON 5", "metadata": {"page": 64, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Project: A 3D model of our town 1 Show and tell Selim St. Unit 11 and directions. I can read texts on places and directions and complete with details from the texts. I can read texts on places and directions and find places on a city map. with the igh sound. I can trace sentences with words with the igh sound. I can write sentences with words with the igh sound. direction words. I can say how to get to museum, par k, school, . etc. I can say how to get to my house. Writing I can write words about places and directions. I can write answers to questions on places and directions. I can write how to get to my school. town. I wor k with my group to and say ideas to modify the model. We help each other to ma and modify a model of our town. Self-Assessment Language: This is my house. Its next to the museum.", "metadata": {"page": 65, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Amm Abdel-Azim is a kind farmer. He loves his and his field. He loves them very much. At home, he does not have to worry about ter pump. The water of Amm Abdel-Azims pump makes the best tea. Look and say where Amm Abdel-Azim lives", "metadata": {"page": 68, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "to get water from Amm Abdel- Azims water pump. Amm Abdel-Azim everyone to use it.", "metadata": {"page": 69, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "water pump up and down, Amm Abdel-Azim helps them. He always says, This water pump to the whole village. , Amm Abdel-Azim quickly it. He is always happy to do this.", "metadata": {"page": 70, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "s, Amm Abdel-Azim tells his neighbor, Never stop people from getting water. You must fix the pump when it breaks.", "metadata": {"page": 71, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "The neighbor does not listen. Amm Abdel- Azim comes back after a week. The water pump does not work. He asks his We cant fix it, says his neighbor.", "metadata": {"page": 72, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Amm Abdel-Azim is very angry. He starts to fix the heart of the water pump, but he cant. He asks a to help him. The plumber says, We must pull the pump out and dig it in again.", "metadata": {"page": 73, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Amm Abdel-Azim and the plumber work hard. They fix the heart of the water pump. Many children with empty pots watch. A little boy wants to start the water pump. Amm Abdel-Azim says he can. The little boy shouts, Come on, pump pump.", "metadata": {"page": 74, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Amm Abdel-Azim walks away, saying, The heart of the pump is clean. A clean heart gives clean water. Until today, the water pump is pure and gives water to everyone in the village.", "metadata": {"page": 75, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "water comes out of the pump. Amm Abdel-Azim fixes the heart of the pump. Amm Abdel-Azim allows people to use his water. Look, read, and guess the meaning of the underlined words When Amm Abdel-Azim cant fix the pump, clean, it gives clean water. Amm Abdel-Azim fixes it. s the plumber to help him. LESSON 2", "metadata": {"page": 76, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Look, read, and complete Amm Abdel-Azim is a . . He . . water pump. One day, the water pump . . Amm Abdel-Azim . it. Everyone is happy. Look, read, and say why you likedont like these characters Amm Abdel-Azim", "metadata": {"page": 77, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Revision of vocabulary from units 10-12 Al-Helaly house. I wal home. I come out left, onto Al-Helaly Street. along Al-Helaly Street, past the museum, the library, . I turn Street. I go past the store. Then", "metadata": {"page": 79, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Revision of vocabulary and phonics from units 10-12 LESSON 2 helps the . 2 I can see a and on a plate. 12 Look and write. Then say 3 Read, draw, and complete 1 Listen and write", "metadata": {"page": 80, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Self-Assessment say these sounds. Check ( ) what you can say name furniture. Now I can . to travel.", "metadata": {"page": 81, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "9 Rashdan Street Copyright 2019 held jointly by special agreement between the Egyptian Ministry of Education and Technical Education and the Egyptian International Publishing Company - Longman York Press Ltd. 322 Old Brompton Road London SW5 9JH Essex CM2 0 2JE First Published 2019 This impression 2023 ISBN 978-977-16-1535-4 Deposit The rights of Andrea Turner and Nicola Gardner to be identified as authors of this Work have been asserted by them in accordance with the Copyright, Designs and Patents Act 1 All rights reserved no part of this publication may be reproduced, stored in a retrieval system or transmitted in any form or by any means, electronic,", "metadata": {"page": 82, "chunk_id": 1, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "mechanical, photocopying, recording or otherwise, without the prior written permission of the copyright holders. Commissioned photography: The Publishers are grateful to all those who have given permission to reproduce copyright material. Shutterstock Tainar for p3, p4 and p17 pink flower WDG Photo for p3, p8 and p17 park Smileus for p3 and p17 grass Alexander Tolstykh for p3 and p17 tree eFesenko for p3 and p17 river, and p66 2 CLICKMANIS for p3 and p17 plant Graphics RF for p3 grass, p11 3, p11 4 and p14 1 background, p33 and p36 sharpener, p45", "metadata": {"page": 82, "chunk_id": 2, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "boat, p77 and p78 girl, and p109 balloons KidGamesCatalog for p3 flower Nyoman ady Sanjaya for p3 tree Artlusy for p4 background Tjomek for p4 1 Rostislav Stefanek for p5 2 Air Images for p5 3 Zakhar Mar for p5 4 Dzm1try for p6 thermometer, and p16, p34 and p104 glue Valentyn Volkov for p6 and p17 ice nikkytok for p6 and p17 faucet, and p6 shower Needatang for p6 and p17 kettle RAFALE STUDIO for p6 iceberg Brian A Jackson for p6 umbrella Pakhnyushchy for p6 cloud pluie for p7 1 dhtgip for p7 2 S-BELOV for p7 3 JIANG HONGYAN for p8 and p54 corn ajt for p8 star Callipso for p8 horse Lightspring for p8 sport lindasky76 for", "metadata": {"page": 82, "chunk_id": 3, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "p8 art dezy for p10 1 Spreadthesign for p10 2, and p24 3 Olga Tagaeva for p10 3 newcorner for p10 4 MicroOne for p11 1, p44 goal, p94 and 105 park StudioG for p11 2 Armation for p14 2 VILEVI for p15 1 pavla for p15 2 Mr. anaked for p15 3 Switlana Symonenko for p15 4 DDekk for p15 5 maxbelchenko for p15 6 KittyVector for p16 and p34 paper, and p33 and p35 teddy Ksusha Dusmikeeva for p18 ice-cream VikiVector for p18 truck eakkasit for p18 milk lukpedclub for p18 juice apatpoh for p18 cloud MarySan for p18 steam stockakia for p19 Tim UR for p22 apple and fig, and p68 grapes Pixfiction for p22 banana Maks Narodenko for", "metadata": {"page": 82, "chunk_id": 4, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "p23 orange amphaiwan for p23 nuts efiplus for p23 1 Nevena Barberic for p23 2, and p93 1 Alex Oakenman for p23 3 Ksenya Savva for p23 4, and p79 3 aksenovayu for p23 6 and p24 1 candles NadyaArt for p23 6 and p24 1 cake Meilun for p23 6 and p24 1 Iconic Bestiary for p24 2, and p63 picture 2 brgfx for p24 4 Dahlia for p24 pencils NokHoOkNoi for p25 1 KanKhem for p25 2 robuart for p25 3, p33 bag, and p100 right Incomible for p25 4 Mohamed Fadly for p26 coins Roy Pederson for p26, p29 and p54 bills vkilikov for p26, p32 and p34 10 Fat Jackey for p26, p29 and p34 1 OlegMit for p26 and p34 20 Daniel Wiedemann for p26", "metadata": {"page": 82, "chunk_id": 5, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "50 Kristyna Vagnerova for p28 cactus Mauro Rodrigues for p29, p79 and p85 robot Mar1Art1 for p29 car Runrun2 for p29 T-shirt Studio 1231 for p29 chicken domnitsky for p30 4 Billion Photos for p30 5, and p32 can Neda Sadreddin for p31 1 girl, and p77 boy 2. 4 Dualororua for p31 2, and p57 horse Sanju Graphic Artist for p31 soil Reamolko for p31 oil Neveshkin Nikolay for p31 coin kavalenkava for p31 and p57 coin PinkPeng for p31 boy Julias Art for p31 hand OlgaChernyak for p31 toy horse Mai Elsheikh for p32 and p54 coin alexvav for p32 book drpnncpptak for p32 notebook and p33 1. 2 Martin Spurney for p32 pot Oceloti for p33 and p35 plastic bag La Gorda for p33 1.", "metadata": {"page": 82, "chunk_id": 6, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "4 cenker atila for p35 bag Rvector for p33 ruler, and p58 book, and p79 2 ecco for p33 T-shirt peart for p33 notebook Naddya for p33 bedroom, and p74 apartment Vivid vector for p33 window nikiteevkonstantin for p35 green bag oculo for p34 water bottle Titov Nikolai for p34 paint Olga1818 for p36 RS 74 for p39 and p51 farm Vanderwolf Images for p39, p40, p51, p53, p54 and p59 cow photomaster for p39, p51, p53 and p59 donkey Tsekhmister for p39, p51, p53, p54 and p59 hen Aksenova Natalya for p39, p51, p53 and p59 duck Nosvrevy for p39, p40, p51, p53, p54 and p59 fish KOMEGAK for p39 and p51 goat", "metadata": {"page": 82, "chunk_id": 7, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Osetrik for p39, p51, p53 and p59 horse Tanya Sid for p39, p40, p51, p53 and p59 sheep, and p47 meat Eric Isselee for p39 and p51 animals, and p68 tail Valentina Razumova for p39 2. 2 Nataly Studio for p39 3. 1 Elena Elisseeva for p39 3. 3 Sararoom Design for p41 1 Teguh Mujiono for p41 2, p57 goat, p57 boy, and p69 4 Nsit for p41 3 and sheep 2 Colorfuel Studio for p41 cow 2 Dreamcreation for p41 duck 2, and p57 horse KuznetcovKonstantin for p44 boat Asmiana for p44 rainbow Mushakesa for p44 and p45 arrow karamysh for p44 home Tiger Images for p44 and p54 rose Sabelskaya for p45 fisherman serg65 for p45 rose Sunflowerr for", "metadata": {"page": 82, "chunk_id": 8, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "p45 rainbow yusufdemirci for p45 nose Appu Stocks for p45, p49 and p57 goat Magdalena Wielobob for p46 coat SPhoto for p46 snow and window ozrimoz for p46 nose Nataliia Melnychuk for p46, p48 and p51 goat DONOT6STUDIO for p47 milk LightField Studios for p47 eggs Ewa Studio for p47 wool Gongz Photo for p47 meat Gozzoli for p48 and p51 cows Aul Zitzke for p48 and p51 horse Muhammad Desta Laksana for p49 hen Baby bird818 for p50 clay Vadarshop for p50 box Alex Marakhovets for p55 farm Galushko Sergey for p55 park TizianaF for p56 duck Serg64for p56 park Kaiskynet Studio for p56 sheep DenisKrivoy for p57 winter", "metadata": {"page": 82, "chunk_id": 9, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "hermandesign2015 for p57 billy, and p93 and p105 bike Midorie for p57 park Lorelyn Medina for p57 girl, and p117 children olllikeballoon for p58 pen muklis setiawan for p58 table FARBAI for p58 shelter Panda Vector for p58 trash can, and p91 mouse 4zevar for p58 water Vlad PL for p58 car Unique Vision for p59 garden pichayasri for p63, p73, p74 and p113 couch kibriho for p63, p73 and p74 armchair Ruslan Ivantsov for p63, p73, p74 and p108 TV sergey0506 for p63, p73 and p74 cupboard Andrew Mayovskyy for p63 and p73 picture Scott-lee for p63 and p73 bed shurkinson for p63, p73 and p74 computer Jambals for p63 and p73 wardrobe", "metadata": {"page": 82, "chunk_id": 10, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Klara Viskova for p63, p74 and p113 computer 2 MrBenBa for p63, p74, p108 and p113 armchair 2 Inkley for p63 wardrobe 2 freesoulproduction for p63 and p113 TV 2 benchart for p63 and p113 bed 2 Pix11 for p63 and p74 couch 2 johavel for p63 and p74 cupboard Photographee. eu for p64 a SeventyFour for p64 b Africa Studio for p64 c, p68 play, and p68 cake Beliakina Ekaterina for p64 d New Africa for p64 e, and p75 4, and p82 boy Vereshchagin Dmitry for p64 f Breadmaker for p66 1 Tartila for p66 houses DniproDD for p66 houses AlbertBuchatskyy for p66 houses Iuliia Khabibullina for p67 Photoongraphy for p68 train ABO PHOTOGRAPHY for p68 say Gelpi for p68 face Katerina Davidenko for p68 2. 1 and 2.", "metadata": {"page": 82, "chunk_id": 11, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "5, and p109 picture Evgeny Komzolov for p68 2. 2 sunniwa for p68 2. 3 Tetiana Yurchenko for p68 2. 4 Alexkava for p68 2. 6 Pushkin for p69 1 BlueRingMedia for p69 2, and p77 and p78 boys Kastoluza for p69 3 allaboutpeople for p71 Yang Konstantin Shevtsov for p71 Uki pinggr for p71 and p73 Chinese house Smit for p71 igloo Marwa Goma Hassani for p71 and p73 Nubian house macondo for p72 scissors Andrey Emelyanenko for p72 pencils computerman for p72 pens TacoLlama for p74 wardrobe Vectors Bang for p74 house Gergely Zsolnai for p75 1 Monkey Business Images for p75 2 lunamarina for p75 3 Ollyy for p75 5 Prostock-studio for p75 6, and p83 girl yatate for p77 girl 1 SashaZabava for p77 and p85 kite", "metadata": {"page": 82, "chunk_id": 12, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Bonezboyz for p77, p80 and p108 robots graphic-line for p77 girl with kite, and p93 and 105 car ayelet-keshet for p77 2. 3 fongman for p77 robots KittyVector for p78 and p89 doll Yurchenko Yulia for p78 3 Orange Vector for p78 and p89 teddy, and p93 and 105 plane Supriya for p78, p89 and p90 balloon IrynMerry for p79 4 Denis Kovin for p79 plane Mar1Art1 for p79 car Mountain Brothers for p80 and p108 kite Peshkova for p80 write Nadiia Korol for p80 dolls Dimedrol68 for p80 clock ffolas for p80 pie Bestphotostudio for p80 fries ILYA AKINSHIN for p80 fly Nutlegal Photogrpher for p80 my ltummy for p80 sky insemar. drawings for p83, p89 and p90", "metadata": {"page": 82, "chunk_id": 13, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "emojis Aratehortua for p83 angry, and p113 robot Photoroyalty for p83 fall Pressmaster for p83 grandmother Crazy nook for p83 cat michaeljung for p84 1 Ebtikar for p84 2 Howard Sayer for p84 3 Sergey Novikov for p84 4 cobalt88 for p86 1 Oleksiy Mark for p86 2 Hurst Photo for p86 3 Volodymyr Krasuk for p86 4 robuart for p86 5 Michael Selivanov for p86 6 studioarz for p86 7 AlexandrBognat for p86 8 finwal89 for p86 camera Syda Productions for p87 top and p89 boy ZouZou for p87 bottom showcake for p88 tissue oksana2010 for p88 clay Melissa Patton for p90 kite kongkanglp for p91 phone Helly Hansen for p91 tablet E-ART for p91", "metadata": {"page": 82, "chunk_id": 14, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "keyboard Lilu330 for p93, p105 and p113 walk vectorlab2D for p93 and p105 taxi Lio putra for p93 2 Volhah for p93 3 VectorArtFactory for p93 4 PallaviPatil for p93 5 Mochipet for p93 a Delices for p93 b Analia26 for p93 d Artisticco for p94 and p106 library grmarc for p94, p105 and p106 school Gurza for p94 4 Inspiring for p94 and p105 museum mutsuMaks for p94 and p106 restaurant curiosity for p94 7 and p105 beach CEXM for p96 girl ChameleonsEye for p96 village alexmak7 for p96 citystreet ixpert for p96 world Agrus for p96 country zevana for p96 and 105 town Elegant Solution for p100 firefighter ALEXEY GRIGOREV for p100 night", "metadata": {"page": 82, "chunk_id": 15, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "ClassicVector for p101 1 RTRO for p101 2 hd connelly for p101 3 Alexzel for p102 map Laia Design Lab for p106 Shady Kakigori Studio for p106 Fares White Space Illustrations for p106 Dareen OK-SANA for p107 drive a ViktoriiaP for p107 drive b anthonycz for p107 school aimmilyaim for p107 park KidGamesCatalog for p107 bike Mott Jordan for p107 maps Glinskaja Olga for p108 couch Grand Warszawski for p108 apartment Ljupco Smokovski for p108 bike and p108 walk romakoma for p108 house vectorsector for p108 taxi SergiyN for p108 happy F8 studio for p108 drive TravelMaster for p108 sad fire-fly for p109 bed Galeart", "metadata": {"page": 82, "chunk_id": 16, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Studio for p109 computer the8monkey for p109 robots Visual Generation for p109 kite Andre Adams for p109 kite berkut for p109 teddy Yoko Design for p109 armchair Axi for p109 wardrobe Ilya Bolotov for p109 frame Macrovector for p111 1 Marina Sun for p111 2 Pretty Vectors for p111 3 Miaynata for p113 kite Gorrilar Vector for p113 robot rzarek for p113 balloon Zubada for p113 drive Andrew Rybalko for p113 bike tynyuk for p113 horse KIDA for p113 map NiglayNik for p115 break oticki for p115and p130 crops, and p116 and p130 tractor AndreyPopov for p115 fix, and p115 and p130 plumber somsak nitimongkolchai for p115 flow", "metadata": {"page": 82, "chunk_id": 17, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
{"text": "Koldunova Anna for p115 neighbor Yellow Cat for p116 and p130 pour Shawn Hempel for p116 pot antoniodiaz for p116 and p130 travel lola1960 for p116 water pump AndreyKuzmin for p130 1 AntonIvanov for p130 2 Illustrators: Amal Samir, Every effort has been made to trace the copyright holders and we apologise in advance for any unintentional omissions. We would be pleased to insert the appropriate acknowledgement in any subsequent edition of this publication. CACD Team for Revision and Modifications: Mrs Dahlia Ahmed El-Hefnawy Supervised by Dr Akram Hassan, Head of the Central Administration of", "metadata": {"page": 82, "chunk_id": 18, "subject": "english", "grade": "g2", "source": "English_Prim2_Tr2.pdf", "quality": "low"}}
