{"text": "ا هو . \". بح 1 21 النا و ا ا ا ل ا 1 سلا لا - 4 - ' ب 0 عاملوا الآخرين كما تحبون أن يعاملوكم بلطف واحترام. ب 3 يج 1 1 18 0 إذا أخطائم, لا تحافواء فقط اعترفوا بخطئكم واعتذروا وتعلموا منه. أبييت- د بيجا 1 لبا ا ا 0 لا تشاركوا أدواتكم الشخصية؛ لتبقوا آمنين من الجراثيم. صن ا ال ا 1 ل إ 0 قبل تناؤل الفاكهة والخضراوات؛ اغسلوها جيدا لتتجنبوا البكتيريا. الل 1 ل 0 ساعدوا والديكم في ترتيب المائدة؛ وتعلموا أهميد التعاؤن في المنزل. \" 1 1 ا و إ 7 حب 0 ازرعوا نبتد أو شجرة وساعدوا الأرض على التنفس بشكل أفضل. ' ا : 4 . آ . ملح التابيه", "metadata": {"page": 1, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "هه \"0. نا 5 70 ع الصف الثانى الابتدائى الفصل الدراسى الأول تاليف دكتوراه في علوم اللغة والثقافة دكتوراه في المناهج وطرق التدريس مراجعة أستاذ المناهج وطرق التدريس أستاذ المناهج وعضو المجمع اللغوي أ. د. إيمان هريدي أ. م. د. أسماء شريف عميد كلية الدراسات العليا للتربية أستاذ المناهج وطرق التدريس المساعد الإدارة المركزية لتطويرالمناهج د. إسماعيل عبد العاطي د. كمال عوض الله أ. سلوى عبد الله شارك فى التأليف والتنفيذ د. أكرم حسن مساعد الوزيرلشئون تطوير المناهج التعليمية والمشرف على الإدارة المركزية لتطويرالمناهج الفططل؟ ا ااا 1 0. 0 ب . ؟ -77\"'", "metadata": {"page": 2, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "إلى الأطفال بجمهورية مصر العربية. . إلى معلمي ومعلمات مصر. . إلى الأمر المصرية. . إلى كل من يعلم ويتعلم على أرض مصر الحبيبة؛ تم تصميم هذا الكتاب؛ ليكون عونا حقيقيا لكم جميع. أولا: الجانب التربوي: حرصنا على أن يتضمن هذا الكتاب - وعلى مدى الأعوام الدراسية الستة - مجموعة منتقالا من القيم الأخلاقية والمهارات الحياتية التي تدعم الأسر المصرية في تنشئة أبنائهم وبناتهم؛ فقد تضمن هذا الكتاب قيم الصدق. والتعاطف. والاحترام وحب العائلة. والاعتزاز بلغتنا وهويتنا. ستجدون موضوعات عن بيت الجد والجدة؛ ويوم العيد. واللعب مع الإخوة والأقارب والجيران. في محاولة صادقة لإحياء دور العائلة المصرية العريقة والروابط الأسرية والمجتمعية التي لطالما تمير بها مجتمعنا المصري العريق. وفي نفس السياق.", "metadata": {"page": 3, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "حرضا على جعل هذا الكتاب مدخلا لتوطيد العلاقات الإيجابية بين الأمر المصرية وأطفالهاء أضفنا في نهاية كل وحدة دراسية قصة للقراءة فقط تحت عنوان اقرا مع الأسرة. تذكروا أن هدف هذه القصة ليس اجتياز أي اختبار, وإنما هدفها أن تقرءوها مع أطفالكم قبل النوم أو في يوم الإجازة؛ لخلق وقت إيجابي بعيد عن أي ضغوط. لقد حاولنا أن نجعل المجتمع المصري الثري بتنوعه ممثلا بمختلف أشكاله وسماته. وأن يرى كل طفل أو طفلة نفسه أو نفسها أو من يشبههما موجودا بشكل أو بآخر. . آملين أن يكون هذا الكتاب أداة عون لكل مرب ومربية في مصرنا الحبيبة. في مرحلة إعداد الكتاب تم الرجوع إلى الأبحاث العلمية والممارسات الناجحة؛ كما حرصنا على الاسترشاد بآراء السادة المعلمين حول المشكلات التي تواجههم. ؛", "metadata": {"page": 3, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "كما حرصنا على تخفيف العبء عنهم من خلال تعزيز استقلالية المتعلم وقد حرصنا أيضا على استخدام المفردات البسيطة؛ سهلة الفهم. والملائمة للمرحلة العمرية للأطفال. ومن عالمهم واهتماماتهم. وذلك دون تفريط في الحصيلة اللغوية التي يجب أن يتعلمها الأطفال. ولأننا في جميع مراحل تأليف الكتاب ومنذ اللحظة الأولى كان ميثاقنا أن نضع المتعلم في قلب العملية التعليمية ومحورها. فقد حرصنا بقدر الإمكان على مخاطبة الأطفال بشكل مباشر. وجعلهم البطل الرئيس للكتاب. كما أضفنا في كل درس جزءا خاضا ب رحلتي مع الدرس إيماث منا بالفروق الفردية التي هي جزء من عملية التعلم. كما حرصنا على جعل هذا الكتاب كتابا متكاملا وافي الشرح والتدريبات يستطيع المتعلم الاعتماد عليه تماما في الاستذكار؛", "metadata": {"page": 3, "chunk_id": 3, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "حيث تم تضمين الكلمات الجديدة بألوان مميزة لسر على المتعلم ملاحظتها وفهمها. وتيسيرا على المتعلم؛ تم تقسيم الدروس إلى أقسام واضحة. مثل: القراءة والأساليب والتراكيب والأناشيد. والقواعد الإملائية. والخط العربي؛ ومراعاة معالجة الأخطاء الإملائية الشائعة؛ حتى يتفاداها الأطفال. كما تم تضمين نصوص الاستماع في آخر الكتاب للرجوع إليها عند الحاجة. وفيما يخص مهارات اللغة. ولتنشئة جيل من أطفال مصر قادرين على التعبير عن أنفسهم باستخدام لغتهم بإتقان. معتزين بها وبتاريخهاء قادرين على الاختلاف والاتفاق باحترام وضعنا العديد من التدريبات؛ لتنمية مهارات اللغة الأربع: الاستماع والتحدث والقراءة والكتابة. آملين من كل قلوبناء أن يساعد هذا الكتاب في تربية روح حب اللغة العربية والاعتزاز بها بينكم. وأن يكون هذا الكتاب خطوة إيجابية في رحلتكم في التعلم. المؤلفون", "metadata": {"page": 3, "chunk_id": 4, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "تش 4 - من المهم أن تقراهذه 1 م ب الصفحة قبل الدراسة ي مرحبا يا أضدقائى لكن قبل أن نبدا عليكم أن تقترحوا عام دراسي سعيد. . أنا هنا اسما لى: للمفساعدة 0 اكتبوا على السنورة الأسماء المقترحة. داخل هذا الكتاب. 0 نرفع أيدينا للاسم المفضضل. فاقرءوا إرشاداتي جيدا. . عدد من الأصوات. ع 2 2 اسم الأوبوت 0 و 0 اس هيا نفهم وتناقش: أنشطة للتدرب على الكلمات الواردة أنشطة بسيطة للتأكد من همكم للنض أنا أستطيخ: . 0 و : عالم القضة : حيدا. 0 عناصرها. . آ ف . جوزت\" المصطلحات التى لزه نشاط ختامي لتلخيص ما تعلمتموه ستجدونها د قل تدريبات لتحليل الكلمات إل مقاطعها من الدرس. ع -- الصوتية؛ أو تركيب المقاطع الصوتية و 1 3 2 الجديدة والسلوكيات التي أجبتكم. بها مع أسركم.", "metadata": {"page": 4, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الدرس الأول الاستماع: يوم حميل ا 1 الأساليب والتراكيب: المفرد والمثلى ااا لاا القواعد الإملائية: تحليل الكلمات إلى مقاطع صوتية لمسسسسسسسسا 11 التحدث: كلمات ومواقف تسعد الآخرين ااا 1 الكتابة: وصف صوزة ب سسسسسسسسساسااس سسسمسسساا الا الدرس الثالث القراءة: أحب أصدقائي ااا ا الأساليب والتراكيب: أسماء الإشارة اا 0 القواعد الإملائية: مراجعة على تحليل الكلمات إلى مقاطع صوتية تسسا الكتابة: مراجعة على وصف صورة ا ااا ا رحلتي مع الدرس ااا 0 الدرس الرابع نشيد: الطفل المهذب . ا سس ااا ا تقييم الوحدة الأولي ااا 9 اقرأ مع الأسرة: القطة والكلب 0س ءا اا زر عادات صحية الدرس الثاني القراءة: أسناني قوية ااا ل الأساليب والتراكيب: من أسماء الإشارة ذلك - تلك ااا 9 القواعد الإملائية: اللام الشمسية - اللام القمرية ااا رحلتي مع الدرس ااا", "metadata": {"page": 5, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الأساليب والتراكيب: ظرف الزمان - ظرف المكان ااا 17 القواعد الإملائية: مراجعة على اللام الشمسية واللام القمرية سف ااا ل التحدث: أهتم بغذائي ااا 71 الكتابة: مراجعة على البطاقة التعريفية بس سسا لا الدرس الرابع نشيد: البطل الصغير م م بللللسشاس سس ااا ا اقرأ مع الأسرة: غزال في ورطة ااا كلا الوحدة الثالثة ' الرياخة والتكنولوجيا الدرس الأول الاستماع: الرياضة لنا حميعا متسس تمصو ا اا الأساليب والتراكيب: أسلوب الأمر - أسلوب النهي ااا 1 القواعد الإملائية: الحروف المتشابهة في النطق ااا ا الكتابة: مراجعة على وصف صورة ساس ااا 16 رحلتي مع الدرس ا اا 0 الدرس الثالث القراءة: في النادي ا ااا لا الأساليب والتراكيب: الأسماء الموصولة ااا 01 القواعد الإملائية: مراجعة ا ااا 01 الكتابة: مراجعة على البطاقة التعريفية بمسسسسسسساسس اا 01 تقييم الوحدة الثالثة ااا 111 اقرأ مع الأسرة: هيا نلعبا لسلس 117", "metadata": {"page": 6, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 : يجي ع -- ب -'\" - ال الجادة 4 79 أصل كل جملة بالصورة المتاسبة: 3 9 ب ل ب و 98 2 9 له غ ا 3 2 2 ا اا 1 طمئة تأهد نيد - 9 أخنا الإجاية الشجيعة: ب . أبي إلى سيناء أمس. ساقر - يسافر ج . صديق جميل. هو - هي ه خالد وأخرم وكريم. في الصف الثاني. تلميذ - تلاميد 0579 أضع هذا - هذه - شولاء في المكان امتاسب: ب : 7 9 . . . ااال ل ل", "metadata": {"page": 7, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". 5 كو نحت جع و2 079 أحتا ثم أقمل الكمة: . 5 جه 2د عراس. 0 - - آ كتاب الثاء المربوطة 0 حي 2 دج 22 كلقدور ا\" 0770 أختار الكلمة الصحيحة. ثم أكتبه كالمثال: قفا . ما أ اح ب تت زان 0 حك ااا مبارت - ميارة", "metadata": {"page": 8, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- - الاب ا 4 - انتصق 1 1 - 0 و 1 ايه م لاض الأهداف 6 ض و م يجيب عن أسثلة بمعلومات واردة فى نص مسموع. 0 ا تننتج القر 1 ل نه فى ال: 0 : ا -- 0 اذا", "metadata": {"page": 10, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "حك زه انال وجرن ال و إلى 1 ههه 22 و 7 لنص حبث: بحي 4 ا نص الاستماع في آخر الكتاب 9 أضع علامة أو علامة 00 أمام العبارات الثالية: آ استيقظت مريم متاخرة في الصباح. ا صا ا لذ 1 7ه 1ه رط 5ه ءا . ء 1 0 ل ج مريم فتاة لطيقة ومتعاونة. 559 أحتار الإجابة الصحيحة مم بين اقؤسين: 5 87. 2 لمدا عرد لت اق ها 0 سسا ةي دا 9 ب كاثت للى حزينة لأنها نسيت الحقيبة - القلم - الطعام. ج صدمت مريم فاطمة دون اغتذار - قصد - اهتمام. ا و م وان 7 ا ادو و 6 5و - 0 ن اه نشاط سل ارتب أحداث يوم مريم واكتب الرقم المتاسب في الدائرة: . 8 دن و اا 9 هداع بآ وود - 1س 9\" 9 ألون كل قلب يشمل ما تكلمتة من النص المسموع: و ل 8 احج 9 هيا نبدع و نتعلم 0 أجيث عنا تي جرخو 4 الاك ىم العلم ده ذكء درق 2ق إلى لوو افع وو سوس لوو لوو 7و7 ج أوزع الأدوار التاليه بيني وبين زملاثيء ونمثل القصة: دور الأم - دور مريم - دور فاطمة - دور ليلى.", "metadata": {"page": 11, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "كلماتة الجميلة \"ع حبرو ىن خسرةه زرس 81 ل\" قا الي. 1 1 الإ تتح وان ناا 8 الأهرل --: فنك قلمات وا ام وتسمعها كل صبام. . ججرا 1 ال ماهي؟ 0 إإ- ب 1 -: 1 - بو ال ا إ 0 ا ل دح ل ؤ ابر 7 وي آ 0 لزنا . . . . . اح ا 1 ا لبببمسسس لحر 1 5 0 يتعرف المترادفات والمتضادات للكلمات التي درسها. 2 صور معبرة مراعيا وضوح الصوت. 0 يجيب عن أسئلة حول التفاصيل الأساسية في النص. 9 0 يشارك في المحادثات التعاونية مع الزملاء 0 يستنتج المشاعر المختلفة في النص. 6 حول موضوع الدرس. 0 يطبق ما تعلمه في مواقف حياتية مماثلة. 8 0 يحلل كلمات مألوفة إلى مقاطعها الصوتية 1 في زهاية 1 0 يتعرف المثنى في حالتيه: المنتهي ب ان وين. هذا الدرس يستطيع 0 يتعرف عناصر وصف صورة. 0 وصف الصورة. 0 يتعرف طريقة تحليل الكلمات إلى مقاطعها الصوتية.", "metadata": {"page": 12, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "د 6ه غ8 207 00 در يه على اد قالت سلمى: حقيبتك جميلة يا ليلى. ابحسمت ليلىء وقالت: شكرا يا سلمى. د 87ب ؟ آم دج 7 7 و- 8725 27 5-7 كي 7 في أثناء الحضة سقط قلم يوسف. فقالت له ليلى: هل تريد أن أحضرة لك؟ قال يوسف: نكم؛ فأخذت ليلى القلم. وأعطته له. قال يوسف: شكر لك. 1 ال زر لام . 7 : \"0 يضح ال ا 1 1 ل 5 الح حح : سم 1 ل ا , يب ل نوك ض ,0 . 5 نا - ا", "metadata": {"page": 13, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وح 8 ل وورالار يج ردابي هك 222 ا كد دو ت داق 0ه رس 2ج 0 1 0 آو هه 2 - - ا و ددر - يي جم سا 0 9 0 9 و و وو - ددا 9 5 2 02 0ه م 056 ساسا . د 9 0 ىس 9 و0 09د ل افيح د 9 2 كه 1 ده 22 وانتم يا أبتاثي ويا بتاتي هل تستخدمون هذه الكلمات الجميلة في يوه ع 8 1 تت الفا 1 من فضلك 01 ض ابا اهما 1 . ا : 8 - 7 ض 7و\" 1 7 لمتبسستصس: سبسسكات لح : ا 1 \"8 : ا المفردات الجديدة: ا تشعد: تفرح. والمصاد: تحزن.", "metadata": {"page": 14, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "جزاتب فصيو - 8 . و ليع ب او الب ب ما 0 1 . . 8 هيا نتعلم كليمات جديدة 8 زا ليها ب . 9 أل كل جملة الصورة المتاسبة: 9 فا دنه . . . 1 و2 اه ا قدوء 9 ث\" 6 0 و و ا حقيبتك جميلة تزين اختى 1 لحجرة. اخذت البنت 1 لبق به ص لت ال اا ا . ىك جره 9 2 9م - ن 0 79 كل الجمل الآنية حسب لمطلوب: 0 تجملون تحاط 1 . و نات 2-0-7 9 م 2 اش نت ل 7ك وورء حماء 5 ع ء - ووو . ال ل 0 امد لخب انه ك م 00ل ات ا ق مداقت ها الخرف اكثر 8 7 من مر . ل", "metadata": {"page": 15, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "يا نعهم و نتناكشس ا و 7 8 ل و اب ا ا و - الاشجار القلوب الزهور 059 أسل بالكلمة التي أقولها في كل موقف: ب أعطاني زميلي مدية في عيد ميلادي. 0 ل ب 07 ؟ د - -؟ - 707 0 0 59 أنم شور سلمى وليتى في الشة.", "metadata": {"page": 16, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". م 9 ع ل اسن تي خم طم ند 7 أختار وأحمل شجرة الكلمات الجميلة. ثم أشاركها مع أصدقائي: 0 7 د روو7 0 0 كك . اا يا حز مو , 7 0 رو . شجرة الكلفات الطبية 0 دمئه 35 9 و جح دودة ام كن ماذا أقول في المواقف النالية؟ أ زميلي يلبس قميضا جدينه أقول لق ااا ررب اا 7 يج ك . ب أمي طبحت لى طعاما لذيدء أقول لها ا ااا ج مقط مني الكوب على أدوات أخي أقول له: لا ل ع عن ف 7 2 0 ب 0 أون الكلمات الطيبة التي أمتخدمها:", "metadata": {"page": 17, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "والراكي لمعرد والمتنى فلم قلم - قلمانء قلمين كتاب كتاب- كتابان. كتابين ولد ولد - ولدانء ولدين قر قار - فأران. فأرين عند دعن كن قل لقي من 4خ ا كه ا أو اثنتين نضيف ان او 1 79 أع الكلمات في مكاها امتاسب من الجدول كالمثال: 1 و ل 0 ا كب 0 ا 0 1 ين تثقالة لقان 1 ركلن و ل لد ب- قبل أ م 0 ا لوا الله 0 أ - 0 وده 0 يومان معلمة 0 طيتث مهندسين 20 ل ا لب", "metadata": {"page": 18, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "م ود 9و2 9 9 أحول لمتنى كالمتال: ع رف 0 مم 1 ورده ان - ورفتال. : : عند كثنية كلمة تنتهى بتاء مربوطة تحول لناء 0 - سكس س2 اباء 2 3 2 8 9 : زل الل 2و اسم خمفكة دي . 0 1 ما الهاء في آخر الكلمة فتبقى كما هي دون نحسس نحن تعره و قر هرس سه ب 79 أكمل الجدول كالمثال:", "metadata": {"page": 19, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفواعد 2 0 و9 00 و - - ص - - دون ل الكلمات إلى معا 426 59 لاط تحليل الكيات ا إلى مقاط موية يالا ا اي ار 2 اه . ,1 القرية: القري-ة تفاحة: ثفقاحة الرياضة: ال ر يا ص -ة المقطع الصوتي - حرف متحرك. مثل: 2. 8 أو - حرف متحرك حرف ساكن. مثل: ثر. 8 ' م\" ته و 9 - فم 1 ود 079 أكمل المقاطع الصوتب كلمات الآتية: الا 7 ا : ا 1 تا 4 فاكمة - آ عي النم ب 20 ا اف اولس الها دان 59 أل لجدول كليتار: مركر مر كاز الغط 17 الخطلة", "metadata": {"page": 20, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا 2 5 \"1 ا 7 و ا 0 5 0 4 أتحدث وأغبر كلمات ومواقف تشعد الآخرين خ . 2 22 3 و - ل ا 5 6 2 ألاحظ الصور الثالية. ثم أجيب عن الأمئلة التالية مفيبا: 0 7 ذ- 0 . 0 : 1 احج 2 ت : ض ض أ ماذا تشاهد فى هذه الصور؟ وما كلمات السعادة التى تراها؟ 0 1 ااي 9 6 ب 0 2 37 الى اجاء ال ل : ب بماذا يشعر الأطفال في الصور؟ ولماذ؟ تحدث بصوت وافع 30 ج تحدث عن موقف من هذه المواقف حدن محك من قبل. . حن يتحدت. أشن خش الاشهم؛ لتعرف اتجاهات 2 لكلمات الطيبة تسعد لقا م عاشي 0", "metadata": {"page": 21, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "كدوه ميك ع دخ 6 حا 2 ب 7 ض بحيد صو ا : 2 اا د 7 ا ا ل انشاط 1 الاحظ الصوزة وطريقة وصفها: الفتاة تحمل حقيبة جميلة وملونة. وههدند. زه دو داج د الال ق ل توجد سبورة كبيرة. : 7 اجا نت الفتاة تبتسم وتشعر 0س 9 . و 0 مه نراعى عند وصف الصورة: ا 1ح 2-1 كلمات 2 الشخصيات 1 3 المكان ا 0 المشاعر 1 0 وافحة 0 0 ترق ده سه 3 على ارم اق - 9ك أكمل وصف الصورة الثالية كالمثال: 0 - لم سه 7 9 من 1 4 , 2 اجؤرء. بين ان 8\" ب طاء هي - لي اه جود كان 0 آي ف ديدج 7م82 وو أقيم ذاتي: أضع علامة عند التقيم المتاسب لي: سأحاول مرة أخرى حققت الهدف أظهرت تقدما , وصفت الشياء الموجودة فى الصورة.", "metadata": {"page": 22, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و- 0. حرم ع ه2 كلمات جديدة لفقت في هذه الصفحة تعلمته؟ لتستخدمها ل 0 م7 سام 2ج اج 1 : بعد ذلك. والسلوكيات 3 . 7 1 عاك ث8 1 27 حا 8 ص ااا التي اعجبتك وتريد ان 3 , 6\" تفيد منيا في حبانك. ب 1 و 2 5 3 3س سا ا - 0 و . 0 -", "metadata": {"page": 23, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و فى سم 1 أقرا الففرة. ثم أجيب عن الأسئلة: 0 نير م 8157 س0 بس جأساز ح سدة 4 2ق م . و يخ فس حر اروس له كء كانت نور في المكتبة. فرات صديفتها علياء وهى نتبحبث عن شيء ضاع منهاء فسالتها: عن اي 8 ا 1 5 0 12- 95 75 - 1 ا بجح از لت - 7 شيء تبحثين يا علياء؟ قالت غلياء: ضاعت معلمتي. ماعدت نوز صديقتها حتى وجدت معلمتها. ابكسمت غلياء وكالت: شكر لك يا نور أنت أجمل صديقة. وقذ أمعدت قلبى بكلماتك. قالت نور: عفوا. . نحن أسدقاء والأسدفاء يماعد بعفهم بعما. . و و 457 سه ع فب 7 . 9 - - آ معتى أفرحت؛ حت ب مقر صديقتين؛ ال ب اديج اا- 9 راحم - ساي ال اديج 8 9 د - - أضع علامة أمام العبارة الصحيحة وعلامة 09 أمام العبارة غير الصحيحة: آ نور وغلياء في المكتبة. ؟ 2 مسا م22 كه ما مدر دي جح وك ب شكرت نور صديقتها؟ لأنه أعطتها ملمة جديدة هدية. أ ا أضع الكلمات في مكانها الصحيح: م وي 8 و 7 2 - 35 6 أحيب عما يلي: 2 ذو و9 ايم - ي - قلاع تس 9 و ب أكتب ما يملى علي:", "metadata": {"page": 24, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 9 بت م اله 1 - حم - 1 د د 2 ؟ 0 ا 1 ولماذا تجبه؟ 1 1 - يميه . للتتتت للحا حت ض : -- 1 السظ6956ا حظظ 0 يقرأ النص قراءة سليمة. 0 يعبر شفويا عن أحداث ومشاعر من خلال 0 يتعرف المترادفات والمتضادات للكلمات التى درسها. صور معبرة مراعيا وضوح الصوت. ض رحب عن أسئلة حول التفاضيل الأماسية في الدرس. 9 0 يشارك في المحادثات التعاونية مع زملائه 5 يطبق ما تعلمه في مواقف حياتية مماثلة. 0 0 يحلل كلمات مألوفة إلى مقاطعها الصوتية. في نهاية 0 يوظف أسماء الإشارة في جمل صحيحة. 0 التلميذ أن: وصف الصورة. 0 يميز الحروف المتشابهة في النطق.", "metadata": {"page": 25, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "9 و - أحب صقار ف دعا بي اتن مظتنا . ا ض صباخ الخير. . أنا أحمد. سأحكي لكم ما حدث في المدرمة اليوم. . دخلنا 0 ا م يع 1. 5 27 2 0 ب 22 ب ا م ض ب 4 . 0 لبمداآع يخ دق دئرة لي لق 1 00 8 0 0 د ال 2 7 ل ره 0 2 م 0 \"71 - ال حل . 1 1ط 0 0 3 اخ اذ افر ل ال ب ب ا وجب 2 ال ل", "metadata": {"page": 26, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "هلا لاخر 0. ل الال . , 3 1 , خض 2 8 ما ا لس 84 لع نا 7 03 ءءء 7م 7ه سبج ' \" ا وفى وقت الفسحة جمعت اصدقائى. وذهبنا إليه. وتحدثنا معا. : الها 8 و و ام اف ابر ا د ا ا ال ا ل ل ا ا 5 صضحكنا كثيرا. وعدنا إلى الفضضل. 1 با با 7 1 1 4 اله 0 91 د مدي 0: في نهاية اليوم قلت لشريف: أنا سعيد بؤجودك. آ 8 كوج 25 7 ل م ب 0 ل ا لحت يب 1 اتوةحجيحممسبيسا : نا كيت اح س1 0 جنب وووكة ب ا 107 ل ا 1 ض كدح 1 0 اس مجهي إ ب : ا 5 1 7 5 تي 0 بر 1 اد . أ ع : يب : 1 \"0 لز - ا رم 0 , : مه 1 ب سب 0 8 ت- 8 الحم , يز الحب تت 3 1 يت 1 7 م أ الل \" : 5 . ب 7 م إ 1 سآ\" : زميلا: زملاء. كثيرة : قليلة. - ا ه ا 1 0 دا ني 7 5 لح م ب --بب 5 - ب ب 8 . نا", "metadata": {"page": 27, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ل ا ا هيا نتعلم كلمات جديدة . و ب . و . . 3 7 0 0 اي 9و رده , وزيم - ستل . الل . هنا , جلس الرجل حك 1 الابة فيه وحده. في العناء. أشجاز كثيرة. . 8 جه 9 ا ا الس و وو 079 أكمل الجمل الآتية حسب المطلوب: 1 أعامل . بأذب. جمع صديقي - ب . للعب في الحديقة. مضلا: دخلنا ج احب ا العصفور. ا مفرد: أصوات 1 - ب ال ا أكون ثلات جمل من الكلمات الثالية: ب ب اج 7 3 سعيدد مرحبا أنا ووجودك بك تستخدم لكلمة 8 ب", "metadata": {"page": 28, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "هيا نعهم و نناكس 1 أخاز الإجبة الشجيحة: ول ركن وسط ج رسم الصديقان معا 0773 أضع علامة أمام العبارة الصحيحة وعلامة 00 أمام اعبارة غير الصحيحة: د اجتمع الأشدقاء مع شريف في المكتبة. أن أستطية 0 ك2 أختار التصرف الصحيح في المواقف الآنية: آ إذا قابلت زميلا جديدا في المدرة: أبكسم في وجهه. وأرحب به. 0 ل أكلمه وأرفض الجلوس بجوارن. أجلس وحديء ولا أتكلم مع الكآخرين. أحاول التعق إلى أسصدقاء جدد.", "metadata": {"page": 29, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "علم القصة : 2 جر -- آهرة در - كف جاجع الآ كل أرتب الصور اآتية حسب أحداث القصة: 1 0\" النحب 1 حل هد اب : 1 ا\" ' ل \" ان 1 ته و : ال 8 وقت الفمحة تحدثنا النه. 877 ل م1 رسمنا معا 7 جرة جميلة. في و3 إليه اسأل نفسك: د شجرة جم \" أ ماذا حدث في البداية؟ 9 5 كد ا د يج 1 2ط 2 الل اق بل 0 8 ماذا حدث في الوسط؟ 4 1 خب دخلنا الفصل فوجدنا زميلا جديدا. في آخر اليوم قلت: أنا معيد وجودك. ا 7و 277 وء را ,8 0 ,9 7 2 7 قي طحو 7 079 ماذا فعل أحمد مع شريف؟ وهل أعجبك هذا السرف؟ ولماذ؟ الوعي الصوتي . ل 2 9 - ي رارض ا ك0 أحلل الكلمات إتى مقاطع كالمثال: بارع جميلة اصتداي نأ نات الالال . د ع وا 2 د د 96د له ولاه د 50 أكون كلمة منالمقاطع الصوتية اثالية:", "metadata": {"page": 30, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الأساليب م لود ث2 0 يك الله هد نا 1 ب ع\" رذ الي احم 7 0 اسماء الإشارة هذا طبيب. - حدان طبيبان. هول ب 1. . للمتن هذا - هذي. 0 للمثلى هذان - هاتان. ل رباية هذه طبيبة. هاتان طبيبتان. مولء طبيبات. : 3 7 0 17 0 حم 57و ارده 59 آم كل جلة بالسوزة المتايجة؛ هاتان تلميدثان. 1 مؤلاء تيد هدان تلميدان. هذا تلميذ . . . . , , 00 , أختز ام الإقارة المتايب: أ هذان - هذا - هؤلاء ولد تشيط. ب هاثان - هذه - هذا صديفتان. ج هاثان - هذان - هؤلاء رجلان متعاونان. د هاتان - هذه - هذا رسامة ماهرة. ه هاثان - هذان - هؤلاء معلمون مجتهدون.", "metadata": {"page": 31, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أ . هذه. زميلة جديدة. ب . صديقان رائعان. ه. جيران كرماء و . تلاميذ مميزون. أ ماثان أميان حنوثات ال ج هذان جنري مجاع الت 1 لج ول ا د مؤلاء أفلم ملونة ' 79 أكتب جملة تحت كل صورة وأمتخدم فيها سم إشارةمتسبا: ال 2 ا . ؟ لل", "metadata": {"page": 32, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وار مواجعة عتى تخي الكلمات إلى مقاطع صونية ءءء 25 نا دون ب 1 مراجعة على تحليل الكلمات إلى معاطع صوتيه 79 أحتار لمقاطع الصوتية لصحيحة كالمثال: أ العصفور ات ال عض فو ر - الع ض فوز - العض فوز ب الموزي ات 951 - ال مو زر - الم وز ج الطائز: الت الط طا د زر - الط 1 ئر - الط1 7 ا لاد اوكا ار 2 دي ا 09 ل كل كلمة إلى مقاطعها لصوتي كالمثال: نبالاللا نال . \"5 د و 5ه -- ب\" لاد عي اودر ا ي - 0 يل ار 2-9 070 أكتب أسماء الصور الآتية. ثم أحللها إتى مقاطعها الصوتية كالمثال: أ. ظرف. بيا تبت جالبتا \"0 عه لاك الاك", "metadata": {"page": 33, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "جد 2 -2 - 11 م اتحدث وأغبر صد در لجديد مم 2ق رز 2ت اهم اح اتكميته كاه 2 2 ألاحظ الصور ثم أحيب عن الأمئلة الثلية فبا: ب ل 5 ب 1 د . م - الال ف 1 1 4 ةا ا : ان ا 84 للا . سوا ين 0 ص 8 1 ا متتس ' ل يلا 58 ات 0 7 نب ع . 2 7 أ صف الصور السابقة. ب ماذا يفغل الثلميذ مم صديقهم الجديد؟ وبماذا يشعرون؟ تب ردي دور ورا قب 2 - 2 - 2 0. 5 سسا تحدث بصوت واضح ا ج ماذا تفعل عندما تقابل صديقا جديدا في المدرسة؟ واكم إل صديقك في . ا دوو ةدو هج 2ت ددم 7 07اة. . أتتبع الجملة. ثم أكنبها بخط النسخ: ء ء ءءء لاحظ : اصدقا ى0 لأمهم؛ لتعرق اثجاهات", "metadata": {"page": 34, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "كوي م ن 08 الا سو 0\" و9 هدر صر ان - 0 0 1 0س . عم اج ات 0 احنتور ار 1 وضف و 1 وصف و 1 وصف 1 استخدام . 1 8 1 ب 1 م7 ع كلم 0 ا و الشخصيات 0 أ المكان 1 رز المشاعر 0 افع 1 م ع مك ا حي ثره ء و ا 2 1 و 9 . و 0007 ألاحظ الصورة ثم أمل الجمل بعبارات بسيطة لوضفها: و 2ق . 5 ان و عم 9ه و يوجد في الفصل : 5 يشعر الجميع اي لم 3 باانب . أن ليق حرق 0 1 ا 0 الا م لي ا 0 7 7 0 مو موص 01 3 . 7 0 و 50 أنظر إلى الصورة الآتة, ثم أصفها في ثلاث جمل: وو وودي. - ا 7 لس ا و 27 9و أقيم ذاتي: أضح علامة عند التقيم المتاسب لي: مأحاول مرن أخرى بج حققت الهدف أظييت تقدما صفت الأشياء الموجودة فى الصورة.", "metadata": {"page": 35, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "6 5 ل ' با\" كلمات جديدة اكتب فى هذه الصفحة ا 8 1 تجلمتيا؟ لتمتء مها د 7 7 '1 . 7و7 - ق 3 ال 32 بعد ذلك. والسلوكيات عدخ ب 22 4 . 1 - 27 - ليع تستفيد منها في حيائك. 1 ,' و 2 يي قاو وده شلوك أعجبني ا 1, ا", "metadata": {"page": 36, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "أحب أصدقاة تاب ارا لي د لاحن ا له ا اين نا لا 1 أقرا الفقرة. ثم أجيب عن الأسئلة: - م 0 - 0 هه كي الآى 9 5 - - 2 74 2 7 3 1 . 0 صديقي إبراهيم بارخ في كرة السلة مثلي. تذهب معا إلى النادي كل أسبوع. اليوم في أثناء على مساعدتيء وقلت له: حقا أنت صديق رائع أخار لإجاب الصحيحة مم بين القوسي: آ معتى بارع؛ لت محب - ماهر - صانع ب جمع صديق: ل صديقات - أصدقاء - صادفون أضع علامة أمام العبارة الصحيحة. وعلامة 00 أمام العبارة غير الصحيحة: آ يمارس الصديقان رياضة كر القدم. ص0 7 7م ره و 2 و ا رن 6 أكمل ب هذان - هاتان - هؤلاء: زو 1 حمل . 5 1 كا كا لدو 19 ا ا ل 2 - قيركةة أحلل الكلمات الآتية إلى مقاطعها الصوتية: 7 اه كط 72 ميض طب راج علب", "metadata": {"page": 37, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ت\" و 9 الدرش الزا سرلا ب رش الز 8 617 2 دجام نو 7 الطعن الممقدت تشيد . ما . و - هه الأهداف في نهاية الدرس يستطيع التلميذ أن: م 0 : يحدد الفكرة الرئيسة في النص. 1 ء يجيب عن أسئلة حول التفاصيل الأساسية في النص. 0 يتعرف معاني كلمات جديدة واردة في النص. ز", "metadata": {"page": 38, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "نلا الل كه و و9 ب انا الطفل المؤدب مع الناس مهذب 2 و 0 9 0-7 ا 0\" 0ه - اقول الصدق دوما وما كذبت يوما ب و 9 ا 22 اماعد الكتقار وانصح الصغار ب 088 م 01س دوما - يوما. 11 2 . مهذب: مؤذبا أخلاق: ا خلق. دحت ل ا قي ئلا إخلاقي طيبة؟ 1 د -. 9 اال فأنا طفل موذب مع الناس. دائما أقول الصدق 8 1, دوما: دائما. الكرام: المفرد: كريم. طفل الت 3 أقول 1 حئاصنتلا تحور 1 ولا أكذب. وأيضا أساعد الكبان وأقدم . الصغار: المفرد: الصخغير. - ادلي وا ره ا 1 الصغار: المفرة: لصت يعيش الناس في سللم. ض", "metadata": {"page": 39, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 با - هنا نتعلم كلمات جديدة . ل 0. سد . 5 و ءدة كحي اسار سد له 9 ريم 9 و لاحم 7 أصل كل جملة حسب معتى الكلمة الموة: ع ا 5 طحمجا جو \"0 - - أ أغسل أستاني دوم قبل النوم. 3 و0 سال 27 ة نا نعهم و تنافوسن . د 117 أي ح مح ن ل ا اا 777 أختار الإجاة الصحيحة مم ين القسين: أ يتحدت النشيد عن الكتاب المفيد - الطفل الموذب - المعلم الماهر 9 د ةي لطم 2 0 7 م 7 ج إذا انكمرت الأخلاق بين اناس فستعيش في سلم - صخة - خلاف . 2 7 وح 92 2 7 لدي ارك فق ات زع7 0ك أرسم دائرة حول صفات الطفل الموذب كما فهمت من النشيد كالمثال: يساعد الكبار 0 و و 2 7 ب واو قطي اد ا 3 070 أنون الشكل الذي به كلمتان تثتهيان بنفس الصوت: أخلاق - سلام الكبار - الصغار الطفل - الناس", "metadata": {"page": 40, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "لطغل المه1هدب 1 حت 2 ء قرا ابيات. ثم أجيب: أول الضصدق دوما وماكدببتثيوما أماعد الكببار ال معتى مهلب؛ ات متعاون - شجاع - مؤذب مضاد الصذق؛ ات الكره - الكذب - الكمل أضع علامة أمام العبارة الصحيحة؛ وعلامة 00 أمام العبارة غير الصحيحة: يجب أن معد لان 0 الأخلاق الطببة تجعل الحياة أفضل. 01 2 3 20 امه على 9و ده صل كل عبارة بالصورة المتاسبة: أنصع الصان و انا أ", "metadata": {"page": 41, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "22 و ارزارقر كو ء جم ء و و ا و الاستماع استمع. ثم أجيب: نص التماع في آخر الكتاب أضع علامة أمام العبارة الصحيحة. وعلامة 20 أمام البارة غير الصحيحة: أراذ جمال أن يضر أحاه. 0 أكمل: كان سامي بحب ااا 27 نه 2 و 3 2 0 مو ا موص اله 0 ب 2 1 2 فر رار كور لكرج فرج حت ءءء القراءة أفرا الففرة الآنية؛ ثم أجيب: في حضة الثربية القنجة رسمت سارة لوحة عن الربيع. أخدت المعلمه اللوحة؛ لتماهدها. قات المعلمة: هذه لوحة رائكة يا مارة أنت ماهرة قالت سارة: شكرا يا معلمتي؛ هذه الكلمات الجميلة جعلنى سعيدة دوما. 5 ل عاحة 0 م 7 : و أختار الإجابة الصحيحة مما بين القوسين: أ معتى دوما؛ الت أحيانا - دائما - قليلم أضع علامة أمام العبارة الصحيحةء وعلامة 00 أمام العبارة غير الصحيحة: كم عاط لاحك اطق 2 ال ا \" 8 - 0 -- 0 ب لوحة سارة أعجبت المعلمة. 0 3 راي 927 5 9 اب 20 أجيب: ماذا تفغل الكلمات الجميلة في الشخص؟ ااا", "metadata": {"page": 42, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "النشيد أفرا الأبيات الثالية: أقول الضدق ذوما وشاكدببتيوما بع 0 - اكه لوا ماد الكببمار ونضخحالصقار بأغلاق الكوام متعيا في مآم أختار: يتحدت النشيد عن صقات الطفل المتفوق - الموذب - الرياضي اه دة الدادء. ا -\" 2 ب 0 3 الأماليب والراكيب أجيب عما بلي: ءءء و ىسن ره 0 ره و بن ا أقرا الجملتين الآتيتين. ثم أكمل الجدول: كك 7 دسم سلجف 0 5 7آاءيى كاه 0 راى الطفل زهرتين جميلتين. في الحديقة طائر وفراشتان. لفقي 000 بت 0 الي 0 الا 6 أختار الب الصحيحة مم بين القوسين: آ هذان - هاتان ولدان مهذبان. ب هؤلاء - هاتان ممرضات رحيماث. الإملاء أحيب عما يلى: 2 كح الى امد 7 -ج 0 0 أحلل الكلمات الآتية إلى مقاطعها الصوتية: 0 كح مم ا 7 يج 1 8-7 زينة قارب طائرة أكتب ما يملى علي: وو 0 2", "metadata": {"page": 43, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "وه بل م000 كلل القطة الكلث ب اقاضاه 9 في يوم من اليام قابن الكلب القطة عند النهرء وقال لها: مأنقل المياة من الهر إلى بيتى غداء ولكن الدلو سيكون تقيلا هل يمكنك مساعدتي يا قطة؟ في 7ع 27 2 7 2 3 القطة بفرح: طبعا وسأكون هنا غذا؟ لأماعدك. لي كاده ال ال يوم 298 وقح قم 26 هه 5 8 رد 5 وفي اليوم الثالي قال الكلب بحزن: أين القسة؟ لقد قالت لي إنها ستأتي اليوم. تذكرت القطة وعدها للكلبء وقالت بحزن: آه لقذ تسيث موعدي مع الكلب 0 و ع - سا0 362 2 االا ,8 ف و \" 7 7 . الكلب: شرا لد بمماعدتن الآن الو ليستقيل ا في قع ل م دورق 2 اع 0 مع اأسرة فقط ل تحتاج 5 5 ' 8 1 : - 0س 7 ست . 8 1 0 7 ب 1 ه 1 أ4 1 1 قد 1 س د ل 1 ا كا 1 ل 8 1 7 7 1 فال 1 1 071 انا ا دين الححية رار 7 الح ومست 7 الآ سي سك -. يي عح- اا - د - بع", "metadata": {"page": 44, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الدرش الدوا و 3 الاستاء ووانيينه. وووو نض 01 ض م 1 ام ب , رز ا ا ا 1\" أ ا 7 ض 7 , 7\" ا - اشن - 1 ام ل م : - د : حت ج 7 ', 2 7 ض ب في نهاية الدرس يستطيع التلميذ أن: اصح يوظف ما تعلمه فى أنشطة مناسبة. 3", "metadata": {"page": 46, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 - و 2 22 0 و 5 شه نص الاستماع في آخر الكتاب ا رء 7 ل س سس يد ءءء مم ل مه 79 أرتب الجمل اسلية كماوردت في القصة: لاحظ المعلم أن لين فعيت لين بالسعادة؛ زثبت لين غرقتها قبل رتبت أغراضها بسرعة. لأنها نظمت أفياءها. الذهاب إلى المدرمة. 79 أصل كل عبارة بقائلها: ب عمل ممتاز يا لين. لبي 579 أختار العابة الصحيحة مما بين الوسين: آ زثبت لين كتبها على حت المكتب - الزقوف - الطاولة ب في المدومة طلب المعلم من الميذ . ذرتيب أشيائم - كاب الواحب - الجابة عن الؤال ج في النهاية معرت لين ب حت الحزن - الخوف - السعادة سا 55 5 ح 0 هيا نبدع ونتعلم . 5 03 ا ات د ب 2\" 0 - الجو د رر ا أن ب 79 أرسم العرقة بشكل مرتب وجميلء ثم أتحدث عن اقرقبين الصورتين:", "metadata": {"page": 47, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "' \" 0 : 7 ب \" ذا جنا نا - الاج 0 ا إ 1 : : ل ا : 1 م 0 يقرا النص قراءة سليمة. ا 0 يعبر شفويا عن أحداث ومشاعر من خلال 0 يتعرف المترادفات والمتضادات للكلمات التى درسها. إ 2 صور معبرة. : و ع ع ا 5 0 يجيب عن أسئلة حول التفاصيل الأساسية في القصة. 9 0 يشارك في المحادثات التعاونية مع الزملاء الل 0 يحدد شخصيات القصة. حي حول موضوع الدرس. 4 1 0 يحلل كلمات مألوفة إلى مقاطعها الصوتية. فى نهاية 1 0 يتعرف اسمي الإشارة للبعيد ذلك - تلك. هذا الدرس يستطيع 0 يتعرف عناصر البطاقة التعريفية. 0 يوظف اسمي الإشارة للبعيد ذلك - تلك التلميد أن: 0 يكتب بطاقة تعريفية بشكل صحيح. 1 8 في جمل صحيحة. : 0 8 0 يتعرف اللام الشمسية واللام القمرية. 0 0 يميز اسمي الإشارة للقريب هذا - هذه 1 يصنف كلمات معرفة ب ال وفق اللام الشمسية والقمرية. \"1 7 مسي", "metadata": {"page": 48, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "جلس أشرف على سريرة؛ ثم كر أن م يغل أستاه قاذ لكنه تامل. ثم نام؛ قرآى في الخلم حشرة كبيرا ياجمه حاول أشرف أن يبعدها لكنها كانت تقترب أكثر فأكثر. هرب أشرف وهو يصرخ: لا. . لا. . التعدي. فجأة. . ظهرت فرماة أمتان ضصحمة وقالت له: هذه سوسة الأمتان. لا تقف موف عندما رآت الحشرة القرماة الضحمة خاقت وهربت بسرعة. ؤ مار ض ال ا ساخخو", "metadata": {"page": 49, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": ", 0 0 0 ا د د او 2ه 2 49م ذر مسايق سكا 2ت 0 هخ عء استيقظ اشرف واسرع إلى الحمام وامسك الفرشاة وغسل استانه جيداء ثم ابتسم فى 0ن 3 د ب كه . و 7 2 2 م 9 92ح 2 و 3 27 ض المراة. وقال وهو ينظر إلى الفرشاة: الآن لن تقترب السوسة منى أبدا. ا اسن أ سا ل م ل ا ا ا ا ا قص اشرف حلمه على امه. ابتسمت الام وقالت: فرشاتك تحبك وتحميك مثل الحارس 0 له 717 7 د 2 الشخصيء فلا تتركها يوما. إ م 1 5 1 ا 7 يا م قتسي. ورد و قد اله المفردات الجديدة: تذكر: المضاد: تسى. صحمة: كبيرة. والمضاا: صغيرة.", "metadata": {"page": 50, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و رس جب 2 و 0 7 6 ام ا إوا لب لاهن ض حلم كلما جمدل زا صو ب . 0 3 2 0 جه 0 مهو 9و رةه ل م ' . اسيم ا 1 0 7 و و حكوه 0 لفيل حيوان فص الجدعلين غسل أسناني 7 0 ب و - ع و2 0 ضحم. قصة جميلة. كل يوم. . 8 و ال رار ار قر\" 7 أكمل الجمل الآتية حسب المطلوب: ء 3 ره ره ب وو د ب . التلميذ معلومات الرس. قا ب سه اسدء 2 اس م2 وقصحمؤعده مك غ د ا 0 9 79 أكون من الحروف الآنية: ك ب ق3ق 9 راب تستخدم الحرف خضي أكثر من مر. 1", "metadata": {"page": 51, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ارك : رق . كو رك مس وك 1 زاى أشرف في الحلم . كبيزة تهاجمه. ذه - وح م2 دري عصفورة نعامة حشرة 20 1 - 0 9 6 83 به فرشاة الأستان المزاة السوسة قالت الأ لأشرف: فرمائك مز ؛ قلا تتركها بوما الخارس الصديق الأخ . لك و 4602 الى ساسم لك 79 أختبرمعلوماتي بالإجابة عم بلي: آ ما الذي جعل أشرق يحاف في الحخلم؟ ا عالم انققصة 79 ع علمة نحت الخصيات التى جاءت في القصة: 1 ال-ا الله 8 هه تلم في القصة. ل ه: 7 ل لا ا اليا 7 0 من الممكن أن يكونوا أحاصا 1ه", "metadata": {"page": 52, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "779 أكمل مع أصدقاني الحواربين اقرشاة وموسة التمتان مستخدما الكلمات أستان الأطفال. لا يستخدمون الفرقاة . امتخدامي ات والمعجون؛ مأك ا 79 ما رأيك في كل شخصية؟ وماذا تقول لها؟ الوعي الصوتي م\" دو 19 ي 2-0 قلىكاءة 50 أعلل الكيقات إلى مقاطع صؤك ؟ و9؟ و لي ا ل حي بق د اديج ل 079 أكون كلمة من امقاطع الثلية:", "metadata": {"page": 53, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الأستاليب م . م 2. 7 \" اسماء الإشار - تلل والراكي من أسماء الإسارة ذلك - تلك اقرا والاحظ: ب اراق م2 لاحك هذه سيارة. تلك سيارة. م\" م و ءة وحم لهي 2 - 779 مل كل جملة بالصورة التي تاسبها: 0. 7 ا و 2 9 م و وه وحمي . 0 ادي قو 79 أسل كل جملة باشم الإقارة المتاسب: ال ا م ساي - عر وه سماء صافنة. ذه . يم سا م ءءء 6 عصفور يطير في السماء. 2 0 يمك م 5-7 2: 07 ؟ - رامة قوق الأشجار", "metadata": {"page": 54, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "5 1 . 1 اسم خطحموة و ي 2 1 ذلك - تلك طائرتي الورقية تطير بعيدا. ج مأركب ذلك - تلك الحافلة القادمة. م ره ء 0 احم ء- 7 , 2 9 78 أكمل باشم إشارة متامب هذا - هذه - ذلك - تلك: ء دحج د م - اه - ارد 2 3 راقم طق ه . القلم الذي أمسكة بيدي جديد. و . لجم مضيء. 1 ا قوب تك ئودة ب 2و ماس دهده يل - آ تلك حصان في ناية السباق. اي آ 5 ب ذلك قطة فوق الشجرة. ا 7 و ودآبي ج ذلك مروحة معلقة. د تلك علم مصر يرفرف عاليا. ب ا 72 ب م 0 ؟ 2 27 9 ا نشاط 7. أصف كل صورة بجملة ممتخدما دلك - تل: بن الى", "metadata": {"page": 55, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "9 و و القواعد هه 2ه وش اله 25 22 - و هه 0 ب و9 سر لبس ب في وجا 22 اللام الشمسته اللا الفمرببه الإملائية م يه ولام الحمر رد وه . و 5 اللام الشمسية: 3 تب و1 تنطق قرا والاحظ نطق حرف اللام: ويأتي بعدها حرف مقدد حرف فوقه شدة . مثل كلمة الشمس. . : - \" 2 م م2 ش - ص - ض - ط - ظ - ل - ن سل الشمش الشمعة للا لقمرية: تكد 5 3 3 باج اج اخاعاغ- ب\" م ف -ق -ك -م-ه-و-ى. القمر الفرماة م وي 59 أضع لكمات في مكانه الصحيح من الجدل كالمثال: ب 0 ا ل ا م 9 8 ا ا لي و 95 و الطريق - الحشرة - الصندوق - الأسثان - النافذة - الفواكه - التعغب - الملعب 7 ل واه ا 2 ه اهم 2 قمر . ا آم ال و07 أحدد نوع الام شمسية - كمرية في أسماء الصور الآتية: الفمح الطيور الذئب العسل", "metadata": {"page": 56, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب م 1 ب ب ب تحدت وأعن صديقتى الغرشاة الحدتث واعبر زيعبيى غ 53 8 3 ا 0 3 و - 2 الم 3 8 . 32 ألاحظ الصور الثلية ثم أجيب عن الأسيلة التلية شفيبا: 8 اير اك حم علا ا د و 1 خا - 8\" عر 0 وه ل 0 ب ب\" 1 أعد حكاية القصة من خلال الصور. , دا 27؟ دو 1: 5 0 عم د؟ جا جاك؟ 992 0 ا 1 ب بماذا يشعر اشرف في الصوزة الثانية؟ ولماذا؟ تحدث بصوت واضح ل ل ج إذا أردت أن تذهب للسوم؛ ماذا متفعل لمحافظ عتى . امتمع إلى صديقك 8 3 لا و لا 0 ع لاحظ خم 0 يخ 0 : 0. . . 8 و . . 5م وس ده ا م 2 ما 2 م محف الامهم؛ لتعرف اتجاهات : ل 7 2 0", "metadata": {"page": 57, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "تت أ م اجا 0 3 ف يا نكتب ونبدع 0 الخد ا ب ص كر 27 الام . وج ثجرة لت ا . 3 اع 2 أفرا البطاقة التعريفية لآتية. ثم الاحظ عتاصرها: كح وقد انا حمرة 1 و - را دو . - لمم 829 عمرى سبع ستوات اسمكن فى مدينة الأقصضرء 3 0 مما م و سا للا 7 . احب القراءة وممارسة الرياضة. بد ا ف - ع \"ذا 9 تمك ت 76 7ه 2 انه 0 0 اجنتر ا 7 في كتابة البطاقة اط دل 7 2 جارحا م 1 : , 1 و 11 مكان 1 الهوايات 1 8 رفتة مثل: رع ك5 ل ا لتعريفي : ححا -\" م -\" هوابتي. مع 3ق ةق 2ة الكة . 2ت رادت م - اس ده 0 1 كزر ل ب\" \" 2 ىا . وو يتا م ممم موه مم مم مفة ممم مم ممم مم وميم اسكن في سبع سنواب ذال و ا ا \"م 0 ييه و 257 9و اقيم ذاتي: أضع علامة عند التقييم المناسب لي: م ىوه و8 وه س9 ا ساحاول مرة اخرى حققت الهدف اظهرت تقدما كتبت الاسم والكمر والمدينة والهوايات. ل م - ل وو", "metadata": {"page": 58, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "رحلتي مع الدرس ا بيا ا الو التصركات الجملةظ مد \"ني 1 0 ا اللا ليه \" ا م ت 3 3 0 اليم ردقم", "metadata": {"page": 59, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اسنانى قوبه 08 - يا ب ست ا ا و - ل 0 اولا: القراءة اقرا الفقرة؛ ثم اجيب عن الاسمئلة: 24 ل 7 و2 7س مولن 7 8 0 دخا ارده 0 مي تامت الأم بعد يوم طويل من النحب. لكنها استئقظت عندما صرحت فرح من الأكم, أخذت الأ فرح لأنها لم تكذب. ونصحها بكسل يديه لحمايتها من الأمراض. منذ ذلك اليوم فرح تعسل يديها باننظام. كم أو ل اقيقر ا 1 1 . أضع علامة أمام لعبارة الصحيحة. وعلامة 00 أمام العبارة غير الصحيحة: ء يو 9ه 726 س0 - ا سدساع ب لم تنفذ فرح نصيحة الطبيب. واستمرت في عاداتها غير الصحية. 0 هذه - ذلك - تلك برج القاهرة. هذان طالب - طالبان - طلب ب اي 7 س. ليبا. كج الجا ع7 بك يي بد هذه - هاثان - هؤلاء موظفتان نشيطتان. هؤلاء متقوق - متفوكان - متفوفون. 2 '- ع ل اب ديوو اه لفلا ا سه ا ير 2 ده 0 ا كذ يج . 6ك قء قء قء 2 ا ل ي - 0 أخلل الكلمة إلى مقاطعها الصوتية: طاح ال : 0 ب أكتب ما يملى علي:", "metadata": {"page": 60, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "9 ع8 0 , لان و ا الدرس الثالث ص 1ه طعامى الصحجى 0 أ م ل مقا بط - 1 1 1 دا ا بجح كا 5 ؟ 7 1 ض أ أي 0 الله 1 ا رصح 1 : ع ب 7 لاد ا ل ب : 1 9 ا س0 بح 0 0 1 3 5 را : 1 حت ا ل 4 يز 0 يقرأ النص قراءة سليمة. 0 يعبر شفويا عن أحداث ومشاعر من خلال 0 يتعرف المترادفات والمتضادات للكلمات التي درسها. , م صور معبرة. 0 يجيب عن أسئلة حول التفاصيل الأساسية في القصة. 9 0 يشارك في المحادثات التعاونية مع زملاثه 0 يوظف ما تعلمه في مواقف حياتية. 5 0 يحلل كلمات مألوفة إلى مقاطعها الصوتية. فى نهاية الماك 5 2 - . د د د ك1 ا سكي كبو ديت . ال \"1 يتعرف ظرقي الزمان والمكان. هذا الدرس يستطيع 0 11 يكتب بطاقة تعريفية بشكل صحيح. آم 0 يوظف ظرقي الزمان والمكان في جمل الثلميذ أن: ل 0 يميز اللام الشمسية من اللام القمرية.", "metadata": {"page": 61, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ض جب بن زبب ذات يوم كانت آمنة تشغر بالشحب وهي في طريق العودة من المذرمة؛ فقذ كانت 0 و 1 ري\" - ا الهم ا ا 2- ندل و ده ا وصلت إلى البيت ثم اشتكت لأمها: لماذا أشعر بالشعب دائما؟ . 0 كلت الأ سلامتك ي آمنه لقد لاحظت أنك لا تأكين بعض الأطعمة للجم؛ قسن ااا 7 1 : ا 1 5 فيحب عليك تخبير عاداتك الغذائية. 1 ؤ 7 8 2 4 ا . ع 4 71 سة . 0 2 ل 1 . 11 ب م حب بيت مس يد ' ب 7 ب 0 : دادح د حي 7 3 ب\" ميس", "metadata": {"page": 62, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ال-2 0 د امسقم . ا فين - - - اي مام د الم لآمنة طبقا غذائيا صحيا يحتوي على خضراوات وأرز ودجاج وفواكه. بدأت 7 د الس فقا ا يه دهم 4 22 ا 0 خا - 0 - ا يج ل سقس اد 2 . قالت الأم: العذاء الصحي يجعل جسمك قويا وعقلك نشيطا. ض ادم 2 22 ل 71 اج . \" 1ط فوت جره 2,1 2 0 9س. مةم - 2 2 آ ومند ذلك اليوم نقدت آمنة نصيحة أمهء وأكلت طعاما صحي وبعدذ قثرة تحسنت 0-7 لصن دا ب 5 1 ذم- ب ماد د ب مد : : : ' : 1 قر 1 - - ل م : . 1 4 4 ا 1 : أ الا الا ل بي 1 دي ها ض فير بتكا ين ار 0 8 ,و م 5 7 1 1 7 ف لاع 0 - ص - : 1 5 ام وا ا 1 هر ج حي ا 0 8 5 : بج ا ل مد الج : ج", "metadata": {"page": 63, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". ا زا ا نتعلم كلمات جديدة . 0 - - اذ اع ع 3 و و2 م 0 ىم ,9 و رده 59 أسل كل جملة بالصورة الماسبة: 1 فقا - - ' . ب 8 م 71 8 اتح : 7 آاء- الل د 7 كدة 1ه ريحنا الطائرات الفصل يحتوي على أعدت أمي . مجع م ورد قجرج رار ار قر د 70 أكمل الجمل الآتية حسب المطلوب: . رور و 2-8 - ؟ احا 0 7 ا كو - حى ري وك 2 9 وام أكون ثلات جمل من الكلمات الثالية: وه ول كو 0 0 وو ع ءءء \"سس عب و. يمكنك ان ال سا ا", "metadata": {"page": 64, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفرح الحزن الكب ب قالت . لآمنة: يحب عليك تغبير عاداتك العذائية. الأحت الم الجدة ج مبب تكب آمتة هو قلة اولها . المشروبات الساخنة الحلوى الحذاء الصحي ل 4 سد و 01 يز . 99 0 نشاط 2 أكتب شعور امتة فى أول القصة واخرهاء مع ذكر السبب: تشج آمنة دو 7 بج 7 وس 7. 9 2 ا و0 لغ ال 70 أختار الغذاء الصحي من بين الصور ولونه: ل م 2 أ ماذا فكلت آمتة لتحسين صحتها؟ ااا ب كيف كان خال آمنة في بداية القضة وف نيابتها؟ اا", "metadata": {"page": 65, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "رسالة إلى أفي 0 7 و راسم رةه هه 7 2 ولا لي قط د أل وله شك رنى أني أي فيد ل اذه اسح اميل ا 3 كلمات مماعدة : أفكرك؟ لأنك ااا 8 كلمات 0 2 له سوه 9 أحضرت - لبخت - لمارا أحبك 1 أمى من كل قلبى. السعادة - الخير 7 وس هه 2م 0 ل 29 9 لثم اللا لاضهم 2 9 7ه د را و2 779 أختار مجموعة من الطعمة الصحي التي قررت أن أتاولها خلال الأمبوع: مآ أ داد لكاع ا 5 ول لمم ا امع ار وا ار اا قررت أن أكناول غذاء صحيا خلال الأشبوع, وهو: الغ ا 0 لجاج اليتقال أ 0 1 وه أ قفوو 1 دو الال الا ا 19 ا ا 0 2 79 نل الكلمات الآتية إلى مقاطع صوتة: سه له كك و يوم طريق طعامه ل بمج - 2-1 ف0ىكا و2 59 أكين كت من التقالع لشو اثلية. - 0 - و و", "metadata": {"page": 66, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الاستاليبت ص ا ظزف المكار والتراكيب ن اقرا والاحظ: أ المعلمة أمام التلاميذ. 7 0 34 سلا ني هه - 1 ا اح هي ةق اله 1 0 طق المكا- 0 ج الساعة وق السبونة 1 يي - ل خف هك اق وه ب 2 ا 5 ا -- - مثل: فوؤق. نحبثءء 4 ها 1 7 ل 5 34 م ل 8 5 ا ااا كه رانك انكر ااه ا زه خارج. د 3 أختار طرف المكان المتاسب. وأخبهمكان النقاط: داخل - قوق - تحت - أمام 1 وضحث حقيبتي لت الكربي. ب زآيت القطة . الطاولة. ا يقد د وققت السيارة . باب المدرمة. 0 1 ل ا حك 6 0 2 ل ل 7 . 7. 07 2ل2 2 070 أكتب جملة تحت كل صورة وأمتخدم فيه ظرف مكان متاسبا:", "metadata": {"page": 67, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "كوه ب - ظزف الزمان ارا والاحظ: الرجة استية صباحا. يظير القم ليلا ظرف الزمان د ادك م وو اا 2 1 يات اران حت 1 اسم يدل على الزمنء ار الح ا 1 أ 1 تق 4 9 ا أحتار مرف ان امتايب: ب غنيت في طابور المديمة ليلا - صباحا. اح 0 م 2ه 6 0 2 \"0 ج حكث لي أمي قصة بعد - قبل النوم. د أعلن الحكم قوز فريقي بعد - قبل المباراة. ه أرجع من المدرمة الثالثة عصرا - صباحا. ع و 9 2 مو كمد 2 و2 رد 2 ب 3 أبر عن كل صورة بجملة مستخدما اسم يدل على الزمان:", "metadata": {"page": 68, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الفواعد وا ل ده 2 5 م م 2 و - 0 و 22 راجعه اللام الشمسية واللام العمريه ينودب 1 مراجعة على اللام نيد وا لدم الجهر ي- 0 3 9 ء دي 0 سا اسار 2 2ه 0 9 0 79 أسل الكلمات بالصورة الصحيحة حسب نوع الل كالمثال: فى آي 8 ب القطة 2 ل الأرز السوسة 0 0 0 الزقوف ب ص 0 , ن الب لشجرة ا طق شا1 القواكه 0 م النشاط يكون مشددا. 0 ء 9 ا 779 أحيب كالمتال: وا م قد دده ي - تآ ب ال صندوق تت اللام شمسية - قمرية ذه و ل 0 ي ص ا لق د 0ه . . - . ه ال غرفة ات اللام شمسية - فمرية ع ا 2 ال 07 ؟ - 1 - 1 . 79 أنطر إتى الصوركين. ثم أمتخرج المطلوب كالمثال: كلمتين بهما لام شمسية كلمتين بهما لام قمرية", "metadata": {"page": 69, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- وده ة 2 ب 0. 0 وه نا ,هم - دو لام الحدث وأغبر هم بعد ا نبى ألاحظ الصور الثالية ثم أجيب عن الأسئلة الثالية شقيبا: ور حي م ل لبا عر ادج . 0 مج آ ما شعوز آمنة في الصورة الأولى؟ 1 ع الى احا 1 0 ل تحدث بصوت واضح ل ب ماذا حدث في بكية الصور واستمع إلى صديقك في وم قن 0 م 27 و و اسه اي ل \"", "metadata": {"page": 70, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و و و و سس ب 0 من مز أبريي هيا تكتب ونبدغ مراجعة على البطافة التعريعته مسيم لكاب -- 9 5م556 و00 7ه 7 تحص 0 انور سحضؤطضور ن ا كوه ه 1 مكان 1 الهوايات 1 فص 0 ا 1 الاسم 1 1 العمر السك 1 ل له 1 2 ا ل ا ل أكمل البطاقة التعريفية الثالية: ف 2 ب طخ 2-7 221 أخمار صديقا من أصد قائى. وأكتب بطافته التحريفية: م : - اد 7 فلن 0 رده عيدج 87 و أقيم ذاتي: أضع علامة عند التقبيم المناسب لي: مأحاول مرة أخرى حققت الهدف أظهرت تقدما كتبت الاشم والعمر والمدينة والوايات. كتبت بخط واضح وإملاء مليم.", "metadata": {"page": 71, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "رحلتى مع الدرس 1 تعلمته؟ لتستخدمها ا والتصرقات الجميلة 1 -- ب 0 م 0\" 8 م تستفيد منها في حياتك. 1 1 ل ل ر شلوك أعجتنى كدسدج ا ماي مض\" ا", "metadata": {"page": 72, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا وه ب طعامى الصحى \"م 0 لد لاحن اه ا ان ا ااا 1 - أقرا الفقرة. ثم أجيب عن الأسئلة: الحلوى تخطينا الطاقة لقثرة قصيرة. لكننا نشعر بالنعببعد ذلك؛ هذا ما شعر به مهندبعد أن أكل الحلوى؛ 7 2 رو رو 0 رس كه 7 وا ع\" ب ا 2 0 1-7 - 7-7 شغر بالنكب الشديدء ولم يمتطع اللعب مع أصدقائه. قالت له أمه: الطحام الصحي يقوي حسمك وصحتك. ور ودة 2 رم لا ررك رء ا او د 9 ورا اا فج كو 2 استمج مهند لنصيحة أمه وبدا يأكل الطعام لصحي الذي يحتوي على الخضراوات والفواكه وأصبج نشيط. أضع علامة أمام العبارة الصحيحة. وعلامة 00 أمام العبارة غير الصضحيحة: آ مهند شعر بالنكب بعد ال الخضراوات والفواكه. 0 20 24 ب 8 - ا رن أجيب عما بلي: الا دده ل 7 جح أحدد نوع الظرف زمان - مكان: آ يقف العضفور قوق الشجرة. ع ن - 7 س2 ب أشاهد النجوم في السماء للا. ج السيارة ثقف أمام البيت. أختار: 1 هذا - هذان - هؤلاء ضابطان. ب هذه - تلك طائرة بعيدة حدا. 2 9و 3 ل - 005 6 أحيب عما بلي: عي د اكح الى . ء و . لدب سار اس 2ه 0 00 اضع الكلمات في المكان المناسب حسب نوع اللام: يخ اي و 2 هو 5 . ,7 ي - ل روأ أحلل الكلمة إلى مقاطعها الصوتية: طعام: ا ات 0 خضراوات: ال سالا سا ب أكتب ما يمى عي:", "metadata": {"page": 73, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب و 2-7 الذ الزا و اذكزثلثة ناض 1 1 عند الاستيفاظ من النوم. ف : 2 م 1 2 صم 7 4 ل أ أ 1 ا - ل افو 1 7 - : 2 2 ا 1 اه ا - 0 1 1 لاع الا 2 1 أو . 5 ل أ ا ب 1 ا : 5 ال ؤج 5 الدب وال . 0 اس 7و 5 أ ال 7 ين اق-ااححس ب سس ل ا : يس الأهداف في نهاية الدرس يستطيع التلميذ أن: - يحدد الفكرة الرئيسة في النص. :", "metadata": {"page": 74, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 ' وص كه ين بن بد بم 1 - و د 0. و و وو و 7 الططلال المفيبسر عاداته ميسدة 1 . 1خ حو و قوم في البكور للنور والسروور و و د \"ص 4 4 م و 2-052 4 يبتظلف الاتان برقب المكان ءءء ا 0 0-7 2 52 طعغامه صرسى جسمساة قفو 7 . 5 وي ب 71 د 0 ا 2 و 7 ا 1 جود يي ير قدي 1 لب ال ل للج 1 وخ ل 1 : ل ار 1 ل \"0 التكور - السرورء با 1 : : لسقا . : 0 0 ا لاف 17 ب يصو ل القنتان - المكان. 1 0 ع 8 8 3 ا الاب 7 1 7 تساي : - اود ف ىس 9 وو و ساح ن النشد ع ص عامات د أي الايد ال ا 1 . 8 . فهو يستيفظ مبكراء ويتظف أستانه. ويرتب سريرة م اسل 1 1 وغرحتة وياكل طعاما ما هده للك الصحية ؛ اله : 9 انه : صحي: مفيد للصخة. بورق ربكن 7 2 ل و 1 ا 0. بس سس تجعل جسمه قويا وحياته سعيدة. :", "metadata": {"page": 75, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "افر قسن لات و . . : هيا نتعلم كلمات جديدة لما و ج تعد لا أي الطعام الصحي. ول النهار بن كه 0778 داه . 0 هيا نعهم و نناكس أ يتحدت النغيد عن لت أهمية النور - تربية الحصافير - الحادات الصحية ب جملة يقوم في البكور تكني أله حت مريض - كسلان - نشيط ج يصبخ الحسم قوبا عند كاول الطكام . تت الشريع - الصحي - اللذيذ ب 3 7 و 0 مو 9 ري 07 أصل كل عبارة بالصورة المناسبة: 1 يقوم في البكور. ب غسل الأسنان عادة صحية. ج طعامه صحي. ل عن 4 قط كو دبا 96 -ا. 7 2 079 نون الشكل الذي به كلمنان تنهيان بنفس الصوت:", "metadata": {"page": 76, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "', البطل الصعي 0 . ل ليا و - مويء 7 8 8 و22 2 ار 2 يقوم في اللكور للنور والمور 21 و و 3 - ه و ب 0 أل 07 آ ب 8 0 و تم 1 7 مضاد السزور: ات القوة - الحزن - التقاؤل أضع علامة أمام العبارة الصحيحة وعلامة 00 أمام العبارة غير الصحيحة: ييا قح امس ا اراح قو اح تنظيف الأشتان من العادات المفيدة. أضع علامة نحت العادات الصحية التي تجعل يومي سعيدا:", "metadata": {"page": 77, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 1 الثاني لملا 8 - رو و 222 و ,99 ع\" و 01 0 و رو - 0 الاستماع استمع. ثم أجيب: نص الاستماع في أخر الكتاب أضع علامة أمام العبارة الصحيحة. وعلامة 0 أمام العبارة غير الصضحيحة: 1 فكرت ليل لكب بسبب قل القع 0 2 9ل ا 2 ا 0 أكمل: من الكادات الصحية التي نمح بها الطيب تت التعبير الكتابي أكتب بطاقة تعريفية صديقتنا ثوران: ء ا 9 لان ضفي نوران - سبع - السويس - الرسم رن له ع 2 9 . مو أحب القراءة وت 7ع كر رار كر للدي ثصرة 2ت د ءءء القراءة أفرا الففرة الآتية. ثم أحيب: البدنية بشكل أفضل. فكمتطيح اللعب والدرامة بكل تماط دون تب. أخقار لإجابة الصحيحة مما بين القوسين: ء 7 لط 5 0 آ مضاد تقاط؛ لت هدوء - كسل - نطء أضع علامة أمام العبارة الصحيحة. وعلامة 00 أمام العبارة غير الصضحيحة: آ شرب الماء بانتظام يجعل الحسم نشيط وقوب. أحيب: ما قائدة شرب الماء بانتظام؟ ااا", "metadata": {"page": 78, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2 ن-\" م كم اللكارسة النشيد أفرا الأبيات الثالية: ا 8 و 2 سا2 يقوم في البكور للنور والؤر وء ءة ل 0 أصل كل كلمتين نتهيان بنفس الصوت: 72,5\" 2 ع \"م ا  . 9ج اأساليب والتاكيب أضع خطا تحت المطلوببين الفوسين: أذهب إلى مدرمتى صباحا. ظرف زمان 8 سر رار القت 9 و2 اال مدرستي أمام مكتبة الحي. ظرف مكان تعجببى د 1 سم إسارن للبجيد ا سوسا روي 1 2 في الوجه غينان ونف وكم. مثلى الملاء أحيب عما يلي: كد و الى 7 0 9س ال سالة له 0 أكتب الكلمات. ثم أختار الإجابة الصحيحة: 2 ل ل ي - 0 7 72 أحلل الكلمة إلى مقاطعها الصوتية: أكتب ما يملى علي: 53 . اد 3 به 3. 28 العقل السليم فى الجسم السليم. .", "metadata": {"page": 79, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- 4 و . 0 1 ادن ا 5ر2 ذ د و اتفهن ض وم 0 حم ال ا 2 م00 7107 5 2 حب مه طاة الا - - زد ااا اذ كا 8 فى يوم من الأيام تحث شجرة صحمة في العابة صرخ العزال الصغير قائلا: يم تي كمعه 2 \"1 لأحضهم وك 9 1 مح الى اه لا امتطيع الخروج وقعت في شبكة الصياد. 9 كر ص2 ا قله 2ر ا 3 الأرتب: لا تخفء سوف نساعدك. و ل ا ا 9 اه لاب 75 3 آ1 انشه : - 8 د كه 2 4 ف جه اا ا 3 9 72 - فى يق . 9و0 3 : لوي ض الطائر: سابحث عن الفار واحضرة؛ ليقرض الشبكة. هذه القضة للقراءة والمنحدة ع ها ا7 ض 2 لوه إل او ا ا - الات لا إرلرة 25 اا ا الف ا ل ا ا ا اس رق مع الأسرة فقطء لا تحتاج ورك فقن الأرتب: فكرة رائعة. ونحن أيضا ستبحت عن القار. ل 7 ا ات ل : ل ض و ار ض 7 . - ماي . ل : ا ا صن لذ ال ا ا ل للتاترن يبي حم يه ن بن", "metadata": {"page": 80, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب ائيس وجد الطائر القر بين الأشجار فطلب منه المساعدة. : 9 دي 46 قمءة 4 . رك حم لآم قد حاط تلات الله ود ا قب الأرتب: هيا أيها الفأر اقرض الشبكة. والطائر ميحاول آنا والسنجاب سنشدها زب جايد رز احرص والطادر سيحاول را وانا و جاب ءءء 0 ع يه دقر ده - 0 - 0\" - ا ليده الغزال الصغير: أنا الآن حر شكرا لكم جميعاء نجوت من الصياد بمساعدتكم. 6 ا 1 2 المج ض السنجاب: الأصدقاء دائما متعاونون. 0 2 - ل ا نح ص الطائر: الحياة أجمل بالتعاون. ا وارقل 1 رن . 3 1 لكيه ' 0 ا أ سيل الماح نا اب لا ا 7 3 ك 0 1 دسا اح حت الات . . . -ده- بح", "metadata": {"page": 81, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "سد تمع ال النص 0 أجيب: م 5 نص الاستماع في آخر الكتاب ب ي و ديد 2 9 داليم ن اي لدي 2 9 راحم \"0 3 اجو 79 أضع علامة أمام العبارة الصحيحة وعلامة 00 أمام البارة غي الصحيحة: 1 تشاهد نوز فييهات عن الراضة وريم ثقوم الثمارين. 0 ب تكلمت ريم الحركات الرياضية من الفيديوهات. 0 ج الرياضة تجغل الإنسان أقوى وأكثر تماطا. 0 9 أختا يعات لبي تي عن كل وني قوة - كسل - نشاط - ضاعة وفت - صحة - تعب العين دما 7-ا بن بطع 0 ل رء 5 وا ر2 7 ا 9 2 59 رتب الحروف؛ لأكون كلمةكالمال: اداد اديه 50 - هه ته م الك هيا نبدع و نتعلم ن كلمات من القلب: كنب تيه يتفي لما من الذي", "metadata": {"page": 84, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "اي اا الغقزاءة - 1 1 : 5 - 0 0 ط ماذا نجب أن 1 8 أوفات الفراغ ؟ 4 3 0 ا أ 1 - احم هنا اانا تدج رج المناهسا 0 يقرأ النص قراءة سليمة. 0 يعبر شفويا عن أحداث ومشاعر من خلال 0 يتعرف المترادفات والمتضادات للكلمات التي درسها. 1 صور مناسبة. 0 يجيب عن أسئلة حول التفاصيل الأساسية في النص. 0 يشارك في المحادثات التعاونية مع الزملاء 0 يحدد المشكلة الرئيسة في القصة. 28 اع ل 0 يستنتج مشاعر الشخصيات من أحداث القصة. 0 يحلل كلمات مألوفة إلى مقاطعها الصوتية. في نهاية 0 يتعرف أسلوي الأمر والنهي. هذا الدرس يستطيع 0 يكتب وصفا لصورة مراعيا عناصر 0 يوظف أسلوتي الأمر والنهي في جمل صحيحة. 0 التلميذ أن: وصف الصورة. 0 يميز الحروف المتشابهة في النطق.", "metadata": {"page": 85, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "9 ل ل 1 2 ذو سا حسام والكمبيوتر 2 - 7 اس او 07 0-2 2 ا م 7 ا ل ا ا 7 7 يجلس حسام فكرات طويلة أمام الكميوترء واليوم وضع يده على غيته دي اد ال 0 72ص 0 1 را ا ب م 3 0 7 ن ج 4 2 قالت الأم: سلامتك يا حسام. . أعرف أنك تحب الكميوني يق لك وتكن الجلوس أمام الشاشة لقثرة طويلة عيتئك. ل , 3 اب ند لز نك اج م محجه 7 ب - ف تن 3 1 1 . لا ا 1 5 0 ب 1 0 ا 1 \"0 الا يح ازا ق را . 1 - 0 أ ا 1 الحم 1 بيبا وا ا 1 1 وهاه 0 ت تي ا فشن\" 0 - سد - 5 ل \"5 يجي وقرايى الزدصرك لخد كه لجع 5 اللأمرة ب قال حسام: ولكتى اريد ان اكمل اللعبة. : م 229 داه اس عدي دده ك1 0 نآ - ددبي دئس 7 0م722 إاحسرى 7د اال ا ب 3 08م ال 9 . م 9 - بدو كام 0 0 2-6 2 2 م25 9 ركمة إلى الشاشات يسبب مشكلات للعين. ويقثل قترات النوم اللازمة أيضا. وقلة الحركة 7 اه 9957 40 دض ص2", "metadata": {"page": 86, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "72 م 4 ءءء - 03 قال حسام: وماذا أفعل يا أمي؟ . ل 6 رار ب 2 دور 2 اد 929 2 ال اه ا ل ا قالت الأم: ما رأيك أن تحدد وقتا قصيرا للالعاب الإلكتزونية. ووقتا اخر لتلعب مع ه سر 2 لع س الولغاي . 0د ل اصحابك وتمارس الرياضة. وبالطبع وكنا للمذاكرة والصلاة؟ . \" ا 8 . 9\" 9 9 , 9ج ش - ليحافظ على صحته. م ا نح 11 وه ا\" 1 8 - 1 \" 5 0 1 : قر 1 : ا : و - و أك ح1 10 1 1 - ا : ل 6 1 1,5 سس 1 : 4 9 ار 1 لا 15 0 الت 2 وقت: أوقات. 1 1 ا 1 لبو : 1", "metadata": {"page": 87, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "صو دروو اجا و 2 و . صو 0 صو و و 0 هنا نتعد ى جديد ما صو ب ب هم 79 أسل كل جملة بالصورة المسبة: كان الطفل متآلما الطكام المكموف يوزع جذي من أستانه. يؤذي صحتك. الهدايا علينا. . ى 0 9 2 م 7 - 9 9 79 أكمل الجمل الآنبة حسب المطلوب: أ أمارس الرياضة في . الفراغ. جنع وت - ب ماقر خالي فثرة تت مضاد: قصيرة حر ء - ؟ 9وو . موص حر كون من لحروف الآنة:", "metadata": {"page": 88, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "يا فمماة و نا 7س 0 هيا نعهم و نتناكس أ يجلس حمام طويلا أمام سس ب فعر حمام بألم في ا سا 6 و ل 9 ب - 5ه ج تصحت الكم ابتها بتحديد . للجلوس أمام الكميوتر. 1750 أجيب غناي آ ما المشكلة التي حدنت لحمام؟ علم القصة 0 اه ددة د دلي ةقةء و ف 70 أصل كل صوة شور حمام قبا مخ ا الى جا 3 كر ا ق 1 . 9 ل 0 ا خاي كي", "metadata": {"page": 89, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "آنا وأصدقائى كرك 47 لبه كي 47 هه أنشطة تقوي ب أنشطة تنمي عضلات الحسم. معلوماتي. ع كر م7 017 - 2 را و ا راد افده 7 79 كنب جملة إرشادية أنصح بها زملائي بعدم الجنوس طويلا أمام لكمبوتر . ل ان ا و لا لهم 9و. - 9 دول العدات الشحية امقيدة: رو 9 0 0 . الم . 5 حي لا آم لس 7ياء طم ماج أكمل الجدول التالى بأنشطة مفيدة للصحة مثل: 01 ذقائق رياضة - 1010 دقيقة قراءة. ؛ ا راد ا نه 1 - ؛ ك2 7 7 وانفذها خلال اليوم: ا 2 و 5ح ىم ,7 ي - قلىلاهة 79 أل الكلمات إلى مقاطع صوئبة: \"0 9 ا أصحاب الجلوس الشاشة 0 روا م ح 5 29م ل رةه 9 أكون كعد من امقاطع اللية. ء 0 7 - و 3 - يه", "metadata": {"page": 90, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الاساليث ة تلوت الأ 2 شلوب والتراكيب جا حمر الكلمات الملونة تمعى فعل أمرء وهو طلب القيام بفيء ما. تجح قم وض 3 ا ا و 8 2 88 نما الجملة التي فيها فعل الأمر تسمى أسلوب الأمر. ل 6 مه قو - جره - \" 00 9ه ل 779 أختار الفغل المتاسب؛ لأكمل أسلوب الأمر كالمثال: آ اكتثبي - كتب الواحب يا سارة. ه اجلس - اجلسي على الكرمي يا مري . \"5 3 رج 9 0 اج 2-0 ار اراس 09 أفرا اعبارات. وأطلب من زميلي وميلتي اللتم به المتال: آ الحفاظ على المياه. جحافظ على المياة. ا جافظى على. المياه-.", "metadata": {"page": 91, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 ن با آسلوب النهي اقرا والاحظ: \" , 0 1 أسلوب النهى - ل الناهية فعل مضارع ول 7 رو ف ري قو زم الخ و 82 6 ب ا 79 أكمل بالكمة المكاسبة؛ لأكون أملوب تفي لا - فغل مارع كالمثال: ب لا . عن موعد المدرمة يا آدم. ج لا . بالكرة في الشارع يا فاطمة. ه لا . أمام شاشة الكميوتر قثرة طويلة. نر ديوو اه ع2 ل وه ا\" 79 خبر عن كن صورة مستحدم أملوب النيي كالمثال: يي 7 ضي", "metadata": {"page": 92, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "القواعد الج ف المتد 2 0. انط آفرا. والاحظ الحرف الملون: تراط ق ك . 7 ص 17 وه 1 0 يو 0 د ص عي يه ذ ثشاظ زا س ص 1 ريت ال . ب د - ض في حديقة الحيوانات. ب . هبثت ذ - ظ أختي إلى المدرمة وعادت وقت ال. هر ذ - ظ. ه أجاب ال. . الب ت - ط عن السؤال.", "metadata": {"page": 93, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "3 0 ا ب 0 1 0993 9 ب آتحدث وأغبر 9 ببو در م 2ق ام -- إكاردج لمت د اه اح اثكمايكه لكايه ىد ألاحظ الصور الثالية. ثم أيب عن الأئلة الثالية مقيب: اي - ا إ إل 1 مكحلا : - 7\" تفط عد - عر 0 ارده ارهد تحدث بصوت واضح م ل ب بم يشكر حسام في الصورة الثانية؟ ولماذ؟ في أثتاء حديثه. ج كم ذقيقة تجلس أمام الكميوتر؟ هل تلغب وتتحرك مع أسدقائك؟ حت خم ب ب 0. لاحظ النشاط - صعما ث الإنساز النا 2 . لأمهم؟ لتعرق اثجاهات : وا ا للد الحا الا للا اه الحم ل ار اتج لاض ف يف نا ل مسا د 7 ج في خط النخ: لز", "metadata": {"page": 94, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "داهم و ا يي كه ص ان 1 و . ' يحم نا بن ا -- ما 0. . - : و ب م سه . عم 1 02 تراعي عند وف الشورة: ره اجو جور : ءتدور و\" : ل وا ف\" : 0 44 0 ا ل \" 84 ل ا ل 7 ره اه سة . - دج الي اير وصف 2 و 1 يه: نشاط ا الصوزة التالية اشئقة بها ضوء ضعيف. ذيى 8 1 لله بردحبده على حيته. 1 رار 7 دوو . ل 0 7 0 م ص 01 رودو و 27 هه 7 و ء نظر إلى الصورة اآنية. ثم أكتب ليا وصفا مناسبا: 5 وف ل 5 ود كان 0 ىده لدع 7م85 229 أكبم ذاتي: أضع علامة عند التقيم المناسب لي: سأحاول مرن أخرى نتج حفقت الهدف أظيي تقدما 1-2 4 12 عام تدج حب وصفت الشخصيات والمكان والشعور. جم 7 8", "metadata": {"page": 95, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "0 ل ا 3 ل حلتى مح الدرس -. م - حم كلمات جديدة اكتب في هذو الصفحة ا : تكلمته؟ لتستخدمها 8 دبا ووه ي2 2 وف : 1 2-8 20 9 ص - اج والتصرفات الجميلة : : 50 ده رو \"0 : يا التي أعجبنك وتريد أن . تستفيد منها في حيائك. 2 - د إ و م 3 4م د 4 2 ريه\" ا ط \"ع ن\"", "metadata": {"page": 96, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ب - ب 1 9 ص حسام والكمبيوتر 0 كوي الث4. ارد تمعد لحن ا ليه الاين اها ا ا اولا: القراءة دي اقرا الفقرة. ثم اجيب عن الأسئلة: لرياضةء ويضا وزع وفقةبين اجلوس أمام الكميوثر والحركة واللعب مع الأصدقاء في الحديقة. 05 و ا ء ا ال ج د وفرع 8 أستخرج من الفقرة: أ كلمة محناها يقمم: . . ب كلمة مفرذها وقت: ا أضع علامة أمام العبارة الصحيحة. وعلامة 0 أمام العبارة غير الصحيحة: ء وه اب ل اه 1 سمير طفل متقوق. ب ينام سمير متآخرا. ره ء 2 . به 25 9 ا و تل صمهك 3 م ل اا ا ا حا ب 0 أختار الإجابة الصحيحة مما بين القوسين: ب لا تكثر - لا تكثري . من أكل الحلوى يا فاطمة. د هذان - هاتان 0 شجركان كبيركان. ءءء ي ءءء 3 و 7 2 - 2 ن و ن ل ن ل 03 1 أكمل الكلمات بالحرف الصحيح: د ارد . م . 2 ب 0 5 8 مر دو أجيب حسب المطلوب: ء ا ي سا7 م . أ أحلل إلى مقاطع صوتية: أوقات: -ا ا 5ى2 عد . الحجا- ل ساي زر ليده و جد وم ب أختار: اللام في كلمة الرياضة لام شمسية - فمربة.", "metadata": {"page": 97, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قراءة ا و مصوع أ \" ان 5 1 15 د \"8 او 11 8 -- بوداضء 4 إ . مانا كاحقذة سحت مجحتت 1 وح تتددجه و حت حت د لصحو , ل , 23 ا ا سي صن 0 يقرأ النص قراءة سليمة. 0 يعبر شفويا عن أحداث ومشاعر من خلال ض 0 يتعرف المترادفات والمتضادات للكلمات التي درسها. صور معبرة مراعيا وضوح الصوت. ؤ 0 يجيب عن أسئلة حول التفاصيل الأساسية في النص. 0 يشارك في المحادثات التعاونية مع الزملاء ؤ 0 يستنتج القيمة المتضمنة في النص. ا حول موضوع الدرس. 0 يحلل كلمات مألوفة إلى مقاطعها الصوتية. في نهاية 0 يتعرف بعض الأسماء الموصولة الذي - التي. هذا ادوس يستطيع 0 يكتب بطاقة تعريفية بشكل صحيح. 0 يستخدم الأسماء الموصولة الذي - التي التلميد أن: ل 0 يوظف ما درسه من قواعد إملائية في في جمل صحيحة. 0 لوو أثناء الكتابة. ل", "metadata": {"page": 98, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "فى الناد و و ى . 0 . 0 ران ل 34 ا . م ب ا ا 0 اس ب يوم ذهب تبيل وأحنه سما للنادي لممارمة رياضتهما : ده اق د رار ب ه سدس عج- غداة دج 4-0 2ل سج ددة لورفه 2ه بعد الانتهاء جلس نبيل وسما مع الصديقين مهند وفريدة. وقال مهند: ما زأيكم أن 9 - و 7 7 يي\" . 0 7 ا 7 كي 2 دقر رود 8ج ا كيدكوي قو 2د 0 لي . 0 قر اسيم قرم 29 4 ار قال نبيل: فكرة جيدة. سابدا اولا: فزت مع فريقي في مسابقة كرة القدم بفضل التعاون \" لح - اا 1 د 0 1 8 نا فج ال ض 3 ناا 1 1\" ,11 سجر : : 2 ال 1 حب ا الا : تو لبا ل الا", "metadata": {"page": 99, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "8 5 ده ؟ 2 - م27 . لدي ال 1ه -0 1 مه قالت سما: إن سبب تفوقي فى كرة اليد سرعتي وقوة تركيزي. 2 3 7 يي 2 ك اس 0 نم يو ماده - با ن ساس ا التذريبات اليومية. ا 2 26 2 ع 2 0 مه 5 5 و 2 لأكءة ج جع ولا وأخيرا قال مهند: أنا تقوقت في سباق الكراسي المتحركة؟ لأني أنفذ نصائح المدرب. ا ب لد رد مان اناا لاا ا خرن يه ل ا . وفي نياية الوم تلم الجميع أسباب القوز ولنقوق في الرياضة. حتت بال بلا ' تت 1 1 سا وخر ق ل 6 . 0 أ ل 3 : إ 2 : : : 5 عار 07 اب د ب : 1 - 0 : 0 : أ 1 ا لتب 1 سج اننا وو 007 \" : ا 5 \"لخن 6 بيد اها - - ب و الم : ل ا ل ا ا : ال يا . ونا 8 : المتدويي : ا . لبو أ سس\" سر . ل : 7 تس 1 - الغطلة: الإجازة. المتنوعة: الم لمختلفة.", "metadata": {"page": 100, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": ". 0 ا زا 8 هيا نتعلم كلمات جديدة لما و 3 باس . ء 7 لاي ل د و2 دو 79 أل كل جملة بالصورة التي تدلعليه: . . 9 . 6 . 6 أزور جدي وجدتي اتناول الأطعمة أحرض على امترى لي أبي و الج للة. المتتوعد. الاهتمام ب 8 : ب المة 2 لو 5 3 قود فرج نر ار قر 9 79 أكمل الجمل لآتية حسب المطلوب: ء و\" د ىس ب طلب صي اخي ص بعصافيره مضاا: اهمال . د 1 8 - 82 ج افضل كر مفرد: الآيدي . 88 - ب ال اا ده أكون ثلاث جمل من الكلمات الثالية: و 7م رو 030 2 . م و تمكنك أن - ل ا ون التفوق سبب ريبات التركيز تمتخدم الكلمة 3 وي", "metadata": {"page": 101, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- 0 عط ب 0 هيا نعهم و نناق9س ء 95 اه ساسا 0 \"0 0 بيت العائلة فناء المدرمة التادى دج الك كا 2-؟ حتفي تم الدراسة الرياضة الجمل ج من أسباب التقوق في الرياضة لت البطء التحاؤن الكمل ار 0 0 وك ب ده يج الحا تآ كدو قت 79 أكتب اسم كل مخصية من مخصيات اقضة تحت الرياصة التي عبه؛ ثم أيب: 8 1و لداجي وي 8 1 جا الا 1 2 له 2 2 0 ما الرياضة التى تفصلها؟", "metadata": {"page": 102, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "استعد للنه 1ق م جود ا 0 8 0 7 الى ا 5 1 7 79 أضع ذائرة حول الأشياء التي تماعدني على النقوق في رياضتي المقضلة: آل نظيم الوقت 09 9 ده بج 1 9 وج لا الخوف والخجل تنفيذ نصائح المدذرب ب 0 ءءء 0 2 3ن - 9 و حت التكاون مع زملائي اللاعبين التدريبات اليومي ا . 2 - برقي \"تف اج ادس . ودام مت كك - 872 79 أقرا أسباب تقوق التصدفاء الأربعة في الرياضة ثم أكتب أسباب تقوقي: الأصدقاء 2 ف ا ع و 0 - التعاون. التركيز . م له كم الوعي الصوتي : 2 دو 7 . ىم 7 حي أ الى لد لدي 059 أحلل الكلمات إلى مقاطع صوتة: قال فكرة الخطلة 0 ع 2 2-1 ا 779 أكون كلمة من المقاطع الثالية:", "metadata": {"page": 103, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "الأسلك\" نسماء اموضونه الذى - الى والتراكيب ذي - التي اقرا والاحظ: هنأت الولد الذي قاز بالجائرة. هنات البنت التي قارت بالجائرة. مدو 7 قبرووة د ب ل سرود 0 الك الذي يستخدم مع المفر المكر - التي يستخدم مع المفرد لمونت. 8-5 79 أحتار لإجاب الصحيحة ممابين القومينكالمثل: البيت. الذي. تسكن فيه قريب. الذي - التي مم 9 9 7 و - و ا 2 2 ورا ب 2 و : ج الرياضة . أمارسها هي كرة البد. الذي - التي د الوقت . يقضيه حسام أمام الحاسوب طويل. الذي - التي", "metadata": {"page": 104, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "7 3 رذ ارج 0 0 2 79 أكمل الجمل الآنية ب الذي - التي كالمتال: عا اك ة باد كو ب\" 0 3 1 أحب القصة . التي. . قرانها أمس. ب غسلت الكوب . الذي. . استخدمتة. كج الى حخ ان اك 8 قن 1- د ج شكرت المديرة الطالبة . تفوقت. . د أحب الطعام . يطبخه أبي. ب لا 3 - 2 - 9 ه أمارس الرياضة . أحبها. و الطبيبة . تعالج المرشى مجتهدة. . ىك 3 . و 1 7م 0 - 59 أزبط بين لجملين ب الذي - التي كالمثال: ا و2 9 0 7 7 ؟ . 9و ادي ب كرم المعلم الثلميدة. الثلميدة قارت في المسابقق. متت ج آكل الخضراوات. الخضراوات تفيد جسمي. السشسشسسسسسيس سيا حم 8 وح الف فتغة : . 3 : 2 7 0 مو أن 3 9 2 0759 أنطر إلى الصورة ثم مل ب الذي - التي: الرياضة . التي. تمارسها مفيدة للجسم؛ فهي تحطينا القوة 1 يختاجها الجسم وتماعد على تقليل - لخت 1 5 دان جيم اج فر 14 : : . ا ا ا 202 2 2 حم - 7 7 57 أبر عن كل صورة مستخدما الذي - التي: نيب - 0 ا", "metadata": {"page": 105, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "المواعد ل اا المترئتة 1 مراجعه : 2 به 7 2 هي 8,8 كح ا . ى ال 19 079 أده نوع الم سمسية -مرية لكلمات الآتة كالمتال: آ الأوراق في الدزج. . . الأوراق: . لام قمرية. - . . الدرج: لام. شمسية. : : 0 راجح دوس\" ا النجاء بل حل ه النظاقة من الإيمان. ا تت تت . 2 لان ا م 79 أوب الأغطاء املو كالمثال: ع 2 9 دوي رط - رار 0759 أعلل الكمات الآببة إلى مقاطعكالمثال: أ تعساح ب الثم 1. ت-. -- ج طبيب. الال د يبتسم اناالا ه الفجرة \"11 0", "metadata": {"page": 106, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "- م بن 8 . ه- ت ماج كيج يم ع لام القع . . 1 فصا الحدت واعبرز نشطت 1 لمم 3 5 اط لا 051 2 ب وج سيم لآو 2 8 ال د الريافرق ضرجة وبوعادة . - 8 2 . 1 صف الصوز. و 1 ا ل 6 عباء 0 و طم 2ه رس ل را اسع ار -- ب بماذا كان يشعر الأطفال في الصورةة 0 تحدت ولا تخف من الخط. اعنم لثالكة؟ ولماذا؟ ال ا ااا اا ل ا ا 72 1د 1 كك جه 7 . 0 ج ما رياضتك المفضلة؟ وكيف كقوق فيي؟ رب 9 تي تلتقو 2 ر لي ة موجه ب لاحظ 3 بلا و المج عل 9 د 8 8 1 2 الامهم؛ لتعرف اتجاهات . : و 0 و : ل . 27 . و 4 سي ايه افد كان عن لا تيتا م ااي خا ا 7 2 ن 2 \" . 2 سج", "metadata": {"page": 107, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "3 ل ل 2 ند سه سر ل و\" هيا نكتب وتنبدع اود براه : يات 0. 0 . وي سح - عاب 1\" 87 ددج 2 البطاقة 1 ريفية ن من: -خلت؟ لققةق -لتة. قءقةقق ققدت . تققد د حا و 1 ا 1 1 1 2 1 مكان 1 1 الهوايات 1 1 ل الجم 2 0 سم جح 1 1 ب 1 1 السكن ا 1 المفضلة , 2 2 2 7 حك الك كود . . جد كور . جد و اج مع 3 ةا 22 اكت ايت ائمسة أكمل البطاقة التحريفية الآية: ب 2 لحن 1 1 ذه أ 0. و ص ص ري عرو و 17 6,70 م 0 لأ وه و2 220 و و 0 - ا ج د ل بي و عيد م- م2 9و 2 ب - ا رذ د ق د66 : قي 88 هه اقساءء مي 2222 سأحاول مرة أخرى حققت الهدف أظهرت تقدما 9 نا - 9 0 م سل نم5 هر عا سن س5 احا كثبت 1 العمر والمديتة والهوايات. بت الاسم والعمر والمدينة والهوايات مه يخ ا - ونا ردير ء2 - و و 3 كتبت بخط واضح وإملاء مليم 0 3 ب 3 2 د", "metadata": {"page": 108, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "حلتى مع الدذر و بيا و صر م8 هه م كلمات جديدة سد م7 سام لج 2 اج 1 الله والتصرقات الجميلة 0 ' : ل كه ردي رء و ءه آ أ ال ا 1 سيا تستفيد منها في حياتك. ل 1 ع 8 3 رحد 1 سلوك اعجبني 1 سسسلللللامسكاادسكؤاكالا كاالساااساافاأاسشسسسلسلكفلالساللكالاماللداااالشااسالاسسف0 ااا اب\"317هو1ه3393أ1-أف418-93صس9سس23س2-س-75-أأ 2 : ا با بيو 1 اص- \" تح 0-", "metadata": {"page": 109, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ل ا اس كثرة كلخد 5ت اام ا لمات د ا ارت اقرا الفقرة. ثم اجيب عن الأسئلة: في يوم الغطلة ذهبت إلى النادي لأحضر تعرين الكاراتيه. وبعد أن انتهى الثمرين رجحت إلى البيت. ور\" \" 2 وري 7 عع 1 1 : 1 0 جييت لي أمي وجبة صخية لذيذة قالاهتمام بالصحة مبب تقوقي وقوتي. ء هب 7 كي ايم 9 و\" ب دك 8 ا 3 ا ا ا 5 دا-م 3 امو أضع علامة أمام العبارة الصحيحة. وعلامة 29 أمام العبارة غير الصحيحة: ء ب 2 ور اا م 7 7 7 7 7 7 1 اشترت الأم وحبه جاهرة من المطعم. 2 له دي -هة7ددة 5 هم - . م 2 23 9 0ن 0 دك هه و 0 70 0 أكمل ب الذى - التى: اا \" و 5 - 2 را 1 غالج الطيب الصرس . يؤلمني. ب أرتب سريري . أثام عليه. باق ا 1ح : . -\" ا ا قن ج أتناول الطكام . يفيد جسمي. د أحب الوجبة. تعدها أمى. 0 و 9 ب 7. د ف مل 7 أختار: 1 هؤلاء تلميذ - تلميذان - تمين. . ب هتم - اهتمي بصحتك يا خالد. 2 7 ء 7 - ره د ددة . م 90-. . 0 أكمل كل كلمة بالحرف الصحيح: ب 2 اي ل 3 - 9 وو 1 - ل 50 5 ل ل ي ,آل الكتاب مفيد. اختار: الكتاب اللام شمسية - قمرية. 2 ذو ي - دوو ب 7 أكتب ما يملى علي:", "metadata": {"page": 110, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ت\" جم الدزش الرابع 0 س\" ض ران صن صو . 0 ل ض 9 ب : 0 5 الس 1 مارياضتك 1س\" ع الحسي 5 نيل \" - 5 م د 1 ا 1 2 في نهاية رس 1 3 التلميذ أن 0 , يستنتج الفكرة الرئيسة في النص. ا يجيب عن أسئلة حول التفاصيل الأساسية في النص. 0 . يتعرف مفردات جديدة من خلال علاقة الترادف.", "metadata": {"page": 111, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "قر ف ج ف ل ئ 0 . ارم زاك الاق . 9 : 8 ب 8 و 8 رياضقى الجديدة مفيادة 7 \" د 0 و 9 الاإوقات تجمل الحنجاة ا و ا 1 نظ ا بد 1 3 1 0 مومسسدا سح يها ببس تست ا 1 ا الجديدة. وتقول: إنها مفيدة؛ لأنها جميلة بسبب الكلمات 1 جسم: أجسام. ييعن حسمنا كن يحثلنا نا ا ا ا - , : تجعل حسمها قوياء وعقلها ذيياء تقول . التي تتنهي بنفس المرت و قل كي: الجمع: أذكياء. يضا: ن الرياضة علمنها تنظيم الوفت . مثل: الجديدة - ومضيعا", "metadata": {"page": 112, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "سر ا ص اجا م 2 لاسا ات - - اال ب رما 1 ا ميا تلم كلها اا لما 2 - 0 باع . : 3 و 0 77م و - 0 ف فا 0 17 يم ع 3 77 0ه 7ه 0 27 واو 9 ب شرب اللبن نافع للجسم. لدين : ج ارتب سريري قبل الخروج من غرفتي. 0 أنظم ننه ؟ 8ة777 0ه . داه . . هيا نعهم و نناقسشس 0 و قي دكة م ا 1 يتحتث النفيد عن حت قوائد الرياضة - قراءة القصص - يوم الإجارة اي 5 ه12 10- -. ا ف 7 ج ممارمة الرياضة باننظام . تت تقوي حسمنا - تشي وفنا - تشعينا بانكب د العقل السل م فى ل جسم ال ليم تحد هذا اله عتى فى الب الأول - الثانى لثالث ل ود ءءء اب عي قو - 079 أصل كل عبارة بالصورة المناسبة: ع و ل 0 : . 2 1 ترتب الأؤقات. . 8 ب جسمي بها قوي. 8 ع عن د 7 ل جا م9 لا. 9 ن 79 نون الشكل الذي به كلمتان تبان بنفس الصوت: حسمي - الأوقات جديدة - مفيد النظام - السلام", "metadata": {"page": 113, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "15 - او ء اقرا الابيات ثم أجيب: 0 - م 0 3 2 1 2 ثرثب الأؤقات تجعل الحيناة ورك و انظ ا 0 ب 1 0 3 و 2 م 0. 9 - مضاد قوي؛ لل ضعيف - شهل - تسيط مفرد الأوقات: ااا التوؤقيت - الوقت - الموقت أضع علامة أمام العبارة الصحيحة وعلامة 00 أمام العبارة غير الصحيحة: الرياضة تكلهنا السامج والمحبة. 0 ء ويد 7 وي 1 الى لس على م اقرف تددو أضع علامة نحت رياضتي المفضلة واحدة أو أككر. ثم أكثبها: ا اي 0 1 0 ق 8 لالس مه ليت ل ااي حدر . 4 4 كو 721", "metadata": {"page": 114, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "6 بن و خم م طلا كم آ : 1 لتالته لمنيا ل و سا الى 22 و راقم كوم وء لضم ء و 2 الاستماع استمع؛ ثم اجيب: نص الاستماع في آخر الكتاب 0 أضع علامة أمام العبارة الصحيحة. وعلامة 0 أمام العبارة غير الصضحيحة: آ ماحد يفضل ممارمة لعبة كرة القدم. 0 ب تضح المذرب اللاعبين بمشاهدة بعض الحركات في الإنكرنت. أكمل: ماحد بكرب لكي ال ا ا لت ا ل ا عل القراءة قرا الفقرة الآتية. ثم أجيب: ع - 0 0 ,و 7 يا ب قي 9 ور 89 2 م \"0 2 أنا خالد أذهب إلى النادي كل أسبوع؛ أن الرياضة تقوي الحسم والعقل أيضاء لكن يحب أن نورع مي و ل إدايم لاكط طال قفر ةي . 0 وي لإا لل ةدردد . ا أوقاتنا بين الرياضة والمهام الأخرى. خاصة في أوقات الدرامة؛ لتحفق التقوق في الدرامة والرياضة. أخقار الإجابة الصحيحة ممابين القوسي: ا ا 1 ا ل ب جمع العقل؛ ال العقلاء - العلاقات - الحقول أضع علامة أمام العبارة الصحيحة. وعلامة 0 أمام العبارة غير الصحيحة: . 7 5 ذم 5 1 ردقه؟ 04 ةد آ الرياضه تقوي الحسم. وتضعف العقل. 0 ه 5م27 - 2ض ب لكي أتقوق يحب أن أنظم وقتي جيدا. 0 3 ا دو : أحيب: كيف توزع الأوقات؟ ااا", "metadata": {"page": 115, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "2 0\" ءءء 2 لا\" النشيد أفرا الأبيات الثالية: ن 2 ب 0 ي - و جسميبهاقوي عقلي بهاذكي رنب الأؤقات تجمل الححجاةد هد النظاء ط ب 3 70 أختارالإجابة الصحيحة مما بين القوسين: عر داهب الك : جة الم م أقمل: آ من فوائد الياضة أنها تجكل . ذكيا. ب الزياضة تكلم النظام وتمتع - ص \"م ال ا 3 - ىه 9 و م الأساليب والنراكيب أكمل بما هو مطلوببين القومين: 0 ألحب اللحبة . أحبها. اشم موصول مثل: الذي - التي أشكر المدرب . تصحنى. اشخ موصول. مثل: الذي - التي اا 7 2 ب\" ع\" 5 - . أمام الشاهات كثيرا يا ولاء أسلوب نهى - 6و . 3 نض \" 0 . نصائج المذرب يا أحمد. سلوب أمر الطبق . المائدة. ظرف مكان . معلمتان جديدكان. اسم إشارة 2 0 0 2 - و 2 1 1 أختار: الل في كلمة العفل: لم قمسية - قمربة. 23 فور - . . - 7 7 ,2 0 ب لت الرياضة تفيد الح العما .", "metadata": {"page": 116, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "بن . 1 الالروض سر يي 7 هس اه الارنبة: هيا نلعب يا ارنب. 59 - ع و 9 رآ و 5 د10 الدب الأرتب: لا آنا أشعر بالكسل. ولا أريد اللعب والحركة. 4 ده ده بقس ده س2 ده قرم 57 الى 2 ده 2 قو هه و ب ق2 ده 2 7 و 92 - 7 ا وتكنك ترفض. سأذهب إلى الجدذة. الأتبة لتقاة 8 0 0 يم -1- ء انتبه كد : حا الآ ساس اكد ا : لارنبة للجدة: يا جدتيء أرنوب لا يلعب مزى زحمة رقرء: ونمحة 8 7 0 اس ا و ا و م 7 1 يمي قو كه و ارق معى منذ فترة. ودائما يشعر بالكسل. مع الآسرة فقط. لا تحتاج أي ص 0 4 2 7 . أسئلة أو تدريبات. جع \". : 27 2 22 عبج : 0 ل . 2 ل \"1 : \" 7 الى : 0 ' : . \" 7\" 7 . م", "metadata": {"page": 117, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "9 2 8 9 7 ء مة ىج م 3 7 ب 8 2 مو حا سا ل ا 2 م . 0 00 0 7 مق لأسنسايى ؟ م 7 ا خآ - الجدة: فى يوم من الأيام طلب الأسد من الحيوانات أن تخضر له الطعام كل يوم؛ نح الا 7ت لكي يتريح ولا يتحرك وفي كل يوم كانت الحيوانات تخرج وتتحرك وتجمع الطعام دي 2 29 و9 وو بي ؟ 0 ل ا ا 25997 24 ؟ - و وبعد فترة طويلة. وفي أحد الأيام لم تحضر الحيوانات الطعام للأسد؛ فقال: سافترس ل . - د21 5 0 0 07 لا ا 2 د32 0ه 2 هذه الحيوانات. ؛ وحاول أن يجري خلفهم؛ لكنه وجد حسمه ضصعيفاء وأصبح بطيئا ض ا - اس-- 2 2 2 3 ب 7 سا اس ي ا ا 1 رف ال م ا ح وح 2 8 2 جدا؛ لانه لم يتحرك منذ فترة طويلة. وكل الحيوانات سبقته وابتخدت عنه. ض 4 5 ص 7 دي م دآي لك فق 15 التستجة ةك د 1ه - 5 ك7 - ب 2 21 يي 3 م ل م ل ب 0. اللبمسة : 3 , ض تبي اد ع \" 7 1 د ض 8 اا ا م د - . ا \"1 \" . ض ا 1 ل 8\" ب اخ محا : ل 1 ' ' الا 0 ارا 1 ا 1", "metadata": {"page": 118, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 0 ا ا ا نصوص استماع الوحدات؛ 7 ا ب 2 ل نيا أن مريم اليوم كان يوما جميلا؛ مأحكي لكم: تعر 1 - ا 1 را 9 و 2 و ل 3 1 وه و ب و 1 4 1 - كاولت قطوري. ثم ذهبت إلى المدرمة. ححصت ا 1 لاحظت أن صديقتي ليلى حزينة. ألته: ماذا بك يا لبلى. اله ل قالت ليلى: لقذ نسيت قلمى. 1 1 انس وه و م ب 1 أ 1 5 - 1 قالت ليلى: شكر لك. أنت صديقة جميلة. 60 1 \"ا 0 49ج هذه له 5 ء غدكه يج تاقد اي ب اح ا \" الشمحة. كنت العب اصدقا 0 قفصدمت زم 0 0 ب الس 2 1 حك نه ل ' فاطمة دون قضد. فقلت ليا: أنا آسقة 58 فاطمة. ا تتام ت - بر 1 1 7 و رادي 1 كك و اال 1 : 1 , قالت فاطمة مبكسمة: لا مشكلة. أنا أعرف أنك ل 1 81 مال 00 الا الاحسله - لم تصدي. 1 سوس\" ب ا وك تعرقون لعاذا كان اليوم يوما جميلا؟ لأنني حنف اموت - ' اا 1 م 0 ل ا", "metadata": {"page": 119, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "مج الجميع معاملة طب وهمأيما فعلوا ذلك. لص مز الال ججح بس نا 7 مط ' راد 2 ض بقاع الوحدة الثانية من ل 1 0 الستيقظت لين مبكرا على صوت عصفور يكني قرب تافدتها. - 8 ل ءءء ذا هك 1 ااا مي 1 : 1 ا ده و لما ع سغسد ةك سا ء م مج بي رت و لذو - حل 3 بدأت لين بجمع العابها ووضعها في مكانهاء ثم ربت كنبها ض 1 على الأقوف. يا 8 ال م إ عندما انقهت شكرت بالسحادة والت: عرقتي الآ جميلة. 2 ا 0 3 1. \" 7ل : بار \". 0 ا النظام يجغل المكان أفضل. ا ا في المذيسق طلب المعلم من الميذ ترتيب أميائم بسرعة 1\" 0 6 1 لاحظ المعلم أن لين زتبت أعراضها بسرعة وسهولة. ا 1 ذا الك الي جه : نم ابكسم المعلم وقال: عمل ممكازيا لمن النظام يماعدنا ووه شغرت لين بالسعادة؛ لأنها ترتب أمياءها. 7 و ' 1 3", "metadata": {"page": 119, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "يواح : 0 نص استماع الوحدة الثالتة الراناتا النااج جا\" 3 حب ع مج ا تجدا هم سه7 التةه - يوسا وم لابه كدف وار يه 2ك وا سي . دود وه 2 و 0 : 8 مر ميمه ب اه د الال . ا اله . حا ند ل ا قالت ريم: انا احب مشاهدة الرياضيين وهم يتدربون لكن لا امتطيع ممارمة الرياضة مثلهم. : : قالت نور: لكثنا يمكث أن نبدا فيكا بميط؛ فالجري واللحب أمر ممتج. ع - 2 0 8ح لين 10 ب 3 قالت ريم: كلامك صجيح ساحاول ان دك 1 - 5 . 5 ل . كر - غ9 قفو - مس 2 9 ةي د رك جد ال 1 ا اتعلم من الفيديوهات. لكن الأهم هوان 2 ا الوط ا ا ل دت- السب أتخرك بنفسى. ايب د - د 1 1 \" 3 2 0 رو صن الا مي حم أحاكن نج ترش بن قل حستك 2 ا بحا د م عس اي ال ل ل الأ تجعلنا أقوياء وتزيد من نشاطتاء والتكنولوجيا : 7 8 يمكن أن تماعدنا في تكلم لحركات الرياضية. : الب 1", "metadata": {"page": 120, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "و مع و 0 اط ل 0 7 أي بصم . . . . 0 فقرات استماع تقييماث الوحدات تقييم الوحدة الأولى أنا سامي عمري ثماني ستوات أحب أسرتي وأعاملهم معاملة طيبة كان أخي جمال يغرب عصير في كأس ده يمي ري ورد : 0 9 ا 9 رس ارت م را ك2 سا و 5 0 1 زجاحية فمقطت الكأس من يده فانسكب العصيير على ملاسيء اعتذر ليء وقال: أنا آسف. قلت له: أنا عرف ال ل ل انا اب ساي اا 43 انك لا تقصد. اهم شيء عندي انك بخير ولم تتعرض لأذى. 5ح 17: 7 2 و2 و لمكت الأ سدم لاع 1 لحا هم 0 79 2ه عرش 7 طم شعرت ليلى بالتعب بسبب السهر وقلة الحركة. نصحها الطبيب بالعادات الصحية مثل النوم مبكرا. وعب الرياضة وشرب الماء. تقدت ليلى نصائج الطيبء فأصبحت نشيطة وسعيدة. تقييم الوحدة الثالثة 2 ,4 لدج ل وك ذدكمدة 8 2 جه 45 ساءبي 1 7 8 71 -لآد 5د ددج أن ماحد أحب كرة السلة وأتذب في النادي؛ لكي أفوز بجائرة أفضل لاعب في الفريق. علمنا المدزب حركات", "metadata": {"page": 120, "chunk_id": 2, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "1 أ. \" ال الصف الثاني الابتدائى 0. . ء . الفصل الدراسى الأول العام الدراسى يحظر طبع أو نشر أو تصوير او تخزين أو توزيع أي جزء من هذا الكتاب بأية وسيلة إلكترونية أو ميكانيكية أو بالتصوير أو خلاف ذلك. 1 0 سم 00 جراما ؛ ألوان قيضب جميع الحقوق محفوظة 0 شركة صحارا للطباعة ش م. م", "metadata": {"page": 121, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
{"text": "ا هو . \". بح 1 21 النا و ا ا ا ل ا 1 سلا لا - 4 - ' ب 0 عاملوا الآخرين كما تحبون أن يعاملوكم بلطف واحترام. ب 3 يج 1 1 18 0 إذا أخطائم, لا تحافواء فقط اعترفوا بخطئكم واعتذروا وتعلموا منه. أبييت- د بيجا 1 لبا ا ا 0 لا تشاركوا أدواتكم الشخصية؛ لتبقوا آمنين من الجراثيم. صن ا ال ا 1 ل إ 0 قبل تناؤل الفاكهة والخضراوات؛ اغسلوها جيدا لتتجنبوا البكتيريا. الل 1 ل 0 ساعدوا والديكم في ترتيب المائدة؛ وتعلموا أهميد التعاؤن في المنزل. \" 1 1 ا و إ 7 حب 0 ازرعوا نبتد أو شجرة وساعدوا الأرض على التنفس بشكل أفضل. ' ا : 4 . آ . ملح التابيه", "metadata": {"page": 122, "chunk_id": 1, "subject": "arabic", "grade": "g2", "source": "Arabic_Prim2_T1.pdf", "quality": "ok"}}
