{"text": "نب والمعنبيى 8 طن 10م 1 ا ض الصف الثانى الابتدائى 11 ٍ ٍ ب 0 1 ها الرماشيعات 0 جد جد ! ' الفصل الدراسي الأول , 1 ا و زع ِ - ا إ 00 0 06 وح قً ف َ ِ", "metadata": {"page": 1, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "مقدمة الجذري لنظامنا التعليمي بدءًا من مرحلة رياض الأطفال حتى نهاية المرحلة الثانوية من سبتمبر 1أ0 عبر تغيير مناهج مرحلة رياض الأطفال والصف الأول الابتدائى وتغيير مناهج الصف الثانى الابتدائى لعام 119 . وسيستمر هذا التغيير تباعًا للصفوف الدراسية التالية حتى عام 1! ا. . وتفخر وزارة التربية والتعليم والتعليم الفني بأن تقدم هذه السلسلة التعليمية الجديدة. ولقد كان هذا العمل نتاجًّا للكثير من الدراسات والمقارنات والتفكير العميق والتعاون مع الكثير من خبرات علماء التربية فى المؤسسات الوطنية والعالمية: لكي نصوغ رؤيتنا في إطار قومي إبداعي ومواد تعليمية ورقية ورقمية فعالة. إن تغيير نظامنا التعليمى لم يكن ممكنا دون الإيمان العميق للقيادة السياسية المصرية بضرورة التغيير. أخيرًا . أشكر جميع المسؤولين في وزارة التربية والتعليم والتعليم الفني في جميع قطاعات الوزارة وكذلك المستشارين المعنيين بالوزارة الذين شاركوا في هذه العملية. فهذا الإصلاح المنشود للتعليم في مصر هو جزء أصيل من رؤية السيد الرئيس فالإصلاح تم تفعيل تلك الرؤية بالتنسيق الكامل مع السادة وزراء التعليم العالي والبحث العلمي والثقافة والشباب والرياضة. إن", "metadata": {"page": 3, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "مراجعة أ مثال عباس أحمد عزقول مستشار الرياضيات د محمد محى الدين عبد السلام أ أحمد ابراهيم الدسوقى هاشم أ جورج يوحتا ميخائيل جرجس أ سمير محمد سعداوى أ صباح عبد الواجد محمد إشراف مساعد الوزير لشئون تطوير المتاهج التعليمية والمشرف على الإدارة المركزية لتطوير المتناهج", "metadata": {"page": 4, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "7 ال بت - م ا 7 أ يي ِ ا 2 ِ ته د مسي ليه - 7 : 7 تع ب و 1\" : ِ رج 7 - نطان 0 نر اج ل ا 7 7 5 : 4ح َ : ليم -- - ٍ ا ا اي 0 ّ ًَ 1 ٍِ ٍ! لي 1 1 1 -- ْ 1 : 0 د : \" َُ : نَّ شََ ص الاسم: الدرس : 1 قراءة البيانات 1 الدرس : 1 خاصية الابدال في عملية الجمع يانم الدرس : جمع وتمثيل البيانات رب الدرس 2: ؛ مزيد من التطبيقات الذهنية الدرس 1ا ؛ مقارنة البيانات 0 على الجمع والطرح نم الدرس : تَعَتِيلَ وتفسير البيانات 2 الدرس ا: تحليل الأعداد إلى أحاد وعشرات ور كينا النتتنة ات 1 الدرس : الجمع بدون إعادة التجميع : 3 ةف 9 الدرس 6: الطرح بدون إعادة التجميع 0ع الأ تان ا أ الدرس 1: تقدير نواتج الجمع والطرح م الدرس 0 التمثر البياني بالأعمدة ع الدرس لا: مقارنة المجموع والتقدير 9 الدرس : بإعادن ل الآأحا 0 الدرس 4:", "metadata": {"page": 5, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "التمثيل البياني بالصور نس بسية: الجوع بإعادة تجميع الدجد - الدرس 9: مزيد من 1 بإعادة الآحاد 0 الدرس : 01 عناصر التمئيل البيانى 0 د ا ع 08 يجمع 5 لت . الدرس 10؛ : جمع أكثر من عددين بإعادة تجميع الآحاد سان الدرس : 1 الجمع بالمضاعفة 7 تمسيل ا لامي \" الدرس 1؛ خواص الأشكال الهندسية 00 الديس 2: الجمع أوالطرح بالعد 1 : : الدرس 2: تصنيف الأشكال الهندسية 07 الدرس 1ا: جمع العدد 00 الدرس ؟ ؛ الجمع أوا تكوين عشرات 8 : رس الجمع او الطرخ بتحوين درس ؟ : تكوين صورة باستخدام أشكال هندسية - 9ه الدرس 0: مسائل كلامية الجمع 1 : نت لل كلامية على ال الدرس 8؛ قياس الأطوال بالسنتيمترات الكاملة ا\" الدرس 7: مسائل كلدمية 1 وو : بت بل كلدمية علي الطرج الدرس 1: تقدير الأطوال 21 الدرس لا: تطبيقات ذهنيدٌ ا 8 :", "metadata": {"page": 5, "chunk_id": 2, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ويس له تجابيقام نيه على الدع الدرس لا: قياس طول ضلع الشكل الهندسي سرد لأس إل تطبيقات دسنيه على الطرع َََ ارا ا ا 3 الدرس 8: تطبيقات ذهنية على الجمع والطرح 0 07 6 الدرس 10؛ الجمع باستخدام مخطط 11 1 الدرس : 101 تكوين أشكال ثلاثية الأبعاد 10 تسبي ا نات الفصل السادس الدرس : 1 الذأعداد المكوّنة من ! ا ارقام 1 الدرس : 1 قياس الكتلة الدرس ا: الصيغة الرمزية والصيغة الممتدة 9 الدرس ا: تطبيقات على قياس الكثلة 8 الدرس ه: مزيد من الصيغة الكلامية للأعداد ال الدرس م: الوقت صباحًا ومساءً الدرس 1: كتابة الأعداد بصيغ مختلفة إن الدرس 1: إنشاء ساعة حائط 0 الدرس لا؛ مقارنة الأعداد يبري الدرس لا: الوقت بنصف الساعة 1 الدرس ؛ مزيد من مقارنة الأعداد ل الدرس : تطبيقات على الوقت 0\" الدرس 9؛ ترثيب الأعداد ونم الدرس 9: الوقت بالدقائق سام الدرس : 01 مزيد من ترتيب الأعداد م الدرس : 01 مزيد من التطبيقات على الوقفت 07\" ْ م نما 7 ٍِ ِ 1 1 : ِ - الل 3 2 7 - ّ ال 6 ِ نا ل رح ده ب ّ- حجر :", "metadata": {"page": 5, "chunk_id": 3, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "َ و ل ل لد \"-- - خض ا 2و 0 1 ل شر 1 : 7 1 الدرس : قراءة البيانات التطبيق العثوان: أعياد الميلاد ال الالالاذد6ءم ال الال ا لل سس ا الاللا ل ال الالالال 0 اا تبالمالبالالل\"ا -. ال اللا ا ل ل 9\" الال ال ا ل ل ىم ال ال الب ل س0 السال اأ ا ال ل 0 ال ال ال ل 0 الال اأ 3 ا ل 6 ةف ال - ل ءا ا ا 2 ااا ل ا ا 9 ل اك 1 ل 17 لا ال ا 1 سن ا أ 0 لمحتا لب جح 3 ال م ال الك \" ا اا ٍ م ححا : يونيو مايو إبرايل مارس فبراير يتاير شهورالسنة - عدد التلاميذ الذين أعياد ميلادهم في شهر يوني . - عدد التلاميذ الذين أعياد ميلادهم في شهر . يساوي 9 اس : ل ٍ \" 1 9 رسي ه ب : ٍ ِ ِ ً", "metadata": {"page": 6, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس : جمع وتمثيل البيانات التطبيق الإرشادات: تعاون مع معلمك لإنشاء تمثيل بياني. الثثوان هه به يي كه ته حك نت به هه كن ال ال ال ا الا لاجم ال ال ال ال اا لس ا ال ال ال الا لد م ا ال ا ل ال الال 0 ا ا ا ال الال م ا ا ل ا ال الال 1 ا ا ال الال 6 ا ا ال ال الال ا ا ا1ً ال ال ا ل \" ا ا ال ال الال 0م ا ا ا ل ا الالذد جم ا ا ً ا الال ا ل شاع ال ال ال ال ا 1ل ان ال الت ا ا ا ا ا ا ا الت ات 1 ا ا 7 ا ال ا ال ا ا ا 9 الا الا ال ال ا ا ا 1 الا ال ال ال ا ال ,2 لا الا ال ال ال ا ا ا 1 الا ال الت ال ا ال ا 0 ا ال الت ال ا ا ا 3 ا سا1 ا ل ال الال س تت ا تت تت ا ا 2 اال ال ال ال ا اا 1 الالال ااا : الَحت الحمثة القفسسَ 3\" الثلاثاء الإثنين الأحد أيام الأسبوغ اليوم المفضل لي من أيام الأسبوع هو اليوم المفضل لفصلنا من أيام الأسبوع هو", "metadata": {"page": 7, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ا 0 الدرس \" : مقارنة البيانات التطبيق الإرشادات: استعن بالتمثيلات البيانية لليوم المفضل من أيام الأسبوع للإجابة على الأسئلة. ما عدد التلاميذ الذي يفضلون يوم الثلاثاء؟ ما عدد التلاميذ الذي يفضلون يوم الجمعة؟ 1. اإ سإ نس الثلاثاء الجمعة ام ااا اا أ يده ببسسس ةلت ل ا ا ل ل السبيع الأحد", "metadata": {"page": 9, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الأول الدرس : تمثيل وتفسير البياتات الإرشادات: تعاون مع معلمك لإكمال التمثيل البياني. الأشقاء في عائلتنا ون ل ال ,1 03 الت ال ,1 سرس الت ال ,1 2 الت ال ,1 إل الت ا ,1 ,ل ا ال ,1 9 الل الت ,1 0 0 ال ال ,1 1 الت ال ,1 م ا ال ال ال ع الل ال ,1 سم الت ال ,1 1 0 ل ال ,1 1 أأ اللتت ا ,12 6 ا ال ال ا 9 أ الل ال ,1 0 ا الل ال ا 2 ل ا ال ,1 1 ال ا ,2 0 الث ال ,1 ع 0 الت ال ,1 س ال ال ,12 م أ ل ال ,1 1 الت الت ,1 : 1 يا 9 ال ال ,1 1 الت ال ,1 لا ا الت ال ال 31 لل لل ل 0 الت ال ,1 3 0 ال ,1 ّّ اللت ال ا,,1 1 ا الث ال ,1 ا إخوة وآخوات إخوة فقط آخوات فقط لا يوجد أشقاء أنواع الأشقاء", "metadata": {"page": 10, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": ". . ب الإرشادات: سجّل بيانات الفصل: أخوات فقط؛ تب من التلاميذ إخوة فقط؛ تب من التلاميذ إخوة وأخوات: من التلاميذ الإرشادات: اسرد بيانات الفصل من الأصغر إلى الأكبر تأمل الإرشادات: تأمل ما تعلمته. اكتب أو ارسم \"شيئا تعلمته\" أو لاحظته عن التمثيل البياني بالأعمدة . على سبيل المثالء ما المجموعة التي حصلت على أكبر عدد من الأصوات؟ ما المجموعة التي كنت ضمتها ؟ هل احتوت مجموعتك على عدد كثير من التلامين أم قليل", "metadata": {"page": 11, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس 0: تمثيل البيانات بمقياس التطبيق الإرشادات: انظر إلى التمثيل البياني \"للفاكهة المقضلة\" ثم أجب على الأستلة عن البيانات. الفاكهة المفضلة الال الالال . , الج ال الال , 1 اللأأااللالا , الأ نالا , : 0ج ال ل ل 0 لط الست , كمثرى كيوي فراولة موز برتقال تفاح ا كم يزيد عدد التلاميذ الذين فضلوا الفراولة على الكمثرى؟ . ما إجمالي عدد التلاميذ الذين فضلوا الكيوي والتفاح والبرتقال؟ . كم يزيد عدد التلاميذ الذين فضلوا القراولة على البرتقال؟ نبربسسسسست 2 ما إجمالي عدد التلاميذ الذين فضلوا التفاح والموز والكمثرى؟ 0. ما إجمالى عدد التلاميذ الذين شاركوا الفاكهة التى فضلوها هه", "metadata": {"page": 12, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس 1 : تمثيل البيانات بمقياس التطبيق الإرشادات: انظر إلى التمثيل البياني \"للفاكهة المفضلة \" ثم أجب على الأسئلة عن البيانات. \"الفاكهة المفضلة \" 5ج 1 ٍ اج أتواع أخرى شمام موز بلج تفاح الفاكهة ما عدد التلاميذ الذين فضلوا التفاح؟ . 1 . ما عدد التلاميذ الذين فضلوا البلح سس لا. ما الفاكهة الأقل تفضيلاً - . ما أكثر نوعين من الفاكهة التي فضلها التلاميز سه 0. ما عدد التلاميذ الذين فضلوا فاكهة غير مذكورة في التمثئيل البيلاني . 1 كم يزيد عدد التلاميذ الذين قضلوا التقاح على البلح رس", "metadata": {"page": 13, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الأول تأمل الإرشادات: تأمل ما تعلمته. هل فضلت العمل باستخدام تمثيل بياني مقياسه أم العمل باستخدام تمثيل بياني مقياسه ؟ آم ثم يمثل هذا أهمية بالنسبة لك؟ اكتب أو ارسم صورة لإظهار تفكيرك وشرح السبب.", "metadata": {"page": 14, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": ". . 3 الدرس ا: تمثيل البيانات بمقياس 01 التطبيق الإرشادات: انظر إلى التمثيل البياني \"للألوان الملفضلة ثم أجب على الأسئلة عن البيانات. الألوان المفضلة لعدد 00 تلميذ . 1 سر وردي برتقالي أصفر أخضر أزذدق أحمر الآلوان . ما عدد التلاميذ الذي فضلوا اللون الأزرق؟ \"ا. ما عدد التلاميذ الذي فضلوا اللون الأخضر؟ . ما عدد التلاميذ الذي فضلوا اللون الأصفر؛ ب 0. ما عدد التلاميذ الذي فضلوا اللون البرتقالي؟ 1 . ما عدد التلاميذ الذي فضلوا اللون الوردي ب لا ما عدد التلاميذ الذي فضلوا اللون الوردي والأزرق الوردي الأزرق س- . 1 كم يزيد عدد التلاميذ الذي فضلوا اللون الأصفر على الأخضر الأصفر - الأخضر هه 0ا. كم يزيد عدد التلاميذ الذي فضلوا اللون الأزرق على البرتقالي الأزرق - البرتقالي 0ه", "metadata": {"page": 15, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الأول الدرس : 1 التمثيل البياني بالأعمدة الإرشادات: آلق حجري ترد؛ ثم اجمع الناتج؛ وظلل المربع المطابق للمجموع في الرسم البياني. تذكر آن تبداً التظليل من أسفل إلى أعلى. ئّ و \" . ا 8 ل 7 0 ج و 3 المجاميع المجموع القائزهو ل", "metadata": {"page": 16, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "9 و الدرس 9: التمثيل البياني بالصور التطبيق الإرشادات: انظر إلى التمثيل البياني بالصور \"لقطف الزهور\" ثم أجب على الأسثلة. 8 ا ا يمج ااا ا ااا 2 ف 2 فيه ث2 ث2 ث2 : 22 : 22 22 31 28 - زهرة واحدة 4 - زهرتان . ما عدد الزهور التي فُطفَت يوم الإثنين؟ . ما عدد الزهور التي فطقت يوم الخميس؟ لل قل هناك يوان كاك فتهما تقس الغند فن الزقهر . سس 1 . في أي يوم قطف أكبر عدد من الزهور؟ ؛ 0", "metadata": {"page": 17, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ها اتات يات تأمل الإرشادات: تأمل ما تعلمته: ثم اكتب على الأقل شيئًا واحدًا تعلّمته عن التمثيلات البيائية بالضوز: أحد الأشياء التي تعلمتهاعن التمثيلات البيانية بالصور هو", "metadata": {"page": 18, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": ". . ا الدرس : 01 عناصر التمثيل البياني التطبيق الإرشادات: استخدم البيائات الواردة في \"التمثيل البياني بالصور لقطف الزهور لإنشاء تمثيل بياني بالأعمدة. لا الغنؤات لا المقياس ل المصيمنة الأثقية وا تصحف الحصوقعات القصية الرانسية ل الأعمدة الملوئة الثة لة ا الا ةا انا انا ال التتكنا الا اا ال الا الا ا الا لاسا ا ا ال سا ا ا ا ال ال لان ات اا تن تن ةا ا ةا اانا الا الا الا ال ا الا لق 0 ةا قا لا تا ا تن ا ةا ان انا ل التتكنا الا ال الا ا اا ا ال ال ةا ات ال الت ةا ان . ا ةا الالال ا الجمعة الكممين الأرتَعَاتَ الثلاثاء الإثنين", "metadata": {"page": 19, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "دب الفصل الثاني ل التطبيق الإرشادات: تعاون مع زميلك لحل المسائل التالية. سجّل إجابتك في الفراغات. تب اإ- رس 8 0 و ا ل - 0 سس مهلا 46 - ال 8- ل للاعل. ااا 9 ل الإرشادات: استخدم إستراتيجية الرياضيات الدفنيّة \"المضاعفات لحل المسألة. ا د لل للإ -- 4د 66 0 ب ل ااد يي 1 مد اد سس ا . اه ل", "metadata": {"page": 20, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "د 31 التطبيق الإرشادات: استخدم إستراتيجية الرياضيات الذهنية \"العد\" لحل المسائل. مدا تأمل الإرشادات: تأمل ما تعلمته. اكتب أو عبّْر عن إستراتيجية الرياضيات الذهنية التي تفضلها. اشرح السبب.", "metadata": {"page": 21, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الثاني م ا سح م الدرس كا جمع أو طرح العدد 00 التطبيق الإرشادات: استخدم جدول الأعداد لجمع أو طرح . 01 م. إيد ل سس . 1 بسنب . اد دس ءإه لبس التحدي: الإرشادات: اكتب وأجب عن مسآلة جمع 00 الخاصة بك. مبمجدادإيةاة 83 لبسسسسسث", "metadata": {"page": 22, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ا . . 34 الدرس : الجمع أو الطرح بتكوين عشرات التطبيق الإرشادات: تعاون مع زميلك لإيجاد جميع الطرق للحصول على . 01 أمثلة: مج ا مقع -. ا بع قالمع د عا تت ن ل ا م ا 1. -19 - ااانا نانانانانا اتات انان ااانه نات 0 - ا -1 - 0-1 حم ع 9 . لل ل . ا", "metadata": {"page": 23, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "م ل كنا ل ا الإرشادات: استخدم إستراتيجية الرياضيات الذهنية \"تكوين العشرات\" لحل المسائل. ذأ همد ةب ها هي اعهي تأمل الإرشادات: تأمل ما تعلمته. اكتب آو عبّر عن إستراتيجية الرياضيات الذهنية التي تفضلها. اشرح السبب.", "metadata": {"page": 24, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ف 0 التطبيق الإرشادات: اقرآ المسألة الكلامية. استخدم إستراتيجيات الرياضيات الذهنية للإجابة. ثم اكتب جملة عددية لتوضيح المسألة. . عد أحمد 1 نملات تزحف على الرصيف. وبعدها وجد \"ا نملات أخريات تزحفن. ما مجموع النملات التي بسسس ا ب 8 بي . رأت مريم 1 طيور تحلق في السماء. كما رأت طيور على شجرة. ما مجموع الطيور التي رأتها مريم؟ ب يب ايم التى معه؟ اس ين ا تن ا ستيه . مع هبة 1 ملصقات. يمنحها معلمها 9 ملصقات إضافية. ما مجموع الملصقات التي مع هبة؟ \" ِِ تأمل الإرشادات: تأمل ما تعلمته. اكتب آو عبْر عن المسألة الكلامية التي كانت أكتر صعوبة بالنسبة لك. وضح فكرتك.", "metadata": {"page": 25, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ا ل كنا مت الدرس 1 : مسائل كلامية على الطرح التطبيق الإرشادات: اقرأ المسألة الكلامية. استخدم إستراتيجيات الرياضيات الذهنية للإجابة. تم اكتب جملة عددية لتوضيح المسألة. 1 مع سلمى 11 ثمرة تين. تناولت 01 ثمرات تين. كم ثمرة تين تبقت مع سلمى؟ . جمع أحمد 10 صخرة من الشاطئ. ألقى 1 صخرات في الماء. كم صخرة تبقت مع أحمد؟ . مع مصطفى 1 قطعة حلوى. تناول منها 1 قطع حلوى. كم قطعة حلوى تبقت مع مصطفى؟ . اشترت رشيدة ! برتقالة. أعطت والدها ! ا يرتقالات. كم ثمرة برتقال تبقت مع رشيدة؟ كاملل الإرشادات: تأمل ما تعلمته. تعاون مع زميلك المجاور لإعداد مسآلة طرح كلامية.", "metadata": {"page": 26, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "م 31 الدرس أ: تطبيقات ذهنية على الجمع التطبيق الإرشادات: استخدم إستراتيجية رياضيات ذهنية لحل المسألة. في الساعة الثامنة مساءً. رأى عمر ا نجمات فى السماء. فى الساعة التاسعة مساءً. رأى عمر \" نجمة فى السماء. ما عدد النجمات التى ظهرت بالسماء بين الساعة الثامنة والتاسعة مساءً؟ الثامنة مساءً التاسعة مساءً ببسسسسس ست 4 ببسسسسسسسسبسبنت با بمسسيمسستسسسسنت تأمل الإرشادات: اكتب آو عبر بالرسم عن طريقة واحدة لمعرفة العدد الناقص في مسائل الجمع.", "metadata": {"page": 27, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ج ال ا الدرس : 1 تطبيقات ذهنية على الطرح التطبيق الإرشادات: استخدم إستراتيجية رياضيات ذهنية لحل المسألة. قبل الغداء: كان مع آية 0 قطعة حلوى. بعد الغداء؛ تبة آية قطعة حلوى. ما عدد قطع الحلوى التى تناولتها آية ٍ مع آي تبقى مغ قلع لتي على الغداء؟ 8ه2ةد 14د 1111 دادد", "metadata": {"page": 28, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ا 0 الدرس 9: تطبيقات ذهنية على الجمع والطرح التطجية الإرشادات: استخدم إستراتيجيات الرياضيات الذهنية لحل كل مسألة. 0 7 جا 0 5 1 - ب\" 1 9 1 - -9 8 1 . - لا تأمل الإرشادات: اكتب قائمة بإستراتيجيات الرياضيات الذهنية التي استخدمتها. ضع نجمة بجانب أكثر إستراتيجية استخدمتها.", "metadata": {"page": 29, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ج ال ا الدرس : 1 الجمع باستخدام مخطط 0 التطبيق الإرشادات: استخدم مخطط 0 في ممارسة لعبة ا1 أو أكثر. تماد ا ام ات ات اتا ان ات عاهاه سات ااانه ان اند اند اند اند اد د ات ا ال خاماه عات سا جاعم اا د ات ام ات ا ات ات ات ا ا ا ا ان ات ات ات ات ال احاعا ااا اناه ا د د ا د ات ا ات ات ا ان ا لم انه نم نا لم ات اا عاماء اماه ما اعاما عاعااعاء عا إجاءاء لاما عا", "metadata": {"page": 30, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ا الفصل الثالث ل الدرس : الأعداد المكوّنة من \"ا أرقام التطبيق الإرشادات: اكتب الأعداد التي حددها لك المعلم. آّ 8 مم آحاد عشرات مئات ا ال ل 1 ا كا ا القيمة: سرس القيمة؛ : رسسسسسسس الققة: بس القيمة: جد القيمة: سس القيمة: سس كن كا ا نم ككاة ا", "metadata": {"page": 31, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الذالت 1 ا الدرس : مزيد من الأعداد المكوّنة من ! ا أرقام التطبيق الإرشادات: العب لعبة القيمة المكانية مع مجموعتك. سجل الأعداد في المربعات العلوية. ارسم صور القيمة المكانية في المربعات السفلية. اكتب الأعداد على الخط. م حت ب ب تأمل الإرشادات: تأمل ما تعلمته. أجب عن السؤال التالي.", "metadata": {"page": 32, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس : الصيغة الرمزية والصيغة الممتدة التطبيق الإرشادات: اتبع تعليمات معلمك وأكمل الجدول الآتي: تأمل الإرشادات: تعاون مع زميلك في تكوين آعداد كل منها يتكون من ثلاثة آرقام بالصيغة الرمزية والصيغة الممتدة باستخدام البطاقات:", "metadata": {"page": 33, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الثالث الدرس : الصيغة الكلامية للأعداد التطبيق الإرشادات: اكتب الأعداد من إلى 9 كما بالمثال. تأمل الإرشادات: اكتب بعض الأعداد بالحروف. تحقق من إجابتك.", "metadata": {"page": 34, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس 0: مزيد من الصيغة الكلامية للأعداد ِ - تب الحروف بالجدول. ثم اكتب الصيغة الرمزية. الأولى مجاب الإرشادات: انسخ العدد الموجود على السبورة في جاتب 1 الصيغة الرمزية ٍَ اا مقا لت ا الله ااا اس اا ن ا اسم", "metadata": {"page": 35, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس 1 : كتابة الأعداد بصيغ مختلفة تأمل الإرشادات: اتبع تعليمات معلمك: وأكمل ما يلي: مقي 18 آ. ففي ا اا . ملل ام ب للا مال د؟ قيب 0 قي بست 0 مت إبسسول يجيي سيرج ممستمستسسوورجمرببمتتت 8 ضع دائرة حول الكلمات التي تصف أفكارك ومشاعرك فيما يتعلق بالكتابة بالأرقام وبصيغة القيمة المكانية. يمكنك وضع دائرة حول أكثر من واحدة.", "metadata": {"page": 36, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدريس لا مقارتة الأعداد التطبيق الإرشادات: اتبع تعليمات المعلم : اكتب الأعداد في الفراغات . ثم قارن الأعداد واكتب الرمز المناسب : - : فى الدائرة: الإرشادات: اتبع تعليمات المعلم : اكتب عدد يجعل الجملة الرياضية صحيحة: 1ا0 رس ااا 91 1 رسسسس بت ا ل لاق م", "metadata": {"page": 37, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الثالث الدريس : 1 مزيد من مقارتة الأعداد 1 لتطبيق الإرشادات: اختر بطاقتين. اكتب الأعداد في الفراغات. ثم قارن الأعداد واكتب رمز أو آو - في الدائرة. تأمل الإرشادات: تأمل ما تعلمته. اكتب آو ارسم الإرشادات لمعرفة كيفية مقارنة الأعداد.", "metadata": {"page": 38, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس : ترتيب الأعداد التطبيق الإرشادات: اكتب الأعداد بالترتيب من الأآصغر إلى الأكبر. نه الإرشادات: اكتب الأعداد بالترتيب من الأصغر إلى الأكبر. الإرشادات: اكتب الأعداد بالترتيب من الأكبر إلى الأصغر. نط الإرشادات: اكتب الأعداد بالترتيب من الأكبّر إلى الأصغر. نط", "metadata": {"page": 39, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الثالث ترتيب الأعداد الدرس : 01 مزيد من ترتيب 0 أعداد على البطاقات من ّ ًّْ كتب الا ٍِ ض : لمجاور لاختيار 0 بطاقات لعب. ثم اكتب زميلك المجاور 5 شادات: تعاون مع زمي ٍ \" \" \" التدرب عليه. تزال بحاجة إلى ِ . جيد والذي ما تزال بحاح ا ارسم ما قمتٌ به على تحو \"8 شادات: اكتب أو أر الإ ما قمتٌ به على نحو جيد 3 عليه ما زلتُ بحاجة إلى التدرب علي", "metadata": {"page": 40, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس : خاصية الإبدال في عملية الجمع التطبيق الإرشادات: حل المسائل التالية ثم أعد كتابة المسائل بتبديل الأعداد: وحل المسائل الجديدة.", "metadata": {"page": 41, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الرابع الدرس : مزيد من التطبيقات الذهنية على الجمع والطرح الإرشادات: حل المسألة الأولى مع المعلم. وحل بقية المسائل مع مجموعتك. . ارم حجر الترد. اكتب العدد الذي يظهر لك في المريع الأول. . ارم حجر الترد مرة أخرى. اكتب العدد الذي يظهر لك في المربع الثاني. لا اختر بطاقة. واكتب العدد الذي يظهر لك في المريع الثالث. . اجمع الأعداد لإيجاد مجموعها. واكتب الإجابة.", "metadata": {"page": 42, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "التطبيق الإرشادات: حل المسألة الأولى مع المعلم. وحل بقية المسائل مع مجموعتك. . ارم حجر النرد. اكتب العدد الذي يظهر لك في المريع الأول. . ارم حجر النرد مرة أخرى. اكتب العدد الذي يظهر لك في المربع الثاني. ا اختر بطاقة. واكتب العدد الذي يظهر لك في المربع الثالث. . اطرح الأعداد لإيجاد الفرق بينها. واكتب الإجابة. تأمل الإرشادات: تأمل ما تعلمته. كيف استخدمت إستراتيجيات الرياضيات الذهنية لحل المسائل؟ كيف ساعد كل متكم الآخر في حل المسائل؟", "metadata": {"page": 43, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الرابع الدرس ! : تحليل الأعداد إلى آحاد وعشرات التطبيق الإرشادات: حلّل كل عدد بطريقتين. ارسم مريعات صغيرة لتعبر عن الآحاد وعصيًا لتعبر عن العشرات. ثم اكتب الآحاد والعشرات في مربعات الأعداد.", "metadata": {"page": 44, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الرابع الدرس : الجمع بدون إعادة التجميع التطبية مثال: اشترى حسان ا قطعة بسكويت بالشوكولاتة. واشترى أيضًا 0! \" قطعة بسكويت بالفائيلا. فما مجموع قطع البسكويت التي اشتراها حسان؟ ا : ِِ تت تت الإرشادات: اقرآ المسألة وحلل العدد لحلها. وجدت مريم 711 صدفةٌ على الشاطئ. ووجدت أختها صدفة. ما مجموع الأصداف التي وجدتها الأختان؟ ل ا ا", "metadata": {"page": 46, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ف 3 ذهبت عائشة في مغامرة بحث عن الحشرات. وقد عدت 1 نملةٌ و1 صرصارًا. ما مجموع الحشرات التي وجدتها؟ 8 اط ل ل! مع ليلى تشكيلة من الملصقات. معها 06 ملصقًا لسيارات و68 ملصقًا لأبطال خارقين. ما مجموع الملصقات التي تمتلكها ليلى ل اط ل", "metadata": {"page": 47, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "م 31 الدرس 0 : الطرح بدون إعادة التجميع التطبيق مثال: صنعت صابرين ال! ا قطعة بسكويت مع أمها. ثم أكلتا 0 قطعة. فما عدد قطع البسكويت المتبقية؟ 0 : \" \". تا . ,للا . جح - 0-1 الإرشادات: اقراً المسألة الكلامية وحلل الأعداد لحلها. تمرة. أعطت أختها \" تمرة. كم تمرة تبقت مع رشيدة؟ 1 تمتلك رشيدة", "metadata": {"page": 49, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الرابع كان مع سمير 10 قطعة نقود معدنية : ولكنه أضاع ع منها. فكم قطعة نقود معدنية تبقت معهد؟ ! خيّطت كاميليا 09 خرزة على فستانها. ولسوء الحظ؛ : سقطت 1 خرزة منه. فما عدد الخرز المتبقي على الفستان؟", "metadata": {"page": 50, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "7 للتفت لتساك الاهنرلتاتاأ8. . 1المتاتمتتتستتتةة ة تت ت88أ6بتته. . تس\"ت'77ج777 زا ب ل 1 تأمل الإرشادات: اكتب مسألة جمع كلامية ومسألة طرح كلامية.", "metadata": {"page": 51, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الرابع الدرس 1 : تقدير نواتج الجمع والطرح التطبيق الإرشادات: استخدم إستراتيجية القيمة المكانية لتقدير إجابات المسائل التالية. لا تحل المسائل. 1 للاع ع التقرير! ااا ااا نز 00 التقزير: سب-- با 0 -ع التقاير؛ ! حت ع. 71 0 الْتَقَديوَ؟ بس 0. تمتلك سما ! لا جنيهًا. حصلت على 9 جنيهًا إضافيًا لقاء القيام بأعمال منزلية. قدّر الجنيهات التي معها الآن. الثثينو بس 1 . يركب رامي القطار في رحلة مدتها 16 دقيقة. وقد صعد على متن القطار منذ ل دقيقة. قدّر عدد الدقائق المتبقية في رحلة القطار. التقدير:", "metadata": {"page": 52, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "و 3 الدرس ا: مقارنة المجموع والتقدير التطبيق الإرشادات: . 1 أولاً. ضع دائرة حول الأرقام في خانة العشرات: ثم اجمعها معًا لتقدير المجموع. . ثم حلل الأعداد إلى آحاد وعشرات. ا. أوجد المجموع. . أخيرًا؛ قارن بين المجموع وتقديرك. هل هما متقاريان؟ - ََ العكثرات العشرات مجموع العشرات بع 8 لبج 9 ب الآحاد الآحاد مجموع الأحاد", "metadata": {"page": 53, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "1س الدرس : 1 الجمع بإعادة تجميع الآحاد التطبيق الإرشادات: ارسم مربيعات صغيرة للآحاد وعصيًا للعشرات لتمثل الأعداد. أعد تجميع الآحاد. أوجد المجموع. مثال: ا . هه ا . 0", "metadata": {"page": 54, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "م 0 تأمل الإرشادات: تأمل ما تعلمته. ما الذي يحدت برأيك عندما توجد عشرات كثيرة جِدًا في خانة العشرات؟ اكتب أو ارسم صورةٌ لشرح ذلك:", "metadata": {"page": 55, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الرابع الدرس 9: مزيد من الجمع بإعادة تجميع الآحاد التطبيق الإرشادات: اختر بطاقات وسجّل الأعداد التي تظهر لك لتكوين المسألة. ارسم مربعات صغيرة للآحاد وعصيًا للعشرات لتمثل كل عدد . أوجد المجموغ. أعد التجميع إذا لزم الأمر.", "metadata": {"page": 56, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "م 1 الدرس 0ا: جمع أكثر من عددين بإعادة تجميع الآحاد التطبيق مثال: 0 16 26 لاا 9 وج 9 , ّ الب ازززاء الإرشادات: اعمل مع مجموعتك لحل المساثل التالية. ننا ا1 9", "metadata": {"page": 57, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "أشكال الهندسية الدرس : خواص الأشكال ّ! لأشكال الرباعية. ا شكل. ارسم نجمة على جميع ا ت: حدد عدد أضلاع ورؤوس كل - الإرشادات: : - ا - عبدالاضلاع 0 عدالئن الشكل الها ا الكضروا ا 0 ها ا ا الام اسسا ا اا ا", "metadata": {"page": 59, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ا اتات نت الدرس : تصنيف الأشكال الهندسية التطبيق الارخاداتاء صتّك الافلقال الثانية مستخدما واعد تَصَكَيَ خصاقصيها الشيكة بالاسقل: قواعد تصنيف الأشكال حسب خصاتصها . 1 لون الأشكال التي لها 1! أضلاع باللون الأحمر. . لون الأشكال التي لها أضلاع و رؤوس باللون الأزرق. ! ا لون الأشكال التي لها أكثر من 0 رؤوس باللون الأخضر. . ضع دائرة حول الأشكال التي لها أضلاع متساوية. تأمل الإرشادات: تأمل ما تعلمته. ما الأنماط التي لاحظتها أثناء تصنيفك للأشكال؟ ما الطرق الأخرى التي يمكن آن تستخدمها لتصتيف الأشكال؟ اكتب أفكارك أو ارسمها.", "metadata": {"page": 60, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "نا للشبنتناةت ذا تأمل الإرشادات: تأمل ما تعلمته. هل توجد أشكال لها ضلعين أو رآسين أو 01 أضلاع؟ اكتب أفكارك أو ارسمها. ضلعان؟ 0 أضلاع؟", "metadata": {"page": 62, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "درس : تكوين صورة باستخدام أشكال هندسية التطبيق الإرشادات: استخدام الأشكال ثنائية الأبعاد الآتية في تكوين: شمس: قطة : وردة؛ قطار.", "metadata": {"page": 63, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ها تناكت ا الدرس 0: قياس الأطوال بالستتيمترات الكاملة التطبيق الإرشادات: استخدم المسطرة لقياس طول صورة الأشياء بالسنتيمتر. : ا ل 0 ع 0 7 8 . اا 1 ا ا ا 1 سم قلم تلوين: . ا ,1 و ع 0 7 ل 9 : 1 اا 1 لا ا ا 72 يبي تيم : ا اب ع 0 24 لا 9 . ا 1 ا ا ا 1 سبح", "metadata": {"page": 64, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصلالخامس الدرس 1 : تقدير الأطوال التطبيق الإرشادات: تعاون مع مجموعتك لكتابة أشياء لها الطول التقريبي المسجل في الجدول. لول بالتغري. سس الس مس سس تأمل الإرشادات: تأمل ما تعلمته. اكتب الشيء الذي يُظهره المعلم؛ وطوله بالتقريب: وسبب التقريب إلى هذا الطول. ثم شارك فكرتك مع زميلك المجاور. ىك ا سوه تتم", "metadata": {"page": 66, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس ا: قياس طول ضلع الشكل الهندسي التطبيق الإرشادات: اتبع تعليمات معلمك؛ ثم أوجد طول ضلع واحد في كل شكل. اكتب كل قياس في الجدول التالي.", "metadata": {"page": 67, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل الخامس الدرس : 1 خواص الأشكال ثلاتية الأبعاد 1 لتطبيق الإرشادات: اكتب عدد آوجه وأحرف ورؤوس كل شكل ثلاثي الأبعاد. أن 1 26 7 3 7 ال . متواوي الممَطيلوت , 8 تأمل الإرشادات: اكتب أو ارسم ما تعلمته عن الأوجه والأحرف والرؤوس في الأشكال ثلاثية الأبعاد.", "metadata": {"page": 68, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل! 1 ترك مهت خواص الأشكال ثلاثية الأبعاد أشكال لها أوئجه أو أكثر أشكال ليس لها أحرف أو أوجه أو أشكال لها رأس زاوية واحدة فقط رؤوس ألتتقالالها 1 الحرق أى أكتز الأشكال لها وجه دائري واحد الأشكال لها أكثر من وجهين ولكن على الأقل أقل من ل", "metadata": {"page": 70, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "تأمل الإرشادات: اكتب الخاصية التي تناسب شكلين أو أكثر من الأشكال ثلاثية الأبعاد. ثم الصق الأشكال التي تتناسب مع الخاصية التي كتبتها.", "metadata": {"page": 71, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ل در ب الدرس : 01 تكوين أشكال ثلاثية الأبعاد التطبيق الإرشادات: اكتب أسماء الأشكال الهندسية ثلاثية الأبعاد التي قمت بتكوينها؛ ثم اكتب خاصية واحدة لكل متها", "metadata": {"page": 72, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل السعادس الدرس : قياس الكتلة التطبيق الإرشادات: ما وحدة القياس المناسبة لكتلة كل من الأشياء الآتية؟ ضع دائرة حول إجابتك. . الجرام جم أو الكيلوجرام كجم؟ . الجرام جم أو الكيلوجرام كجم؟ ا. الجرام جم أو الكيلوجرام كجم؟ . الجرام جم أو الكيلوجرام كجم؟ وم 0. الجرام جم أو الكيلوجرام كجم؟ 1 . الجرام جم أو الكيلوجرام كجم؟ ا. الجرام جم أو الكيلوجرام كجم؟ . 1 الجرام جم أو الكيلوجرام كجم؟", "metadata": {"page": 73, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "ض ٍ تقاس كتلته بالكيلوجرامات. ارسم هدين ض سل ب َّ منزا آخر تقاس ب إلك تقاس كتلته بالجرامات \"م لشيتين حدد وحدة قيا - لتي ستستخدمها في قياس تعلمته. فكر في شيء يوجد في لتاق متكي الإرشادات: تأمل ما ب سس كل صورة؛ الشيتم منهما", "metadata": {"page": 74, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "لكتلة الدرس : وحدات قياس 1 ا كتلتها كما يلي: حدد بعض الأشياء التى يمكن قياس جرام لمكيلوجرام 0 : كيلو جرام : 0 كيلو جرام ٍ كيلو جرام : : كيلو جرام 0", "metadata": {"page": 75, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الفصل السادس. الدرس \"! : تطبيقات على قياس الكتلة التطبيق الإرشادات: اقرا المسآلة الكلامية واكتب مسألة عددية وحلها. حدّد وحدة قياس إجاباتك بالجرام جم أو بالكيلوجرام كجم . مع عاثشة كلب كتلته 01 كللوجرامات وقتلة كثلتها 0 كيلوجرامات. كم كقلة كلا من الحيواثين الاليفيئة ببسو نا ميته بمؤ تبي 5 . مع أحمد كزتان كتلة كل منهما 01 جرام. وقد وضعهما معًّا في حقيبته ليأخذهما إلى المتنره. فما كتلة كلا من كرتي أحمد؟ بع ابت لابب", "metadata": {"page": 76, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "لا . لدى فاطمة درّاجة عادية كتلتها كيلوجرامًا. ومع أختها درّاجة ثلاثية العجلات كتلتها 9 كيلوجرامات. يزيد والدهما تن َََ 7 . لدى مختار دلو فيه 10 جرامًا من الرمال لبناء قلعة من الرمال. أحخير صديقه دلوا آخر فيه 1 آ جرامًا من الرمال. كم جراماً من الرمال صميدا لبتاء قلعة سن الإمالة \",0 8", "metadata": {"page": 77, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس : مزيد من التطبيقات على قياس الكتلة التطبيق الإرشادات: اقرأ كل مسألة وخُلّها. بالنسبة للعددين 0 و1 اكتب مسائل الرياضيات الكلامية عن الكتلة. . 1 مع مصطفى كيس مليء بحجارة كتلتها 9 كيلوجرامًا. ثم عثر على ا كيلوجرامات إضافية من الأحجار ووضعها في مجموع كيلوجرامات الأحجار د ا ب التة بت ل ارت تاسعين كيلا فى السكر طم ما عرانًا. ك امحمتت أجرانا مد لبتل سكيم فكم جرامًا من السكر يتبقى معها؟ ِ عدد الجرامات المتنيقيةةج م ااا ا مس", "metadata": {"page": 79, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "من أصداف البحر. كتلة أحدهما 1 كيلوجرامات وكتلة الآخر 0 كيلوجرامات. فكم كيلوجرام من الأصداف مع هبة وأختها؟ ا 4 دايعا -- م لسرا مجموع ما مع أختها - بك مجموع الأصداف معهما ب و ا ل . لدى كريم علبة من البسكويت كتلتها 1ا جرامًا. أكل منها 9 جرامًا. قكم جرامًا تبقى في العلبة؟ عدد الجرامات المتبقيةآ سب سس سس", "metadata": {"page": 80, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الإرشادات: هل يحدث النشاط صباحاً أو مساءً؟ ضع دائّرةٌ حول إجابتك. 111 3 ٍ 3 سسمائنا 8 0 ره اذ ا لل شن 1 1 3 ا ناا : د ال م ل ب 1 أ 1 3 2 للا هماقا ا 1 0 011 13 صباكًا 2 0 87 الثم ٍ ؛ , ل و نت 2 5 لات بس صر ,", "metadata": {"page": 82, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "8 - نكن ب كات الدرس 1 : إنشاء ساعة حائط التطبيق لاحظ تموذج ساعة الحائط التالى: . . قم بتقسيم التموذج إلى ساعات كاملة. . ارسم عقربي الساعات والدقائق. \". اقرأ الساعات واكتب الوقت الذي حصلت عليه.", "metadata": {"page": 84, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس ا؛ الوقت يتصف الساعة 0 كتب شيئا تعلمته عن الوقت بتنصف السا سم ن التعبير ٍ شَبئًَا 3 7 عن ا شادات: اكتب أو ارسم تي - الإازة اداتا: -", "metadata": {"page": 85, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس : 1 تطبيقات على الوقت التطبيق الإرشادات: سيذكر المعلم ونا معينًا. حدّد الوقت على كل من ساعة الحائط والساعة الرقمية. ا لل 1 قف 3 1 1 2 أ 1 2 أ بيه", "metadata": {"page": 86, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس 9: الوقت بالدقائق ا معلمك متى تبداً ومتى : ٍّ َّ كك ض : نظم لمدة دقيقة واحدة. سيخبرا مثلثات بوضوح وترتيب منظم الإرشادات: ارسم ب ب : مجموع عددهاء ض : فى دقبقة واحدة؟ مجموع عدد المثلثات", "metadata": {"page": 87, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "مل 3ن \" 1 9 0 ب ', ب : - ارجح : ِ 5 لا \"8 . ٍ 7 1 - 5 اذ . ا 17د ص م ا 0 1 7 - ؛ َ\" ي 2 1 ٍ - ءِ 0 ٍٍِ مح أ ص ِ! زر ا ا ا", "metadata": {"page": 88, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "الدرس : 1 مزيد من التطبيقات على الوقت التطظبيق الإرشادات: صل ببن الساعة والوقت. 11 إٍ 1 2 الواحدة إلا ريعًا ا ّ بااك 0 60 8 - 9 م الثالثة والربع التدضزصس 4 \" 2 0 ما: واي : ِ 1 7 الخامسة إلا ربعًا ااا . ب السابعة والربع 8 ٍ 05 جَّ 0ا: ا ! نت 011 آٍ 5 1 الثانية والربغ سور تا أ 1 ل 0", "metadata": {"page": 90, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "إك أو ِ آفكار! عليه. ارسم زلت تعمل علي دَكرشيثًا ما زا أنك تعلمته عن الوقت. اذكر شي 7 تفتح نأا . ما تعلمته. ادكرسيئا تفتحر د ت: تأمل الإرشادات: ِ الإرذ ِ", "metadata": {"page": 91, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
{"text": "حقوق الطبع والتأليق 8 ء . جميع حقوق الطبع والتأليف محفوظة لوزارة التربية والتعليم والتعليم الفتي بجمهورية مصر العربية. لا يجوز توزيع هذا الكتاب خارج وزارة التربية والتعليم والتعليم الفني. المواصفات الفنيةث: الرياضيات الصف الثانى الابتدائى الفصل الدراسى الأول مقاس الكتاب: 1 1\"سم طبغعالمتن: 1 ؛ ألوان طبعالفلاف: 1 ؟ ؛ ألوان ورق المتن: 1 01اجم أبيض ورقالفلاف: 080 1 جم كوشيه عدد الصفحات بالغلاف: 961 1 صفحة رقم الكتاب: الكمية: دد و 0 م تسخهك التجليد ؟ ! سلك حصان 020-919 621171090. 110ا16: م11 كزية تنو رياد 2 لاه\" بقل مص ا", "metadata": {"page": 92, "chunk_id": 1, "subject": "Maths", "grade": "2", "source": "Math_AR_Prim2_TR1.pdf"}}
